{
  "YES": "Yes",
  "NO": "No",
  "Yes": "Yes",
  "No": "No",
  "NOTE": "Note",
  "HOME": "Home",
  "FOR_SELF": "For Self",
  "SUBJECT": "Subject",
  "DESCRIPTION": "Description",
  "REMOTE": "Remote",
  "IN_PERSON": "In Person",
  "SORT_BY": "Sort by",
  "NEWEST": "Newest",
  "OLDEST": "Oldest",
  "ABOUT": "About Us",
  "DASHBOARD": "Dashboard",
  "DONATE": "Donate",
  "PROFILE": "Profile",
  "LOGIN": "Log In",
  "LOGOUT": "Log Out",
  "SIGNUP": "Sign Up",

  "OUR_TEAM": "Our Team",
  "ALL": "All",
  "VOLUNTEER_MATCH": "Volunteer Match",
  "HELP_REQUEST_BUTTON": "Help Request",
  "NEW_MATCH_REQUEST": "New Match Request",
  "ACCEPT": "Accept",
  "DENY": "Deny",
  "OUR_MISSION": "Our Mission",
  "OUR_VISION_NAVBAR": "Our Vision",
  "VOLUNTEER_SERVICES": "Volunteer Services",
  "HOW_WE_OPERATE": "How We Operate",
  "OUR_COLLABORATORS": "Our Collaborators",
  "WHAT_WE_OFFER": "What We Offer",
  "DIRECTORS": "Meet the Board of Directors",
  "DIRECTORS_DESCRIPTION": "At Saayam For All, we are driven by the belief that humanity is the highest virtue of all.",
  "ADVISORS": "Meet the Advising Team",
  "ADVISORS_DESCRIPTION": "Behind every great initiative is a team of advisors offering wisdom,direction and support. Meet the experts guiding Saayam For All's mission.",
  "EXECUTIVE_TEAM": "Meet the Executive Team",
  "EXECUTIVE_DESCRIPTION_1": "Bringing this vision to life takes a dedicated team.",
  "EXECUTIVE_DESCRIPTION_2": "Meet the people driving the change.",
  "NOTIFICATIONS": "Notifications",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Contact Us",
  "PRIVACY_POLICY": "Privacy Policy",
  "TERMS_AND_CONDITIONS": "Terms and Conditions",
  "SITE_MAP": "Site Map",
  "SCAN_ON_DONATE": "You can scan or click on Donate",
  "ENTER_DETAILS": "Enter the details and click Submit",
  "SUBMIT": "Submit",
  "FIRST_NAME": "First Name",
  "LAST_NAME": "Last Name",
  "PHONE": "Phone",
  "PHONE_NUMBER": "Phone Number",
  "YOUR_PHONE_NUMBER": "Your Phone Number",
  "AGE": "Age",
  "PREFERRED_LANGUAGE": "Preferred Language",
  "FIRST_LANGUAGE_PREFERENCE": "First Language Preference",
  "SECOND_LANGUAGE_PREFERENCE": "Second Language Preference",
  "THIRD_LANGUAGE_PREFERENCE": "Third Language Preference",
  "GENDER": "Gender",
  "MESSAGE": "Message",
  "EMAIL": "Email",
  "PASSWORD": "Password",
  "FORGOT_PASSWORD": "Forgot Password?",
  "CHANGE_PASSWORD": "Change Password",
  "EDIT_PASSWORD": "Edit Password",
  "CURRENT_PASSWORD": "Current Password",
  "NEW_PASSWORD": "New Password",
  "CONFIRM_PASSWORD": "Confirm Password",
  "PASSWORD_REQUIREMENTS": "Must contain at least 8 characters.",
  "PASSWORD_REQUIREMENTS_ERROR": "Password must be at least 8 characters long, include 1 uppercase letter, 1 lowercase letter, 1 special character, and 1 number.",
  "PASSWORD_MISMATCH_ERROR": "Passwords do not match.",
  "PASSWORD_CHANGE_SUCCESS": "Password changed successfully!",
  "COUNTRY": "Country",
  "UNITED_STATES": "United States",
  "SELECT_COUNTRY": "Select your country",
  "STATE": "State",
  "ZIP_CODE": "Zip Code",
  "BIRTHDAY": "Date of Birth",
  "CITY": "City",
  "ADDRESS": "Street Address{{optional}}",
  "YOUR_PROFILE": "Your Profile",
  "PERSONAL_INFORMATION": "Personal Information",
  "IDENTITY_DOCUMENT": "Identity Document",
  "UPLOAD_PHOTO": "Upload your photo",
  "ORGANIZATION_DETAILS": "Organization Details",
  "ORGANIZATION_NAME": "Organization Name",
  "ORGANIZATION_TYPE": "Organization Type",
  "NON_PROFIT": "Non-Profit",
  "FOR_PROFIT": "For-Profit",
  "OR_WITH": "Or With",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Don't have an account?",

  "REQUEST_CATEGORY": "Request Category",
  "REQUEST_TYPE": "Request Type",
  "CREATE_HELP_REQUEST": "Create Help Request",
  "EDIT_HELP_REQUEST": "Edit Help Request",
  "ADMINISTRATE": "Administrate",
  "MY_REQUESTS": "My Requests",
  "MANAGED_REQUESTS": "Managed Requests",
  "OTHERS_REQUESTS": "Others Requests",
  "BECOME_VOLUNTEER": "Become a Volunteer",
  "HELPING_VOLUNTEERS": "Helping Volunteers",
  "REQUEST_VOLUNTEERS": "Request Volunteers",
  "NUMBER_OF_VOLUNTEERS": "Enter number of volunteers required...",
  "VOLUNTEER_ORGANIZATIONS": "Volunteer Organizations",
  "EMERGENCY_CONTACT": "Emergency Contact",
  "MORE_INFORMATION": "More Information",
  "STATUS": "Status",
  "FILTER_BY": "Filter by",
  "ACKNOWLEDGE_TERMS": "Review & Acknowledge Terms",
  "TERMS_DOCUMENT": "Please read the following document carefully and acknowledge that you have understood its contents.",
  "VOLUNTEER_AGREEMENT": "Volunteer Agreement for Saayam for All",
  "I_HAVE_READ": "I have read and understood the document",
  "HERO_TEXT": "Welcome to <1>Saayam For All</1>, a non-profit organization – is your gateway to assistance and support in times of need. Saayam means Help in Telugu, Sahaay in Sanskrit/Hindi, Bangzhu in Mandarin, and Ayuda in Spanish.",
  "AT_SAAYAM": "At <1>Saayam For All</1>, we believe in the power of helping hands reaching out to those facing challenges. Our platform connects individuals and communities worldwide, bridging the gap between those who need assistance and those who are willing to provide it.",
  "OUR_VISION": "Our vision is of a world where everyone has access to the help they need to overcome obstacles and lead fulfilling lives. We aspire to be a global leader in humanitarian aid, leveraging technology and collaboration to create a seamless network of support that transcends barriers.",
  "JOIN_US": "Join us in our mission to make a difference. Whether you're looking to lend a helping hand or seeking assistance, Saayam For All is here for you. Together, let's create a more compassionate and equitable world for all.",
  "JOIN_TODAY": "Experience the joy of assisting others – join Saayam For All today. Together, we can make a difference.",
  "OUR_MOTTO": "Remember, at Saayam For All, our motto is simple: \"Service to mankind is service to God,\" and \"May all live happily.\" Join us in spreading kindness and compassion, one act of assistance at a time. Anybody from anywhere in the world can make a request for help on any type of social media platform/communication device.",
  "STAY_UPDATED": "Stay updated on our progress and initiatives – keep checking back here for the latest updates. Together, we can build a better world for everyone.",
  "DONATE_MONEY": "Saayam For All is a non profit organization with 501(c)(3) status. All donations to this organization are tax deductible. You can use this <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal link</1> to donate money.",
  "READ_MORE": "Read More <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>How we Operate</1>!",
  "MAX_CHARACTERS": "Max {{count}} characters",
  "HELP_REQUEST": "Request for Help : ",
  "ASK_FOR_HELP": "As a requestor, you can ask for help (similar to requesting a ride).",
  "MATCHING_PROCESS": "Matching Process : ",
  "REQUEST_WILL_BE_MATCHED": "Your request will be matched with a few nearby volunteers, based on their profiles, similar to how, rideshare apps, match you with nearby drivers.",
  "VOLUNTEER_SELECTION": "Volunteer Selection : ",
  "FROM_POTENTIAL_MATCHES": "From these potential matches, one volunteer will be chosen to assist you, much like selecting a specific car.",
  "VOLUNTEER_APPROACH": "Volunteer Approach : ",
  "VOLUNTEER_WILL_CONTACT": "The chosen volunteer will then contact you and work with you.",
  "ASSISTANCE_PROVIDED": "Assistance Provided : ",
  "VOLUNTEER_WILL_WORK": "This volunteer will work closely with you to ensure your needs are met. They will also collaborate with other local volunteers and volunteer organizations to fulfill your request, akin to a driver taking you to your destination.",
  "EMPOWER_INDIVIDUALS": "To empower individuals and communities worldwide by facilitating mutual assistance and support through Saayam For All, a software platform that connects requestors, volunteers, volunteer organizations, and donors. Our mission is to provide timely and targeted assistance to those facing challenges in their lives, fostering a culture of compassion, solidarity, and service to humanity.",
  "VISION_DESCRIPTION": "Saayam For All envisions a world where everyone has access to the help and resources they need to overcome obstacles and lead fulfilling lives. We aspire to be a global leader in humanitarian aid, leveraging technology and collaboration to create a seamless network of support that transcends geographical, cultural, and sociology-economic barriers. Our vision is to cultivate a community where the ethos of \"Manava Sevaye Madhava Seva\" (Service to mankind is Service to God) and \"Sarve jana sukhino bhavantu\" (May all live happily) guides our actions, driving positive change and fostering a more compassionate and equitable world for all.",
  "LIFE_THREATENING_REQUESTS": "We do not handle life-threatening emergency requests. Please call your local emergency service if you need urgent help.",
  "INTRODUCTION": "Introduction",
  "INTRODUCTION_CONTENT": "This Volunteer Agreement (\"Agreement\") is entered into between Saayam for All (\"Organization\") and the volunteer (\"Volunteer\") upon acceptance. By signing or agreeing electronically, the Volunteer acknowledges their understanding and acceptance of the terms herein, which govern their participation in any volunteer activities with the Organization.",
  "VOLUNTEER_ROLE": "Volunteer Role and Responsibilities",
  "VOLUNTEER_ROLE_CONTENT": "The Volunteer agrees to fulfill the roles and responsibilities assigned by the Organization, which may include, but are not limited to, assisting in various tasks as needed by individuals or communities requesting help. The Volunteer agrees to: <1/> - Engage in activities assigned by the Organization in a diligent, responsible, and professional manner. <1/> - Communicate promptly with the Organization regarding availability, progress, and challenges. <1/> - Complete assigned tasks promptly and to the best of their ability, adhering to any specified deadlines.",
  "CONDUCT_CODE": "Code of Conduct",
  "CONDUCT_CODE_CONTENT": "The Volunteer agrees to maintain the highest standards of ethical behavior while representing the Organization. This includes: <1/> - Treating all individuals with respect and dignity, regardless of race, religion, gender, sexual orientation, age, or disability. <1/> - Refraining from any form of discrimination, harassment, or unprofessional behavior. <1/> - Avoiding conflicts of interest and ensuring that personal interests do not interfere with their volunteer duties.",
  "CONFIDENTIALITY_AGREEMENT": "Confidentiality Agreement",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "The Volunteer acknowledges that during their service, they may be privy to confidential, proprietary, or personal information relating to the Organization, other volunteers, or individuals seeking assistance. The Volunteer agrees to: <1/> - Maintain confidentiality of all information, both during & after the term of this Agreement. <1/> - Use such information solely for the purpose of fulfilling their volunteer responsibilities. <1/> - Not disclose any confidential information to third parties without the explicit written consent of the Organization.",
  "DATA_PRIVACY": "Data Protection and Privacy",
  "DATA_PRIVACY_CONTENT": "The Volunteer agrees to comply with all applicable data protection laws and regulations, including but not limited to the General Data Protection Regulation (GDPR) or any other local data protection laws. The Volunteer agrees to: <1/> - Handle all personal data in accordance with the Organization's data protection policies. <1/> - Protect the integrity and confidentiality of any personal data accessed during volunteer activities. <1/> - Immediately report any data breaches or incidents of unauthorized access to the Organization.",
  "INTELLECTUAL_PROPERTY": "Intellectual Property",
  "INTELLECTUAL_PROPERTY_CONTENT": "Any work, materials, or intellectual property created by the Volunteer in the course of their volunteer activities shall be the sole property of the Organization. The Volunteer agrees to: <1/> - Assign all rights, titles, and interests in such intellectual property to the Organization. <1/> - Refrain from using, reproducing, or distributing any intellectual property created during their service without the Organization's explicit consent.",
  "LIABILITY_WAIVER": "Liability Waiver and Assumption of Risk",
  "LIABILITY_WAIVER_CONTENT": "The Volunteer acknowledges that participation in volunteer activities may involve inherent risks, including but not limited to physical injury, emotional distress, or property damage. The Volunteer agrees to: <1/> - Assume all risks associated with their volunteer activities, including any travel or transportation risks. <1/> - Release, waive, and discharge the Organization, its officers, directors, employees, and affiliates from any and all liability, claims, or demands arising out of or relating to their volunteer activities. <1/> - Acknowledge that the Organization does not provide insurance coverage for volunteers, and the Volunteer is responsible for obtaining any necessary insurance.",
  "INDEMNIFICATION": "Indemnification",
  "INDEMNIFICATION_CONTENT": "The Volunteer agrees to indemnify and hold harmless the Organization, its officers, directors, employees, and affiliates from and against any and all claims, damages, losses, liabilities, costs, and expenses (including legal fees) arising out of or related to the Volunteer's actions or omissions during their service.",
  "COMMITMENT": "Commitment and Expectations",
  "COMMITMENT_CONTENT": "The Volunteer agrees to commit to the responsibilities and timeframes as communicated by the Organization. If the Volunteer is unable to fulfill these commitments, they agree to: <1/> - Notify the Organization as soon as possible, providing a valid reason for their unavailability. <1/> - Work collaboratively with the Organization to ensure a smooth transition of responsibilities, if necessary.",
  "TRAINING_SUPERVISION": "Training and Supervision",
  "Training_SUPERVISION_CONTENT": "The Organization will provide necessary training and supervision to the Volunteer. The Volunteer agrees to: <1/> - Attend all required training sessions. <1/> - Adhere to instructions and guidelines provided by the Organization's supervisors or staff. <1/> - Seek clarification or assistance when needed to perform their duties effectively.",
  "HEALTH_SAFETY": "Health and Safety",
  "HEALTH_SAFETY_CONTENT": "The Volunteer acknowledges their responsibility to follow all health and safety guidelines provided by the Organization. The Volunteer agrees to: <br/> - Report any unsafe conditions or incidents immediately to the Organization. <br/> - Take reasonable precautions to protect their health and safety as well as that of others during their volunteer activities.",
  "DISPUTE_RESOLUTION": "Dispute Resolution",
  "DISPUTE_RESOLUTION_CONTENT": "In the event of any disputes arising out of or related to this Agreement, the parties agree to attempt to resolve the matter through good faith negotiations. If a resolution cannot be reached, the parties agree to submit to mediation or arbitration, as mutually agreed, before pursuing any legal action.",
  "GOVERNING_LAW": "Governing Law",
  "GOVERNING_LAW_CONTENT": "This Agreement shall be governed by and construed in accordance with global laws applicable to the activities and interactions facilitated by the Organization. Any legal proceedings arising out of or related to this Agreement shall be brought in the appropriate courts of a jurisdiction mutually agreed upon by both parties.",
  "ACKNOWLEDGMENT": "Acknowledgment and Consent",
  "ACKNOWLEDGMENT_CONTENT": "By agreeing to this document, the Volunteer acknowledges that they have read, understood, and accepted these terms. The Volunteer agrees to abide by all the guidelines, policies, and expectations outlined herein and understands that their volunteer status is contingent upon adherence to this Agreement.",
  "SKILLS": "Skills",
  "YOUR_SKILLS": "Your Skills",
  "SELECT_SKILLS_DESCRIPTION": "Select the skills you can offer as a volunteer. These skills will help match you with relevant help requests.",
  "USER_ALREADY_EXISTS": "User already exists. Please sign in or use a different email.",

  "MAKE_DONATION": "Make a Donation",
  "DONATION_SUBTITLE": "Your contribution helps us continue our mission of providing assistance to those in need.",
  "DONATION_ACHIEVEMENT_1": "Support our global network of volunteers and organizations",
  "DONATION_ACHIEVEMENT_2": "Help fund critical assistance programs and initiatives",
  "DONATION_ACHIEVEMENT_3": "Enable us to reach more people in need of support",
  "DONATE_VIA_PAYPAL": "Donate via PayPal",
  "SCAN_QR_CODE": "Scan QR Code to Donate",
  "QR_CODE_DESCRIPTION": "Scan this QR code with your mobile device to make a donation",
  "FAQ_TITLE": "Frequently Asked Questions",
  "FAQ_TAX_QUESTION": "Are donations tax deductible?",
  "FAQ_TAX_ANSWER": "Yes, Saayam For All is a registered 501(c)(3) non-profit organization. All donations are tax deductible to the extent allowed by law.",
  "FAQ_USE_QUESTION": "How will my donation be used?",
  "FAQ_USE_ANSWER": "Your donation will be used to support our various programs, including volunteer coordination, assistance programs, and operational costs to maintain our platform.",
  "FAQ_CANCEL_QUESTION": "Can I cancel my recurring donation?",
  "FAQ_CANCEL_ANSWER": "Yes, you can cancel by contacting our support team.",
  "PREFERENCES": "Preferences",
  "DEFAULT DASHBOARD VIEW": "Default Dashboard View",
  "SELECT DASHBOARD": "Select Dashboard",
  "SUPER_ADMIN_DASHBOARD": "Super Admin Dashboard",
  "ADMIN_DASHBOARD": "Admin Dashboard",
  "STEWARD_DASHBOARD": "Steward Dashboard",
  "VOLUNTEER_DASHBOARD": "Volunteer Dashboard",
  "BENEFICIARY_DASHBOARD": "Beneficiary Dashboard",
  "FIRST LANGUAGE PREFERENCE": "First Language Preference",
  "SECOND LANGUAGE PREFERENCE": "Second Language Preference",
  "THIRD LANGUAGE PREFERENCE": "Third Language Preference",
  "SELECT LANGUAGE": "Select Language",
  "English": "English",
  "Hindi": "Hindi",
  "Telugu": "Telugu",
  "Bengali": "Bengali",
  "Spanish": "Spanish",
  "French": "French",
  "German": "German",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Mandarin Chinese": "Mandarin Chinese",
  "PRIMARY EMAIL PREFERENCE": "Primary Email Preference",
  "PRIMARY EMAIL": "Primary Email",
  "PRIMARY PHONE PREFERENCE": "Primary Phone Preference",
  "PRIMARY PHONE": "Primary Phone",
  "RECEIVE EMERGENCY NOTIFICATIONS": "Receive Emergency Notifications",
  "PREFERENCES UPDATED SUCCESS": "Preferences updated successfully!",
  "EDIT": "Edit",
  "SAVE": "Save",
  "SAVING": "Saving...",
  "CANCEL": "Cancel",
  "EMAIL COMMUNICATION PREFERENCE": "Email Communication Preference",
  "PHONE COMMUNICATION PREFERENCE": "Phone Communication Preference",
  "EMAIL_REQUIRED": "Please enter your email",
  "PASSWORD_REQUIRED": "Please enter your password",
  "INVALID_CREDENTIALS": "Invalid email or password",
  "TOS_AGREEMENT": "By checking this box, you are agreeing to the",
  "ALREADY_HAVE_ACCOUNT": "Already have an account?",
  "SIGN_IN": "Sign In",

  "TERMS_INTRO": "Welcome to Saayam For All (\"Saayam\", \"we\", \"us\", or \"our\"). By accessing or using our websites (including saayam.org, saayamforall.org, and saayamforall.com), mobile applications, or services (collectively, the \"Platform\"), you agree to be bound by the following Terms and Conditions. These Terms are designed to inform you of your rights and responsibilities as a user, volunteer, or organization interacting with our community-driven, humanitarian platform.",
  "TERMS_OVERVIEW_TITLE": "Overview",
  "TERMS_OVERVIEW_CONTENT": "Saayam For All is a volunteer-based organization that helps connect people in need with compassionate local volunteers. We operate through a cloud-native application that supports requests for essentials such as food, housing, education, healthcare, clothing, and general guidance. This platform is driven by values of service, inclusion, and humanity, and is free of religious, political, or commercial bias. By using Saayam For All, you accept and agree to abide by these Terms in full.",
  "TERMS_MISSION_TITLE": "1. Our Mission",
  "TERMS_MISSION_CONTENT": "Saayam For All is a humanitarian platform rooted in compassion, built entirely by volunteers and experts who believe in service to others. Our mission is to bridge the gap between people in need and those who are willing to help. The platform is inspired by the principles of selfless service, inclusivity, and technological empowerment. We aim to be a global hub where anyone can request essential assistance, and volunteers can offer their support without the expectation of compensation.",
  "TERMS_ELIGIBILITY_TITLE": "2. Eligibility",
  "TERMS_ELIGIBILITY_CONTENT": "To use Saayam For All, individuals must be at least 18 years of age or must use the Platform under the supervision and consent of a legal guardian. By registering, you affirm that the information you provide is accurate and that you are legally permitted to use our services under your local jurisdiction.",
  "TERMS_USER_ROLES_TITLE": "3. User Roles",
  "TERMS_USER_ROLES_CONTENT": "The Platform is composed of different user roles: Beneficiaries, Volunteers, Organizations, and Admins. Each role has specific permissions and responsibilities. Role-switching and multiple-role accounts may be allowed, provided they comply with our internal policies.",
  "TERMS_SERVICES_TITLE": "4. Services Provided",
  "TERMS_SERVICES_CONTENT": "Saayam For All acts as a connector and facilitator. We do not directly provide emergency services or professional advice. Our services are delivered through a network of compassionate volunteers and charitable entities. We strive to match requests with support but cannot guarantee outcomes or timely responses.",
  "TERMS_LIMITATIONS_TITLE": "5. Limitations of Services",
  "TERMS_LIMITATIONS_CONTENT": "We are not a replacement for emergency services and do not provide licensed medical, legal, or financial advice. Verification of volunteers is basic and does not constitute formal background checks. Use the platform at your own discretion and risk.",
  "TERMS_ACCEPTABLE_USE_TITLE": "6. Acceptable Use",
  "TERMS_ACCEPTABLE_USE_CONTENT": "Users agree to use the Platform for lawful and constructive purposes only. Prohibited activities include fraudulent requests, harassment, impersonation, exploitation, and hate speech. Violations may result in suspension or permanent banning.",
  "TERMS_PRIVACY_TITLE": "7. Privacy and Data",
  "TERMS_PRIVACY_CONTENT": "We collect only necessary data to operate the Platform. We do not sell your information. Your data may be shared only to fulfill requests or improve services. Please refer to our Privacy Policy for details.",
  "TERMS_NON_DISCRIMINATION_TITLE": "8. Non-Discrimination",
  "TERMS_NON_DISCRIMINATION_CONTENT": "We serve all individuals regardless of race, color, religion, gender, sexual orientation, age, disability, nationality, or political belief. Violations of this standard may lead to removal.",
  "TERMS_DISCLAIMERS_TITLE": "9. Disclaimers",
  "TERMS_DISCLAIMERS_CONTENT": "We do not verify professional qualifications unless explicitly mentioned. Interactions are based on mutual trust. We disclaim liability for consequences arising from platform interactions.",
  "TERMS_INTELLECTUAL_PROPERTY_TITLE": "10. Intellectual Property",
  "TERMS_INTELLECTUAL_PROPERTY_CONTENT": "All content on the Platform is owned or licensed by us. You may not copy or distribute it without permission. User-generated content grants us a license to use it for operational and promotional purposes.",
  "TERMS_INDEMNIFICATION_TITLE": "11. Indemnification",
  "TERMS_INDEMNIFICATION_CONTENT": "You agree to indemnify and hold harmless Saayam and its affiliates from any claims arising out of your use of the Platform or violation of these Terms.",
  "TERMS_MODIFICATIONS_TITLE": "12. Modifications",
  "TERMS_MODIFICATIONS_CONTENT": "We may update these Terms at any time. Continued use after changes constitutes acceptance of the revised Terms.",
  "TERMS_TERMINATION_TITLE": "13. Termination",
  "TERMS_TERMINATION_CONTENT": "We may suspend or terminate your access for violations. You can also deactivate your account by contacting support.",
  "TERMS_LIMITATION_LIABILITY_TITLE": "14. Limitation of Liability",
  "TERMS_LIMITATION_LIABILITY_CONTENT": "To the fullest extent permitted by law, we are not liable for indirect or consequential damages from your use of the Platform.",
  "TERMS_GOVERNING_LAW_TITLE": "15. Governing Law",
  "TERMS_GOVERNING_LAW_CONTENT": "These Terms are governed by the laws of our registered jurisdiction. Disputes will be resolved as appropriate under local laws.",
  "TERMS_WAIVER_SEVERABILITY_TITLE": "16. Waiver and Severability",
  "TERMS_WAIVER_SEVERABILITY_CONTENT": "Failure to enforce a provision does not waive it. If any provision is invalid, the remaining provisions remain effective.",
  "TERMS_ENTIRE_AGREEMENT_TITLE": "17. Entire Agreement",
  "TERMS_ENTIRE_AGREEMENT_CONTENT": "These Terms and our Privacy Policy constitute the entire agreement between you and Saayam.",
  "TERMS_CONTACT_TITLE": "18. Contact",
  "TERMS_CONTACT_CONTENT": "For any questions, contact us at 📧 info@SaayamForAll.org or 📍 Saayam For All, 3046 Rosato Ct., San Jose, California 95135.",
  "TERMS_THANK_YOU": "Thank you for being a part of our mission to help humanity through technology, compassion, and community service.",
  "COPYRIGHT": "Copyright © 2025 Saayam For All. All rights reserved.",
  "preferably WhatsApp": "preferably WhatsApp",
  "AT": "At",
  "PRIVACY_INTRO": "(\"Saayam,\" \"we,\" \"us,\" or \"our\"), your privacy is a top priority...",
  "PRIVACY_SECTION_1_TITLE": "1. Information We Collect",
  "PRIVACY_INFO_PERSONAL": "Personal Identifiers:",
  "PRIVACY_INFO_PERSONAL_CONTENT": "Name, email address, phone number, etc.",
  "PRIVACY_INFO_PROFILE": "Profile Information:",
  "PRIVACY_INFO_PROFILE_CONTENT": "Role, skills, availability.",
  "PRIVACY_INFO_LOCATION": "Location Data:",
  "PRIVACY_INFO_LOCATION_CONTENT": "Collected via IP or device.",
  "PRIVACY_INFO_USAGE": "Usage Data:",
  "PRIVACY_INFO_USAGE_CONTENT": "Pages visited, device/browser info.",
  "PRIVACY_INFO_REQUEST_RESPONSE": "Request and Response Records:",
  "PRIVACY_INFO_REQUEST_RESPONSE_CONTENT": "Service logs.",
  "PRIVACY_SECTION_2_TITLE": "2. How We Use Your Information",
  "PRIVACY_SECTION_2_CONTENT": "We use your data to match requests with volunteers, enhance your experience, and ensure system performance. We never sell your data.",
  "PRIVACY_SECTION_3_TITLE": "3. Information Sharing",
  "PRIVACY_SECTION_3_CONTENT": "Only shared with verified partners or legal authorities when necessary, under confidentiality agreements.",
  "PRIVACY_SECTION_4_TITLE": "4. Data Retention",
  "PRIVACY_SECTION_4_CONTENT": "Data is retained as needed and securely deleted or anonymized when no longer required. Contact us to request deletion.",
  "PRIVACY_SECTION_5_TITLE": "5. Security Measures",
  "PRIVACY_SECTION_5_CONTENT": "We use encryption, secure servers, and access controls. Breach notifications will follow applicable laws.",
  "PRIVACY_SECTION_6_TITLE": "6. Your Rights",
  "PRIVACY_6_ACCESS": "Access/update your data",
  "PRIVACY_6_DELETE": "Request deletion",
  "PRIVACY_6_WITHDRAW": "Withdraw consent",
  "PRIVACY_SECTION_7_TITLE": "7. Cookies",
  "PRIVACY_SECTION_7_CONTENT": "We use cookies for analytics and essential functionality. You may disable them in your browser settings.",
  "PRIVACY_SECTION_8_TITLE": "8. Third-Party Links",
  "PRIVACY_SECTION_8_CONTENT": "We are not responsible for external links' privacy practices. Please review their policies.",
  "PRIVACY_SECTION_9_TITLE": "9. Changes to This Policy",
  "PRIVACY_SECTION_9_CONTENT": "We may update this policy. Continued use implies acceptance.",
  "PRIVACY_SECTION_10_TITLE": "10. Contact Us",
  "PRIVACY_CONTACT_CONTENT": "Saayam for All, 3046 Rosato Ct., San Jose, California 95135",
  "Lead Volunteer": "Lead Volunteer",
  "Request Priority": "Request Priority",
  "Low": "Low",
  "Medium": "Medium",
  "High": "High",
  "SIGN_OFF": "Sign Off",
  "I_WANT_TO_DELETE_MY_ACCOUNT": "I want to delete my account",
  "ACCOUNT_DELETION_WARNING_TITLE": "Account Deletion",
  "ACCOUNT_DELETION_WARNING_TEXT": "This action will permanently delete your account and all associated data. This action cannot be undone. Please ensure you have backed up any important information before proceeding.",
  "ACCOUNT_DELETION_CONFIRMATION_TEXT": "By checking this box, you acknowledge that you understand the consequences of deleting your account.",
  "CONFIRM_ACCOUNT_DELETION": "Confirm Account Deletion",
  "CONFIRM_ACCOUNT_DELETION_TEXT": "Are you absolutely sure you want to delete your account? This action cannot be undone and all your data will be permanently removed.",
  "DELETE_ACCOUNT": "Delete Account",
  "DELETING": "Deleting...",
  "ACCOUNT_DELETION_ERROR": "An error occurred while deleting your account. Please try again.",
  "BACK_TO_DASHBOARD": "Back to Dashboard",
  "BACK": "Back",

  "Availability": "Availability",
  "Is Calamity?": "Is Calamity?",
  "FOR_SELF_HELP_TEXT": "Choose 'Yes' if you're submitting this request on your own behalf else 'No' if you're requesting for someone else.",
  "LEAD_VOLUNTEER_HELP_TEXT": "Select \"Yes\" if you're the main volunteer coordinating this request.",
  "CATEGORY_HELP_TEXT": "Choose the category that best describes your need (e.g., Medical, Food, Jobs). If you select 'General,' please describe your need fully in the Description field.",
  "REQUEST_TYPE_HELP_TEXT": "Indicate how you'd like help delivered: \"Remote\" for virtual support or \"In Person\" for onsite assistance.",
  "CALAMITY_HELP_TEXT": "Indicate if it is a calamity by checking the box.",
  "PRIORITY_HELP_TEXT": "How urgent is this request?<br />• Low – Not time sensitive<br />• Medium – Within few days<br />• High – Immediate support",
  "SUBJECT_HELP_TEXT": "Please give a brief description of the request",
  "DESCRIPTION_HELP_TEXT": "Please give a detailed description of the request"
}
