{
  "YES": "Sí",
  "NO": "No",
  "NOTE": "Nota",
  "FOR_SELF": "Para uno mismo",
  "SUBJECT": "Asunto",
  "DESCRIPTION": "Descripción",
  "REMOTE": "Remoto",
  "IN_PERSON": "En persona",
  "EDIT": "Editar",
  "SORT_BY": "Ordenar por",
  "NEWEST": "Más reciente",
  "OLDEST": "Más antiguo",
  "ABOUT": "Sobre nosotros",
  "DASHBOARD": "Panel de control",
  "DONATE": "Donar",
  "PROFILE": "Perfil",
  "LOGIN": "Iniciar sesión",
  "LOGOUT": "Cerrar sesión",
  "SIGNUP": "Registrarse",
  "OUR_TEAM": "Nuestro equipo",
  "OUR_MISSION": "Nuestra misión",
  "DIRECTORS": "Consejo de administración",
  "HOW_WE_OPERATE": "Cómo funcionamos",
  "HOME": "Inicio",
  "VOLUNTEER_SERVICES": "Servicios de voluntariado",
  "OUR_COLLABORATORS": "Nuestros colaboradores",
  "WHAT_WE_OFFER": "Lo que ofrecemos",
  "NOTIFICATIONS": "Notificaciones",
  "MISSION": "Misión",
  "VISION": "Visión",
  "CONTACT": "Contáctanos",
  "PRIVACY_POLICY": "Política de privacidad",
  "TERMS_AND_CONDITIONS": "Términos y condiciones",
  "SITE_MAP": "Mapa del sitio",
  "SCAN_ON_DONATE": "Puedes escanear o hacer clic en Donar",
  "ENTER_DETAILS": "Ingresa los detalles y haz clic en Enviar",
  "SUBMIT": "Enviar",
  "SAVE": "Guardar",
  "CANCEL": "Cancelar",
  "FIRST_NAME": "Nombre",
  "LAST_NAME": "Apellido",
  "PHONE": "Teléfono",
  "PHONE_NUMBER": "Número de teléfono",
  "YOUR_PHONE_NUMBER": "Tu número de teléfono",
  "AGE": "Edad",
  "PREFERRED_LANGUAGE": "Idioma preferido",
  "FIRST_LANGUAGE_PREFERENCE": "Primera preferencia de idioma",
  "SECOND_LANGUAGE_PREFERENCE": "Segunda preferencia de idioma",
  "THIRD_LANGUAGE_PREFERENCE": "Tercera preferencia de idioma",
  "GENDER": "Género",
  "MESSAGE": "Mensaje",
  "EMAIL": "Correo electrónico",
  "PASSWORD": "Contraseña",
  "FORGOT_PASSWORD": "¿Olvidaste tu contraseña?",
  "CHANGE_PASSWORD": "Cambiar contraseña",
  "EDIT_PASSWORD": "Editar contraseña",
  "CURRENT_PASSWORD": "Contraseña actual",
  "NEW_PASSWORD": "Nueva contraseña",
  "CONFIRM_PASSWORD": "Confirmar contraseña",
  "PASSWORD_REQUIREMENTS": "Debe contener al menos 8 caracteres.",
  "COUNTRY": "País",
  "SELECT_COUNTRY": "Seleccionar país",
  "STATE": "Estado",
  "ZIP_CODE": "Código postal",
  "BIRTHDAY": "Fecha de nacimiento",
  "CITY": "Ciudad",
  "ADDRESS": "Dirección{{optional}}",
  "YOUR_PROFILE": "Tu perfil",
  "PERSONAL_INFORMATION": "Información personal",
  "IDENTITY_DOCUMENT": "Documento de identidad",
  "UPLOAD_PHOTO": "Subir foto",
  "ORGANIZATION_DETAILS": "Detalles de la organización",
  "ORGANIZATION_NAME": "Nombre de la organización",
  "ORGANIZATION_TYPE": "Tipo de organización",
  "NON_PROFIT": "Sin fines de lucro",
  "FOR_PROFIT": "Con fines de lucro",
  "OR_WITH": "O con",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "¿No tienes cuenta?",
  "REQUEST_CATEGORY": "Categoría de solicitud",
  "REQUEST_TYPE": "Tipo de solicitud",
  "CREATE_HELP_REQUEST": "Crear solicitud de ayuda",
  "EDIT_HELP_REQUEST": "Editar solicitud de ayuda",
  "ADMINISTRATE": "Administrar",
  "MY_REQUESTS": "Mis solicitudes",
  "MANAGED_REQUESTS": "Solicitudes gestionadas",
  "OTHERS_REQUESTS": "Otras solicitudes",
  "BECOME_VOLUNTEER": "Convertirse en voluntario",
  "HELPING_VOLUNTEERS": "Voluntarios de ayuda",
  "REQUEST_VOLUNTEERS": "Solicitar voluntarios",
  "NUMBER_OF_VOLUNTEERS": "Ingresa el número de voluntarios requeridos...",
  "VOLUNTEER_ORGANIZATIONS": "Organizaciones de voluntarios",
  "EMERGENCY_CONTACT": "Contacto de emergencia",
  "MORE_INFORMATION": "Más información",
  "STATUS": "Estado",
  "FILTER_BY": "Filtrar por",
  "ACKNOWLEDGE_TERMS": "Revisar y aceptar los términos",
  "TERMS_DOCUMENT": "Por favor lee cuidadosamente el siguiente documento y confirma que has entendido su contenido.",
  "VOLUNTEER_AGREEMENT": "Acuerdo de voluntariado para Saayam For All",
  "I_HAVE_READ": "He leído y entendido el documento",
  "HERO_TEXT": "Bienvenido a <1>Saayam For All</1>, una organización sin fines de lucro que te ofrece asistencia y apoyo en momentos de necesidad. Saayam significa Ayuda en telugu, Sahaay en sánscrito/hindi, Bangzhu en mandarín y Ayuda en español.",
  "AT_SAAYAM": "En <1>Saayam For All</1>, creemos en el poder de las manos que ayudan a quienes enfrentan desafíos. Nuestra plataforma conecta individuos y comunidades de todo el mundo, cerrando la brecha entre quienes necesitan ayuda y quienes están dispuestos a proporcionarla.",
  "OUR_VISION": "Nuestra visión es la de un mundo donde todos tengan acceso a la ayuda que necesitan para superar obstáculos y llevar una vida plena. Aspiramos a ser líderes mundiales en ayuda humanitaria, aprovechando la tecnología y la colaboración para crear una red de apoyo transparente que trascienda las barreras.",
  "JOIN_US": "Únete a nosotros en nuestra misión de hacer la diferencia. Ya sea que busques dar una mano o solicitar ayuda, Saayam For All está aquí para ti. Juntos, creemos un mundo más compasivo y equitativo para todos.",
  "JOIN_TODAY": "Experimenta la alegría de ayudar a otros – únete a Saayam For All hoy. Juntos podemos hacer la diferencia.",
  "OUR_MOTTO": "Recuerda, en Saayam For All, nuestro lema es simple: \"Servir a la humanidad es servir a Dios\" y \"Que todos vivan felices\". Únete a nosotros para difundir bondad y compasión, un acto de asistencia a la vez. Cualquier persona desde cualquier lugar del mundo puede hacer una solicitud de ayuda en cualquier tipo de plataforma de redes sociales/dispositivo de comunicación.",
  "STAY_UPDATED": "Mantente informado sobre nuestro progreso e iniciativas – consulta regularmente esta página para las últimas actualizaciones. Juntos, podemos construir un mundo mejor para todos.",
  "DONATE_MONEY": "Saayam For All es una organización sin fines de lucro con estatus 501(c)(3). Todas las donaciones a esta organización son deducibles de impuestos. Puedes usar este <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">enlace de PayPal</1> para donar dinero.",
  "READ_MORE": "Lee más <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Cómo operamos</1>!",
  "MAX_CHARACTERS": "Máximo {{count}} caracteres",
  "HELP_REQUEST": "Solicitud de ayuda: ",
  "ASK_FOR_HELP": "Como solicitante, puedes pedir ayuda (similar a solicitar un viaje).",
  "MATCHING_PROCESS": "Proceso de emparejamiento: ",
  "REQUEST_WILL_BE_MATCHED": "Tu solicitud será emparejada con algunos voluntarios cercanos, basándose en sus perfiles, similar a cómo las aplicaciones de viajes compartidos te emparejan con conductores cercanos.",
  "VOLUNTEER_SELECTION": "Selección de voluntarios: ",
  "FROM_POTENTIAL_MATCHES": "De estas coincidencias potenciales, un voluntario será elegido para ayudarte, como seleccionar un auto específico.",
  "VOLUNTEER_APPROACH": "Enfoque del voluntario: ",
  "VOLUNTEER_WILL_CONTACT": "El voluntario elegido te contactará y trabajará contigo.",
  "ASSISTANCE_PROVIDED": "Asistencia proporcionada: ",
  "VOLUNTEER_WILL_WORK": "Este voluntario trabajará estrechamente contigo para asegurar que tus necesidades sean satisfechas. También colaborará con otros voluntarios locales y organizaciones voluntarias para cumplir tu solicitud, como un conductor que te lleva a tu destino.",
  "EMPOWER_INDIVIDUALS": "Nuestra misión es empoderar a individuos y comunidades de todo el mundo facilitando asistencia y apoyo mutuo a través de Saayam For All, una plataforma de software que conecta solicitantes, voluntarios, organizaciones voluntarias y donantes. Nuestra misión es proporcionar asistencia oportuna y dirigida a quienes enfrentan desafíos en sus vidas, fomentando una cultura de compasión, solidaridad y servicio a la humanidad.",
  "VISION_DESCRIPTION": "Saayam For All visualiza un mundo donde todos tengan acceso a la ayuda y recursos que necesitan para superar obstáculos y llevar vidas plenas. Aspiramos a ser líderes mundiales en ayuda humanitaria, aprovechando la tecnología y colaboración para crear una red de apoyo transparente que trascienda barreras geográficas, culturales y socioeconómicas. Nuestra visión es cultivar una comunidad donde la ética de \"Manava Sevaye Madhava\" (El servicio a la humanidad es servicio a Dios) y \"Sarve jana sukhino bhavantu\" (Que todos vivan felices) guíe nuestras acciones, impulsando cambios positivos y fomentando un mundo más compasivo y equitativo para todos.",
  "LIFE_THREATENING_REQUESTS": "No manejamos solicitudes de emergencia que pongan en peligro la vida. Por favor llama a tu servicio de emergencia local si necesitas ayuda urgente.",
  "INTRODUCTION": "Introducción",
  "INTRODUCTION_CONTENT": "Este Acuerdo de Voluntariado (\"Acuerdo\") se establece entre Saayam For All (\"Organización\") y el voluntario (\"Voluntario\") al momento de la aceptación. Al firmar o aceptar electrónicamente, el Voluntario reconoce su comprensión y aceptación de los términos incluidos aquí, que rigen su participación en cualquier actividad voluntaria con la Organización.",
  "VOLUNTEER_ROLE": "Rol y responsabilidades del voluntario",
  "VOLUNTEER_ROLE_CONTENT": "El Voluntario acepta cumplir con los roles y responsabilidades asignados por la Organización, que pueden incluir, pero no se limitan a, asistir en varias tareas según las necesidades de individuos o comunidades que soliciten ayuda. El Voluntario acepta: <1/> - Participar en actividades asignadas por la Organización de manera diligente, responsable y profesional. <1/> - Comunicarse prontamente con la Organización respecto a disponibilidad, progreso y desafíos. <1/> - Completar tareas asignadas prontamente y con la mejor capacidad, cumpliendo con cualquier plazo especificado.",
  "CONDUCT_CODE": "Código de conducta",
  "CONDUCT_CODE_CONTENT": "El Voluntario acepta mantener los más altos estándares de comportamiento ético mientras representa a la Organización. Esto incluye: <1/> - Tratar a todos los individuos con respeto y dignidad, independientemente de raza, religión, género, orientación sexual, edad o discapacidad. <1/> - Abstenerse de cualquier forma de discriminación, acoso o comportamiento no profesional. <1/> - Evitar conflictos de interés y asegurar que los intereses personales no interfieran con sus deberes voluntarios.",
  "CONFIDENTIALITY_AGREEMENT": "Acuerdo de confidencialidad",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "El Voluntario reconoce que durante su servicio, puede tener acceso a información confidencial, propietaria o personal relacionada con la Organización, otros voluntarios o individuos que buscan asistencia. El Voluntario acepta: <1/> - Mantener la confidencialidad de toda la información, tanto durante como después del término de este Acuerdo. <1/> - Usar tal información únicamente para el propósito de cumplir con sus responsabilidades voluntarias. <1/> - No divulgar información confidencial a terceros sin el consentimiento explícito por escrito de la Organización.",
  "DATA_PRIVACY": "Protección de datos y privacidad",
  "DATA_PRIVACY_CONTENT": "El Voluntario acepta cumplir con todas las leyes y regulaciones aplicables de protección de datos, incluyendo pero no limitándose al Reglamento General de Protección de Datos (GDPR) o cualquier otra ley local de protección de datos. El Voluntario acepta: <1/> - Manejar todos los datos personales de acuerdo con las políticas de protección de datos de la Organización. <1/> - Proteger la integridad y confidencialidad de cualquier dato personal accedido durante actividades voluntarias. <1/> - Reportar inmediatamente cualquier violación de datos o incidente de acceso no autorizado a la Organización.",
  "INTELLECTUAL_PROPERTY": "Propiedad intelectual",
  "INTELLECTUAL_PROPERTY_CONTENT": "Cualquier trabajo, materiales o propiedad intelectual creada por el Voluntario en el curso de sus actividades voluntarias será propiedad exclusiva de la Organización. El Voluntario acepta: <1/> - Asignar todos los derechos, títulos e intereses en tal propiedad intelectual a la Organización. <1/> - Abstenerse de usar, reproducir o distribuir cualquier propiedad intelectual creada durante su servicio sin el consentimiento explícito de la Organización.",
  "LIABILITY_WAIVER": "Renuncia de responsabilidad y asunción de riesgo",
  "LIABILITY_WAIVER_CONTENT": "El Voluntario reconoce que la participación en actividades voluntarias puede involucrar riesgos inherentes, incluyendo pero no limitándose a lesiones físicas, angustia emocional o daño a la propiedad. El Voluntario acepta: <1/> - Asumir todos los riesgos asociados con sus actividades voluntarias, incluyendo cualquier riesgo de viaje o transporte. <1/> - Liberar, renunciar y exonerar a la Organización, sus oficiales, directores, empleados y afiliados de cualquier responsabilidad, reclamo o demanda que surja de o se relacione con sus actividades voluntarias. <1/> - Reconocer que la Organización no proporciona cobertura de seguro para voluntarios, y el Voluntario es responsable de obtener cualquier seguro necesario.",
  "INDEMNIFICATION": "Indemnización",
  "INDEMNIFICATION_CONTENT": "El Voluntario acepta indemnizar y mantener indemne a la Organización, sus oficiales, directores, empleados y afiliados de cualquier reclamo, daño, pérdida, responsabilidad, costo y gasto (incluyendo honorarios legales) que surja de o se relacione con las acciones u omisiones del Voluntario durante su servicio.",
  "COMMITMENT": "Compromiso y expectativas",
  "COMMITMENT_CONTENT": "El Voluntario acepta comprometerse con las responsabilidades y marcos de tiempo comunicados por la Organización. Si el Voluntario no puede cumplir con estos compromisos, acepta: <1/> - Notificar a la Organización lo antes posible, proporcionando una razón válida para su indisponibilidad. <1/> - Trabajar colaborativamente con la Organización para asegurar una transición fluida de responsabilidades, si es necesario.",
  "TRAINING_SUPERVISION": "Entrenamiento y supervisión",
  "TRAINING_SUPERVISION_CONTENT": "La Organización proporcionará el entrenamiento y supervisión necesarios al Voluntario. El Voluntario acepta: <1/> - Asistir a todas las sesiones de entrenamiento requeridas. <1/> - Adherirse a las instrucciones y pautas proporcionadas por los supervisores o personal de la Organización. <1/> - Buscar aclaración o asistencia cuando sea necesario para realizar sus deberes efectivamente.",
  "HEALTH_SAFETY": "Salud y seguridad",
  "HEALTH_SAFETY_CONTENT": "El Voluntario reconoce su responsabilidad de seguir todas las pautas de salud y seguridad proporcionadas por la Organización. El Voluntario acepta: <br/> - Reportar inmediatamente cualquier condición insegura o incidente a la Organización. <br/> - Tomar precauciones razonables para proteger su salud y seguridad así como la de otros durante sus actividades voluntarias.",
  "DISPUTE_RESOLUTION": "Resolución de disputas",
  "DISPUTE_RESOLUTION_CONTENT": "En caso de cualquier disputa que surja de o se relacione con este Acuerdo, las partes acuerdan intentar resolver el asunto a través de negociaciones de buena fe. Si no se puede alcanzar una resolución, las partes acuerdan someterse a mediación o arbitraje, según se acuerde mutuamente, antes de perseguir cualquier acción legal.",
  "GOVERNING_LAW": "Ley aplicable",
  "GOVERNING_LAW_CONTENT": "Este Acuerdo será gobernado e interpretado de acuerdo con las leyes globales aplicables a las actividades e interacciones facilitadas por la Organización. Cualquier procedimiento legal que surja de o se relacione con este Acuerdo será llevado a los tribunales apropiados de una jurisdicción mutuamente acordada por ambas partes.",
  "ACKNOWLEDGMENT": "Reconocimiento y consentimiento",
  "ACKNOWLEDGMENT_CONTENT": "Al aceptar este documento, el Voluntario reconoce que ha leído, entendido y aceptado estos términos. El Voluntario acepta cumplir con todas las pautas, políticas y expectativas descritas aquí y entiende que su estatus voluntario está condicionado al cumplimiento de este Acuerdo.",
  "EMAIL_REQUIRED": "Por favor ingresa tu correo electrónico",
  "PASSWORD_REQUIRED": "Por favor ingresa tu contraseña",
  "INVALID_CREDENTIALS": "Correo electrónico o contraseña inválidos",
  "Real help. Real people. Right when you need it.": "Ayuda real. Personas reales. Justo cuando lo necesitas.",
  "Need help? Here to help?": "¿Necesitas ayuda? ¿Aquí para ayudar?",
  "At Saayam for All, your support can make a real difference today.": "En Saayam For All, tu apoyo puede hacer una diferencia real hoy.",
  "Sarve jana sukhino bhavantu": "Sarve jana sukhino bhavantu",
  "May all live happily.": "Que todos vivan felices.",
  "jñānam vardhati sanchayāt": "jñānam vardhati sanchayāt",
  "Sharing knowledge expands one's own understanding and the knowledge of others.": "Compartir conocimiento expande la comprensión propia y el conocimiento de otros.",
  "Manava sevaye Madhava seva": "Manava sevaye Madhava seva",
  "Service to mankind is Service to God.": "El servicio a la humanidad es servicio a Dios.",
  "Food and Essentials Support": "Apoyo de alimentos y esenciales",
  "Clothing Support": "Apoyo de ropa",
  "Education and Career Support": "Apoyo educativo y profesional",
  "Healthcare and Wellbeing Support": "Apoyo de salud y bienestar",
  "Housing Support": "Apoyo de vivienda",
  "General Support": "Apoyo general",
  "Our Collaborators": "Nuestros colaboradores",
  "Creating a World Where Help is Always Within Reach": "Creando un mundo donde la ayuda esté siempre al alcance",
  "Through our global network of volunteers and donors, we empower communities to support one another, fostering a culture of compassion and solidarity that transcends geographical boundaries.": "A través de nuestra red global de voluntarios y donantes, empoderamos a las comunidades para apoyarse mutuamente, fomentando una cultura de compasión y solidaridad que trasciende las fronteras geográficas.",
  "Our Mission": "Nuestra misión",
  "How We Operate": "Cómo operamos",
  "Watch our 5 minute video to understand how Saayam for All works and how we make a difference.": "Mira nuestro video de 5 minutos para entender cómo funciona Saayam For All y cómo hacemos la diferencia.",
  "Learn More": "Aprende más",
  "One Platform. Many Ways to Contribute.": "Una plataforma. Muchas formas de contribuir.",
  "Learn about different roles in our ecosystem and how each one contributes to creating an impact.": "Aprende sobre los diferentes roles en nuestro ecosistema y cómo cada uno contribuye a crear un impacto.",
  "Beneficiaries": "Beneficiarios",
  "Receive help for their requests": "Reciben ayuda para sus solicitudes",
  "Volunteers": "Voluntarios",
  "Provide guidance and solutions to beneficiaries": "Proporcionan orientación y soluciones a los beneficiarios",
  "Voluntary Organizations": "Organizaciones voluntarias",
  "Offer necessary support to beneficiaries": "Ofrecen apoyo necesario a los beneficiarios",
  "Donors": "Donantes",
  "Provide financial assistance to voluntary organization": "Proporcionan asistencia financiera a organizaciones voluntarias",
  "COPYRIGHT": "Derechos de autor © 2025 Saayam For All. Todos los derechos reservados.",
  "Contact Us": "Contáctanos",
  "Email, call, or complete the form to learn how Saayam for All can help you with your challenges": "Envía un correo, llama o completa el formulario para aprender cómo Saayam For All puede ayudarte con tus desafíos",
  "FAQ's": "Preguntas frecuentes",
  "What services does Saayam for All offer?": "¿Qué servicios ofrece Saayam For All?",
  "We offer a platform to connect volunteers with people who need help in areas like education, food, and healthcare.": "Ofrecemos una plataforma para conectar voluntarios con personas que necesitan ayuda en áreas como educación, alimentación y salud.",
  "How can I become a volunteer?": "¿Cómo puedo convertirme en voluntario?",
  "Fill out the contact form and our team will reach out with onboarding steps!": "¡Completa el formulario de contacto y nuestro equipo se pondrá en contacto con los pasos de incorporación!",
  "Is Saayam for All a non-profit?": "¿Es Saayam For All una organización sin fines de lucro?",
  "Yes, we are a non-profit organization focused on community support and outreach.": "Sí, somos una organización sin fines de lucro enfocada en el apoyo comunitario y la divulgación.",
  "Get In Touch": "Ponte en contacto",
  "You can reach us anytime": "Puedes contactarnos en cualquier momento",
  "First Name": "Nombre",
  "Enter your first name": "Ingresa tu nombre",
  "Last Name": "Apellido",
  "Enter your last name": "Ingresa tu apellido",
  "Email": "Correo electrónico",
  "Enter your email": "Ingresa tu correo electrónico",
  "Phone": "Teléfono",
  "Enter your phone": "Ingresa tu teléfono",
  "Message": "Mensaje",
  "Enter your message": "Ingresa tu mensaje",
  "Submit": "Enviar",
  "*By clicking Submit, you are agreeing to our": "*Al hacer clic en Enviar, estás aceptando nuestros",
  "terms and conditions": "términos y condiciones",
  "Our mission is to provide timely and targeted assistance to those,": "Nuestra misión es proporcionar asistencia oportuna y dirigida a aquellos",
  "facing challenges in their lives, fostering a culture of compassion,": "que enfrentan desafíos en sus vidas, fomentando una cultura de compasión,",
  "solidarity, and service to humanity.": "solidaridad y servicio a la humanidad.",
  "Our Values": "Nuestros valores",
  "At Saayam For All, our shared values keep us connected and guide us as one team.": "En Saayam For All, nuestros valores compartidos nos mantienen conectados y nos guían como un equipo.",
  "Address Basic": "Abordar las",
  "Necessities": "necesidades básicas",
  "Focus on food, clothing,": "Enfócate en comida, ropa,",
  "shelter, education,": "refugio, educación,",
  "medical, healthcare.": "médico, salud.",
  "Inclusivity and ": "Inclusividad y",
  "Respect": "Respeto",
  "Open to all, regardless of beliefs,": "Abierto a todos, independientemente de las creencias,",
  " religion, location, country, or politics,": "religión, ubicación, país o política,",
  "without desecrating any beliefs.": "sin profanar ninguna creencia.",
  "Collaboration,": "Colaboración,",
  "Not Competition": "no competencia",
  "Match Requestors with existing": "Emparejar solicitantes con",
  "voluntary organizations without": "organizaciones voluntarias existentes sin",
  "starting new ones that compete.": "comenzar nuevas que compitan.",
  "No Infrastructure or": "Sin infraestructura o",
  " Money Distribution": "distribución de dinero",
  "No building of schools or hospitals and": "Sin construcción de escuelas u hospitales y",
  "no direct distribution of money.": "sin distribución directa de dinero.",
  "Volunteer-Based": "Basado en voluntarios",
  "Purely volunteer-driven with no pay or": "Puramente impulsado por voluntarios sin pago o",
  "benefits; cost reimbursement is allowed.": "beneficios; se permite el reembolso de costos.",
  "Motivation": "Motivación",
  "Use Saayam Dollars to motivate": "Usar Saayam Dollars para motivar",
  "volunteers.": "voluntarios.",
  "Automation": "Automatización",
  "Implement a software solution with": "Implementar una solución de software con",
  "minimal human intervention.": "mínima intervención humana.",
  "Cost-Efficiency": "Eficiencia de costos",
  "Utilize free resources like WhatsApp,": "Utilizar recursos gratuitos como WhatsApp,",
  " Zoom, and GitHub to keep costs low.": "Zoom y GitHub para mantener los costos bajos.",
  "Our Vision": "Nuestra visión",
  "Our vision is to cultivate a community": "Nuestra visión es cultivar una comunidad",
  "where the ethos of \"Manava Sevaye Madhava": "donde la ética de \"Manava Sevaye Madhava",
  "Seva\" ( Service to mankind is Service to God )": "Seva\" (El servicio a la humanidad es servicio a Dios)",
  "and \"Sarve jana sukhino bhavantu\" ( May ": "y \"Sarve jana sukhino bhavantu\" (Que",
  "all live happily) guides our actions, driving": "todos vivan felices) guíe nuestras acciones, impulsando",
  "positive change and fostering a more": "el cambio positivo y fomentando un mundo",
  "compassionate and equitable world for all.": "más compasivo y equitativo para todos.",
  "Looking to join us?": "¿Buscas unirte a nosotros?",
  "Chat with our community and get in touch with different charity": "Chatea con nuestra comunidad y ponte en contacto con diferentes organizaciones",
  "organizations!": "benéficas!",
  "Join the community": "Únete a la comunidad",
  "EXECUTIVE_TEAM": "Conoce al equipo ejecutivo",
  "EXECUTIVE_DESCRIPTION_1": "Dar vida a esta visión requiere un equipo dedicado.",
  "EXECUTIVE_DESCRIPTION_2": "Conoce a las personas que impulsan el cambio.",
  "DIRECTORS_DESCRIPTION": "En Saayam For All, nos impulsa la creencia de que la humanidad es la virtud más alta de todas.",
  "Founder, President, CEO, CTO": "Fundador, Presidente, CEO, CTO",
  "Director & Chief Financial Officer": "Director y Director Financiero",
  "Director and Secretary": "Director y Secretario",
  "Director": "Director",
  "Rao K Bhethanabotla": "Rao K Bhethanabotla",
  "Srividhya Gopalan": "Srividhya Gopalan",
  "Naveen Sharma": "Naveen Sharma",
  "Prabhakara Yellai": "Prabhakara Yellai",
  "Sharadha Venketasubramanian": "Sharadha Venketasubramanian",
  "Ramesh Maturu": "Ramesh Maturu",
  "Madhukar Govindaraju": "Madhukar Govindaraju",
  "Sateesh Mucharla": "Sateesh Mucharla",
  "Ashwani Dhawan": "Ashwani Dhawan",
  "Director of Engineering": "Director de Ingeniería",
  "Business Analyst Team Lead": "Líder del Equipo de Analistas de Negocios",
  "Design and Creative Lead": "Líder de Diseño y Creatividad",
  "Lead DevSecOps Engineer": "Ingeniero Principal DevSecOps",
  "Senior Data Architect": "Arquitecto Senior de Datos",
  "Developer Advocate/AI/ML Dev Manager": "Defensor de Desarrolladores/Gerente de Desarrollo IA/ML",
  "Lead User Experience Designer": "Diseñador Principal de Experiencia de Usuario",
  "Rashmi Bilaskar": "Rashmi Bilaskar",
  "Rishitha Rapuri": "Rishitha Rapuri",
  "Sriram Mahankali": "Sriram Mahankali",
  "Divya Tanwar": "Divya Tanwar",
  "Mohana Krishanan R.": "Mohana Krishanan R.",
  "Sugandha Agrawal": "Sugandha Agrawal",
  "Meghana Karri": "Meghana Karri",
  "In some cases, our volunteers partner with local NGOs, community groups, and service organizations to ensure that every request is fulfilled effectively. Saayam For All builds a collaborative ecosystem that strengthens community support—because helping hands are stronger together.": "En algunos casos, nuestros voluntarios se asocian con ONGs locales, grupos comunitarios y organizaciones de servicio para asegurar que cada solicitud se cumpla efectivamente. Saayam For All construye un ecosistema colaborativo que fortalece el apoyo comunitario—porque las manos que ayudan son más fuertes juntas.",
  "Volunteer Match": "Coincidencia de Voluntarios",
  "U.S based nonprofit organization which provides a national digital infrastructure to serve volunteers and nonprofits organization.": "Organización sin fines de lucro con base en EE.UU. que proporciona una infraestructura digital nacional para servir a voluntarios y organizaciones sin fines de lucro.",
  "Idealist (Action without Borders)": "Idealista (Acción sin Fronteras)",
  "Action Without Borders also known as Idealist is a non-profit service organization based in New York City.": "Acción sin Fronteras también conocida como Idealista es una organización de servicio sin fines de lucro con base en la Ciudad de Nueva York.",
  "American RedCross": "Cruz Roja Americana",
  "Red Cross volunteers and staff work to deliver vital services – from providing relief and support to those in crisis.": "Los voluntarios y personal de la Cruz Roja trabajan para entregar servicios vitales – desde proporcionar alivio y apoyo a aquellos en crisis.",
  "Want to join us?": "¿Quieres unirte a nosotros?",
  "Chat with our community and get in touch with different charity organizations!": "¡Chatea con nuestra comunidad y ponte en contacto con diferentes organizaciones benéficas!",
  "At Saayam For All, getting help is as simple and seamless as requesting a ride.": "En Saayam For All, obtener ayuda es tan simple y fluido como solicitar un viaje.",
  "Request for Help": "Solicitud de ayuda",
  "Submit a request for the support you need—just like booking a ride through an app.": "Envía una solicitud para el apoyo que necesitas—como reservar un viaje a través de una aplicación.",
  "Get help in 5 easy steps.": "Obtén ayuda en 5 pasos fáciles.",
  "Get Matching With a Volunteer": "Obtén emparejamiento con un voluntario",
  "We don't just match—you get the smartest match possible.Our AI/ML engine find the right volunteer for you faster and more accuately, just like a ride share app- but smarter, more human, built for community care .": "No solo emparejamos—obtienes el emparejamiento más inteligente posible. Nuestro motor de IA/ML encuentra el voluntario correcto para ti más rápido y más precisamente, como una aplicación de viajes compartidos—pero más inteligente, más humana, construida para el cuidado comunitario.",
  "Confirm Your Volunteer": "Confirma tu voluntario",
  "Connect and Coordinate": "Conecta y coordina",
  "Your volunteer reaches out to finalize details and schedule the support you need.": "Tu voluntario se pone en contacto para finalizar detalles y programar el apoyo que necesitas.",
  "Receive Assistance": "Recibe asistencia",
  "The volunteer provides the help you requested,working with other if needed-making sure you reach your destination.": "El voluntario proporciona la ayuda que solicitaste, trabajando con otros si es necesario—asegurándose de que llegues a tu destino.",
  "Connecting help to those who need it.": "Conectando ayuda a quienes la necesitan.",
  "Looking to volunteer with us?": "¿Buscas ser voluntario con nosotros?",
  "Chat with our community and get in touch with us!": "¡Chatea con nuestra comunidad y ponte en contacto con nosotros!",
  "From these potential matches, one volunteer will be chosen to assist you, much like selecting a specific car.": "De estas coincidencias potenciales, un voluntario será elegido para asistirte, como seleccionar un auto específico.",
  "Make a donation": "Hacer una donación",
  "Your donation helps us create lasting change in communities across the globe.": "Tu donación nos ayuda a crear cambios duraderos en comunidades alrededor del mundo.",
  "Are donations tax deductible?": "¿Son las donaciones deducibles de impuestos?",
  "FAQ_TAX_ANSWER": "Sí, Saayam For All es una organización sin fines de lucro registrada 501(c)(3). Todas las donaciones son deducibles de impuestos en la medida permitida por la ley.",
  "How will my donation be used?": "¿Cómo se utilizará mi donación?",
  "FAQ_USE_ANSWER": "Tu donación se utilizará para apoyar nuestros diversos programas, incluyendo coordinación de voluntarios, programas de asistencia y costos operativos para mantener nuestra plataforma.",
  "Can I cancel recurring donations?": "¿Puedo cancelar donaciones recurrentes?",
  "FAQ_CANCEL_ANSWER": "Sí, puedes cancelar contactando a nuestro equipo de soporte.",
  "TERMS_INTRO": "Bienvenido a Saayam For All (\"Saayam\", \"nosotros\", \"nos\" o \"nuestro\"). Al acceder o utilizar nuestros sitios web (incluyendo saayam.org, saayamforall.org y saayamforall.com), aplicaciones móviles o servicios (colectivamente, la \"Plataforma\"), usted acepta estar sujeto a los siguientes Términos y Condiciones. Estos Términos están diseñados para informarle sobre sus derechos y responsabilidades como usuario, voluntario u organización que interactúa con nuestra plataforma humanitaria impulsada por la comunidad.",
  "TERMS_OVERVIEW_TITLE": "Resumen",
  "TERMS_OVERVIEW_CONTENT": "Saayam For All es una organización basada en voluntarios que ayuda a conectar a personas necesitadas con voluntarios locales compasivos. Operamos a través de una aplicación en la nube que admite solicitudes de elementos esenciales como alimentos, vivienda, educación, atención médica, ropa y orientación general. Esta plataforma se rige por valores de servicio, inclusión y humanidad, y está libre de sesgos religiosos, políticos o comerciales. Al usar Saayam For All, usted acepta y se compromete a cumplir plenamente con estos Términos.",
  "TERMS_MISSION_TITLE": "1. Nuestra Misión",
  "TERMS_MISSION_CONTENT": "Saayam For All es una plataforma humanitaria basada en la compasión, construida completamente por voluntarios y expertos que creen en el servicio a los demás. Nuestra misión es cerrar la brecha entre las personas necesitadas y quienes están dispuestos a ayudar. La plataforma se inspira en los principios de servicio desinteresado, inclusión y empoderamiento tecnológico. Nuestro objetivo es ser un centro global donde cualquiera pueda solicitar asistencia esencial y los voluntarios puedan ofrecer su apoyo sin esperar compensación.",
  "TERMS_ELIGIBILITY_TITLE": "2. Elegibilidad",
  "TERMS_ELIGIBILITY_CONTENT": "Para usar Saayam For All, los individuos deben tener al menos 18 años de edad o utilizar la Plataforma bajo la supervisión y consentimiento de un tutor legal. Al registrarse, usted afirma que la información proporcionada es precisa y que está legalmente autorizado para utilizar nuestros servicios según su jurisdicción local.",
  "TERMS_USER_ROLES_TITLE": "3. Roles de Usuario",
  "TERMS_USER_ROLES_CONTENT": "La Plataforma está compuesta por diferentes roles de usuario: Beneficiarios, Voluntarios, Organizaciones y Administradores. Cada rol tiene permisos y responsabilidades específicos. Se puede permitir el cambio de roles y cuentas con múltiples roles, siempre que cumplan con nuestras políticas internas.",
  "TERMS_SERVICES_TITLE": "4. Servicios Prestados",
  "TERMS_SERVICES_CONTENT": "Saayam For All actúa como un conector y facilitador. No proporcionamos servicios de emergencia ni asesoramiento profesional directamente. Nuestros servicios se brindan a través de una red de voluntarios compasivos y entidades benéficas. Nos esforzamos por emparejar solicitudes con apoyo, pero no podemos garantizar resultados ni respuestas oportunas.",
  "TERMS_LIMITATIONS_TITLE": "5. Limitaciones de los Servicios",
  "TERMS_LIMITATIONS_CONTENT": "No somos un reemplazo para los servicios de emergencia ni proporcionamos asesoramiento médico, legal o financiero con licencia. La verificación de voluntarios es básica y no constituye una verificación formal de antecedentes. Utilice la plataforma bajo su propio criterio y riesgo.",
  "TERMS_ACCEPTABLE_USE_TITLE": "6. Uso Aceptable",
  "TERMS_ACCEPTABLE_USE_CONTENT": "Los usuarios aceptan utilizar la Plataforma solo para fines legales y constructivos. Las actividades prohibidas incluyen solicitudes fraudulentas, acoso, suplantación de identidad, explotación y discursos de odio. Las violaciones pueden resultar en suspensión o prohibición permanente.",
  "TERMS_PRIVACY_TITLE": "7. Privacidad y Datos",
  "TERMS_PRIVACY_CONTENT": "Solo recopilamos los datos necesarios para operar la Plataforma. No vendemos su información. Sus datos pueden compartirse solo para cumplir solicitudes o mejorar los servicios. Consulte nuestra Política de Privacidad para más detalles.",
  "TERMS_NON_DISCRIMINATION_TITLE": "8. No Discriminación",
  "TERMS_NON_DISCRIMINATION_CONTENT": "Atendemos a todas las personas sin importar raza, color, religión, género, orientación sexual, edad, discapacidad, nacionalidad o creencias políticas. Las violaciones de este estándar pueden llevar a la eliminación.",
  "TERMS_DISCLAIMERS_TITLE": "9. Exenciones de Responsabilidad",
  "TERMS_DISCLAIMERS_CONTENT": "No verificamos las calificaciones profesionales a menos que se indique explícitamente. Las interacciones se basan en la confianza mutua. Renunciamos a cualquier responsabilidad por las consecuencias derivadas de las interacciones en la plataforma.",
  "TERMS_INTELLECTUAL_PROPERTY_TITLE": "10. Propiedad Intelectual",
  "TERMS_INTELLECTUAL_PROPERTY_CONTENT": "Todo el contenido de la Plataforma es propiedad nuestra o está licenciado por nosotros. No puede copiarlo ni distribuirlo sin permiso. El contenido generado por el usuario nos otorga una licencia para usarlo con fines operativos y promocionales.",
  "TERMS_INDEMNIFICATION_TITLE": "11. Indemnización",
  "TERMS_INDEMNIFICATION_CONTENT": "Usted acepta indemnizar y eximir de responsabilidad a Saayam y sus afiliados de cualquier reclamo que surja de su uso de la Plataforma o violación de estos Términos.",
  "TERMS_MODIFICATIONS_TITLE": "12. Modificaciones",
  "TERMS_MODIFICATIONS_CONTENT": "Podemos actualizar estos Términos en cualquier momento. El uso continuado después de los cambios constituye la aceptación de los Términos revisados.",
  "TERMS_TERMINATION_TITLE": "13. Terminación",
  "TERMS_TERMINATION_CONTENT": "Podemos suspender o terminar su acceso por violaciones. También puede desactivar su cuenta contactando al soporte.",
  "TERMS_LIMITATION_LIABILITY_TITLE": "14. Limitación de Responsabilidad",
  "TERMS_LIMITATION_LIABILITY_CONTENT": "En la máxima medida permitida por la ley, no somos responsables de daños indirectos o consecuentes derivados del uso de la Plataforma.",
  "TERMS_GOVERNING_LAW_TITLE": "15. Ley Aplicable",
  "TERMS_GOVERNING_LAW_CONTENT": "Estos Términos se rigen por las leyes de nuestra jurisdicción registrada. Las disputas se resolverán según corresponda bajo las leyes locales.",
  "TERMS_WAIVER_SEVERABILITY_TITLE": "16. Renuncia y Divisibilidad",
  "TERMS_WAIVER_SEVERABILITY_CONTENT": "El hecho de no hacer cumplir una disposición no constituye una renuncia a la misma. Si alguna disposición es inválida, las disposiciones restantes seguirán en vigor.",
  "TERMS_ENTIRE_AGREEMENT_TITLE": "17. Acuerdo Completo",
  "TERMS_ENTIRE_AGREEMENT_CONTENT": "Estos Términos y nuestra Política de Privacidad constituyen el acuerdo completo entre usted y Saayam.",
  "TERMS_CONTACT_TITLE": "18. Contacto",
  "TERMS_CONTACT_CONTENT": "Para cualquier pregunta, contáctenos en 📧 info@SaayamForAll.org o 📍 Saayam For All, 3046 Rosato Ct., San Jose, California 95135.",
  "TERMS_THANK_YOU": "Gracias por ser parte de nuestra misión de ayudar a la humanidad a través de la tecnología, la compasión y el servicio comunitario.",
  "preferably WhatsApp": "preferiblemente WhatsApp",
  "SIGN_OFF": "Cerrar Sesión",
  "I_WANT_TO_DELETE_MY_ACCOUNT": "Quiero eliminar mi cuenta",
  "ACCOUNT_DELETION_WARNING_TITLE": "Eliminación de Cuenta",
  "ACCOUNT_DELETION_WARNING_TEXT": "Esta acción eliminará permanentemente su cuenta y todos los datos asociados. Esta acción no se puede deshacer. Asegúrese de haber respaldado cualquier información importante antes de continuar.",
  "ACCOUNT_DELETION_CONFIRMATION_TEXT": "Al marcar esta casilla, reconoce que comprende las consecuencias de eliminar su cuenta.",
  "CONFIRM_ACCOUNT_DELETION": "Confirmar Eliminación de Cuenta",
  "CONFIRM_ACCOUNT_DELETION_TEXT": "¿Está absolutamente seguro de que desea eliminar su cuenta? Esta acción no se puede deshacer y todos sus datos serán eliminados permanentemente.",
  "DELETE_ACCOUNT": "Eliminar Cuenta",
  "DELETING": "Eliminando...",
  "ACCOUNT_DELETION_ERROR": "Ocurrió un error al eliminar su cuenta. Por favor, inténtelo de nuevo.",
  "Lead Volunteer": "Voluntario Principal",
  "Request Priority": "Prioridad de Solicitud",
  "Low": "Baja",
  "Medium": "Media",
  "High": "Alta",
  "Yes": "Sí",
  "No": "No",
  "BACK_TO_DASHBOARD": "Volver al panel de control",
  "BACK": "Atrás",

  "Availability": "Disponibilidad",

  "PREFERENCES": "Preferencias",
  "DEFAULT DASHBOARD VIEW": "Vista de panel predeterminada",
  "RECEIVE EMERGENCY NOTIFICATIONS": "Recibir notificaciones de emergencia",
  "PREFERENCES UPDATED SUCCESS": "¡Preferencias actualizadas exitosamente!",
  "EMAIL COMMUNICATION PREFERENCE": "Preferencia de comunicación por correo electrónico",
  "PHONE COMMUNICATION PREFERENCE": "Preferencia de comunicación telefónica",
  "PRIMARY EMAIL": "Correo electrónico principal",
  "PRIMARY PHONE": "Teléfono principal",
  "SELECT DASHBOARD": "Seleccionar panel de control",
  "SUPER_ADMIN_DASHBOARD": "Panel de Superadministrador",
  "ADMIN_DASHBOARD": "Panel de Administrador",
  "STEWARD_DASHBOARD": "Panel de Supervisor",
  "VOLUNTEER_DASHBOARD": "Panel de Voluntario",
  "BENEFICIARY_DASHBOARD": "Panel de Beneficiario",
  "SELECT LANGUAGE": "Seleccionar idioma",
  "English": "Inglés",
  "Hindi": "Hindi",
  "Telugu": "Telugu",
  "Bengali": "Bengalí",
  "Spanish": "Español",
  "French": "Francés",
  "German": "Alemán",
  "Portuguese": "Portugués",
  "Russian": "Ruso",
  "Mandarin Chinese": "Chino (Mandarín)"
}
