{
  "YES": "Sim",
  "NO": "Não",
  "NOTE": "Nota",
  "FOR_SELF": "Para mim",
  "SUBJECT": "Assunto",
  "DESCRIPTION": "Descrição",
  "REMOTE": "Remoto",
  "IN_PERSON": "Presencial",
  "EDIT": "Editar",
  "SORT_BY": "Ordenar por",
  "NEWEST": "Mais recente",
  "OLDEST": "Mais antigo",
  "ABOUT": "Sobre nós",
  "DASHBOARD": "Painel",
  "DONATE": "Doar",
  "PROFILE": "Perfil",
  "LOGIN": "Entrar",
  "LOGOUT": "Sair",
  "SIGNUP": "Cadastrar",
  "OUR_TEAM": "Nossa equipe",
  "OUR_MISSION": "Nossa missão",
  "DIRECTORS": "Diretores",
  "HOW_WE_OPERATE": "Como operamos",
  "HOME": "Início",
  "VOLUNTEER_SERVICES": "Serviços voluntários",
  "OUR_COLLABORATORS": "Nossos colaboradores",
  "WHAT_WE_OFFER": "O que oferecemos",
  "NOTIFICATIONS": "Notificações",
  "MISSION": "Missão",
  "VISION": "Visão",
  "CONTACT": "Contato",
  "PRIVACY_POLICY": "Política de privacidade",
  "TERMS_AND_CONDITIONS": "Termos e condições",
  "SITE_MAP": "Mapa do site",
  "SCAN_ON_DONATE": "Você pode escanear ou clicar em doar",
  "ENTER_DETAILS": "Insira os detalhes e clique em enviar",
  "SUBMIT": "Enviar",
  "SAVE": "Salvar",
  "CANCEL": "Cancelar",
  "FIRST_NAME": "Primeiro nome",
  "LAST_NAME": "Sobrenome",
  "PHONE": "Telefone",
  "PHONE_NUMBER": "Número de telefone",
  "YOUR_PHONE_NUMBER": "Seu número de telefone",
  "AGE": "Idade",
  "PREFERRED_LANGUAGE": "Idioma preferido",
  "FIRST_LANGUAGE_PREFERENCE": "Primeira preferência de idioma",
  "SECOND_LANGUAGE_PREFERENCE": "Segunda preferência de idioma",
  "THIRD_LANGUAGE_PREFERENCE": "Terceira preferência de idioma",
  "GENDER": "Gênero",
  "MESSAGE": "Mensagem",
  "EMAIL": "Email",
  "PASSWORD": "Senha",
  "FORGOT_PASSWORD": "Esqueceu a senha?",
  "CHANGE_PASSWORD": "Alterar senha",
  "EDIT_PASSWORD": "Editar senha",
  "CURRENT_PASSWORD": "Senha atual",
  "NEW_PASSWORD": "Nova senha",
  "CONFIRM_PASSWORD": "Confirmar senha",
  "PASSWORD_REQUIREMENTS": "Deve ter pelo menos 8 caracteres.",
  "COUNTRY": "País",
  "SELECT_COUNTRY": "Selecionar país",
  "STATE": "Estado",
  "ZIP_CODE": "CEP",
  "BIRTHDAY": "Aniversário",
  "CITY": "Cidade",
  "ADDRESS": "Endereço{{optional}}",
  "YOUR_PROFILE": "Seu perfil",
  "PERSONAL_INFORMATION": "Informações pessoais",
  "IDENTITY_DOCUMENT": "Documento de identidade",
  "UPLOAD_PHOTO": "Carregar foto",
  "ORGANIZATION_DETAILS": "Detalhes da organização",
  "ORGANIZATION_NAME": "Nome da organização",
  "ORGANIZATION_TYPE": "Tipo de organização",
  "NON_PROFIT": "Sem fins lucrativos",
  "FOR_PROFIT": "Com fins lucrativos",
  "OR_WITH": "Ou com",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Não tem uma conta?",
  "REQUEST_CATEGORY": "Categoria de solicitação",
  "REQUEST_TYPE": "Tipo de solicitação",
  "CREATE_HELP_REQUEST": "Criar pedido de ajuda",
  "EDIT_HELP_REQUEST": "Editar pedido de ajuda",
  "ADMINISTRATE": "Administrar-se",
  "MY_REQUESTS": "Minhas solicitações",
  "MANAGED_REQUESTS": "Solicitações gerenciadas",
  "OTHERS_REQUESTS": "Outras solicitações",
  "BECOME_VOLUNTEER": "Torne-se voluntário",
  "HELPING_VOLUNTEERS": "Ajudando voluntários",
  "REQUEST_VOLUNTEERS": "Solicitar voluntários",
  "NUMBER_OF_VOLUNTEERS": "Insira o número de voluntários...",
  "VOLUNTEER_ORGANIZATIONS": "Organizações voluntárias",
  "EMERGENCY_CONTACT": "Contato de emergência",
  "MORE_INFORMATION": "Mais informações",
  "STATUS": "Status",
  "FILTER_BY": "Filtrar por",
  "ACKNOWLEDGE_TERMS": "Aceitar termos",
  "TERMS_DOCUMENT": "Por favor, leia atentamente o seguinte documento e reconheça que você compreendeu seu conteúdo.",
  "VOLUNTEER_AGREEMENT": "Acordo de Voluntariado para Todos",
  "I_HAVE_READ": "Eu li e entendi o documento",
  "HERO_TEXT": "Bem-vindo ao <1>Saayam</1>, uma organização sem fins lucrativos - sua porta de entrada para assistência e suporte em momentos de necessidade. Saayam significa 'Ajuda' em Telugu, 'Sahay' em Sânscrito/Hindi, 'Bangzhu' em Mandarim e 'Ayuda' em Espanhol.",
  "AT_SAAYAM": "Na <1>Saayam</1>, acreditamos no poder das mãos que ajudam as pessoas que enfrentam desafios. Nossa plataforma conecta indivíduos e comunidades em todo o mundo, preenchendo a lacuna entre aqueles que precisam de assistência e aqueles que estão prontos para fornecê-la.",
  "OUR_VISION": "Nosso sonho é um mundo onde todos recebam o apoio necessário para superar obstáculos e levar uma vida plena. Aspiramos ser um líder global em ajuda humanitária, alavancando a tecnologia e a colaboração para criar uma rede perfeita de apoio que transcende barreiras.",
  "JOIN_US": "Junte-se a nós em nossa missão de fazer a diferença. Se você deseja estender a mão para ajudar ou procurar assistência, Saayam está aqui para você. Juntos, vamos construir um mundo mais compassivo e equitativo para todos.",
  "JOIN_TODAY": "Experimente a alegria de ajudar os outros - junte-se à Saayam hoje. Juntos, podemos fazer a diferença.",
  "OUR_MOTTO": "Lembre-se, nosso lema na Saayam é simples: \"Servir a humanidade é servir a Deus\" e \"Que todos vivam felizes\". Junte-se a nós para espalhar gentileza e compaixão através de um ato de ajuda por vez. Qualquer pessoa de qualquer parte do mundo pode solicitar ajuda em qualquer tipo de plataforma de mídia social/dispositivo de comunicação.",
  "STAY_UPDATED": "Mantenha-se atualizado sobre nosso progresso e iniciativas - continue voltando aqui para as últimas atualizações. Juntos, podemos criar um mundo melhor para todos.",
  "DONATE_MONEY": "Saayam para Todos é uma organização sem fins lucrativos, com status 501(c)(3). Todas as doações feitas a esta organização são dedutíveis de impostos. Você pode usar este <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">link do PayPal</1> para doar dinheiro.",
  "READ_MORE": "Leia mais sobre <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>como operamos</1>!",
  "MAX_CHARACTERS": "Máximo de {{count}} caracteres",
  "HELP_REQUEST": "Pedido de Ajuda:",
  "ASK_FOR_HELP": "Como solicitante, você pode pedir ajuda (semelhante a solicitar uma viagem).",
  "MATCHING_PROCESS": "Processo de Combinação:",
  "REQUEST_WILL_BE_MATCHED": "Seu pedido será combinado com alguns voluntários próximos com base em seus perfis, assim como os aplicativos de transporte o conectam a motoristas próximos.",
  "VOLUNTEER_SELECTION": "Seleção de Voluntários:",
  "FROM_POTENTIAL_MATCHES": "Dentre essas correspondências potenciais, um voluntário será escolhido para ajudá-lo, assim como a seleção de um carro específico.",
  "VOLUNTEER_APPROACH": "Abordagem do Voluntário:",
  "VOLUNTEER_WILL_CONTACT": "O voluntário escolhido entrará em contato com você e trabalhará com você.",
  "ASSISTANCE_PROVIDED": "Assistência Fornecida:",
  "VOLUNTEER_WILL_WORK": "Este voluntário trabalhará em estreita colaboração com você para atender às suas necessidades. Eles também colaborarão com outros voluntários locais e organizações voluntárias para cumprir seu pedido, assim como um motorista o leva ao seu destino.",
  "EMPOWER_INDIVIDUALS": "Capacitar indivíduos e comunidades em todo o mundo, facilitando a ajuda mútua e o apoio através da Saayam, uma plataforma de software que conecta solicitantes, voluntários, organizações voluntárias e doadores. Nossa missão é fornecer assistência oportuna e direcionada àqueles que enfrentam desafios em suas vidas, promovendo uma cultura de compaixão, solidariedade e serviço à humanidade.",
  "VISION_DESCRIPTION": "Saayam imagina um mundo onde todos tenham acesso ao apoio e aos recursos necessários para superar obstáculos e levar uma vida plena. Aspiramos ser um líder global em ajuda humanitária, alavancando a tecnologia e a colaboração para criar uma rede perfeita de apoio que transcende barreiras geográficas, culturais e socioeconômicas. Nossa visão é construir uma comunidade onde o ethos de \"Manava Sevaye Madhava Seva\" (Servir a humanidade é servir a Deus) e \"Sarve jana sukhino bhavantu\" (Que todos vivam felizes) guie nossas ações, impulsionando mudanças positivas e promovendo um mundo mais compassivo e equitativo para todos.",
  "LIFE_THREATENING_REQUESTS": "Não lidamos com pedidos de emergência com risco de vida. Se você precisar de ajuda imediata, ligue para o seu serviço de emergência local.",
  "INTRODUCTION": "Introdução",
  "INTRODUCTION_CONTENT": "Este Acordo de Voluntariado (\"Acordo\") é feito entre a Saayam para Todos (\"Organização\") e o Voluntário (\"Voluntário\") após aceitação. Ao assinar ou consentir eletronicamente, o Voluntário reconhece ter lido, compreendido e aceito estes termos, que regem sua participação em quaisquer atividades de voluntariado com a Organização.",
  "VOLUNTEER_ROLE": "Função e Responsabilidades do Voluntário",
  "VOLUNTEER_ROLE_CONTENT": "O Voluntário concorda em cumprir as funções e responsabilidades atribuídas pela Organização, que podem incluir auxiliar em tarefas solicitadas por indivíduos ou comunidades. O Voluntário concorda em: <1/> - Desempenhar as tarefas atribuídas pela Organização com diligência, responsabilidade e de maneira profissional. <1/> - Informar prontamente a Organização sobre sua disponibilidade, progresso e quaisquer desafios. <1/> - Concluir as tarefas atribuídas dentro dos prazos estipulados e com a melhor de suas habilidades.",
  "CONDUCT_CODE": "Código de Conduta",
  "CONDUCT_CODE_CONTENT": "O Voluntário concorda em manter os mais altos padrões éticos ao representar a Organização. Isso inclui: <1/> - Tratar todos os indivíduos com respeito e dignidade, independentemente de raça, religião, gênero, orientação sexual, idade ou deficiência. <1/> - Abster-se de qualquer forma de discriminação, assédio ou comportamento não profissional. <1/> - Evitar conflitos de interesse e garantir que os interesses pessoais não interfiram nos deveres de voluntário.",
  "CONFIDENTIALITY_AGREEMENT": "Acordo de Confidencialidade",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "O Voluntário reconhece que, durante o serviço, ele pode ter acesso a informações confidenciais, proprietárias ou pessoais relacionadas à Organização, a outros voluntários ou a indivíduos que buscam assistência. O Voluntário concorda em: <1/> - Manter a confidencialidade de todas as informações durante e após o término deste Acordo. <1/> - Usar tais informações apenas para fins de cumprimento de suas responsabilidades de voluntário. <1/> - Não divulgar nenhuma informação confidencial a terceiros sem a permissão expressa por escrito da Organização.",
  "DATA_PRIVACY": "Privacidade e Proteção de Dados",
  "DATA_PRIVACY_CONTENT": "O Voluntário concorda em cumprir todas as leis e regulamentações de proteção de dados aplicáveis, incluindo o Regulamento Geral de Proteção de Dados (GDPR) e outras leis locais de proteção de dados. O Voluntário concorda em: <1/> - Lidar com todos os dados pessoais de acordo com as políticas de proteção de dados da Organização. <1/> - Proteger a integridade e a confidencialidade dos dados pessoais obtidos durante as atividades de voluntariado. <1/> - Notificar prontamente a Organização sobre quaisquer violações de dados ou incidentes de acesso não autorizado.",
  "INTELLECTUAL_PROPERTY": "Propriedade Intelectual",
  "INTELLECTUAL_PROPERTY_CONTENT": "Qualquer obra, material ou propriedade intelectual criada pelo Voluntário durante as atividades de voluntariado será de propriedade da Organização. O Voluntário concorda em: <1/> - Ceder todos os direitos, títulos e interesses em tal propriedade intelectual à Organização. <1/> - Não usar, reproduzir ou distribuir essa propriedade sem a permissão expressa da Organização.",
  "LIABILITY_WAIVER": "Isenção de Responsabilidade e Aceitação de Risco",
  "LIABILITY_WAIVER_CONTENT": "O Voluntário reconhece que a participação em atividades de voluntariado pode envolver riscos inerentes, incluindo, mas não se limitando a, lesões físicas, estresse mental ou danos à propriedade. O Voluntário concorda em: <1/> - Assumir todos os riscos associados às suas atividades de voluntariado, incluindo aqueles relacionados a viagens ou transporte. <1/> - Isentar a Organização, seus diretores, funcionários e organizações afiliadas de quaisquer reivindicações ou demandas. <1/> - Reconhecer que a Organização não fornece cobertura de seguro para voluntários e que a obtenção do seguro necessário é de responsabilidade do Voluntário.",
  "INDEMNIFICATION": "Indenização",
  "INDEMNIFICATION_CONTENT": "O Voluntário concorda em indenizar e isentar a Organização, seus diretores, funcionários e entidades afiliadas de e contra todas e quaisquer reivindicações, danos, perdas, responsabilidades, custos e despesas (incluindo honorários advocatícios) decorrentes de ou relacionados a seus atos ou omissões durante seu período de serviço.",
  "COMMITMENT": "Compromisso e Expectativas",
  "COMMITMENT_CONTENT": "O Voluntário compromete-se a cumprir as obrigações e prazos conforme comunicados pela Organização. Se o Voluntário for incapaz de cumprir esses compromissos, ele concorda em: <1/> - Notificar prontamente a Organização e fornecer um motivo razoável para a indisponibilidade. <1/> - Cooperar com a Organização para uma transição suave de responsabilidades, se necessário.",
  "TRAINING_SUPERVISION": "Treinamento e Supervisão",
  "TRAINING_SUPERVISION_CONTENT": "A Organização fornecerá o treinamento e a supervisão necessários ao Voluntário. O Voluntário concorda em: <1/> - Participar de todas as sessões de treinamento obrigatórias. <1/> - Seguir as instruções e diretrizes fornecidas pelos supervisores ou funcionários da Organização. <1/> - Buscar esclarecimentos ou assistência sempre que necessário para cumprir suas responsabilidades de forma eficaz.",
  "HEALTH_SAFETY": "Saúde e Segurança",
  "HEALTH_SAFETY_CONTENT": "O Voluntário reconhece sua responsabilidade de aderir a todas as diretrizes de saúde e segurança fornecidas pela Organização. O Voluntário concorda em: <br/> - Relatar prontamente quaisquer condições ou incidentes inseguros. <br/> - Tomar as precauções razoáveis para proteger sua própria saúde e segurança e a de outras pessoas.",
  "DISPUTE_RESOLUTION": "Resolução de Disputas",
  "DISPUTE_RESOLUTION_CONTENT": "Em caso de qualquer disputa relacionada a este Acordo, ambas as partes tentarão resolvê-la de boa-fé por meio de negociação. Se uma resolução não for alcançada, mediação ou arbitragem mutuamente acordadas serão buscadas antes de qualquer ação legal.",
  "GOVERNING_LAW": "Lei Aplicável",
  "GOVERNING_LAW_CONTENT": "Este Acordo será regido e interpretado pelas leis globais que se aplicam às atividades e interações operadas pela Organização. Quaisquer processos legais relacionados a este Acordo serão movidos nos tribunais apropriados, conforme mutuamente acordado por ambas as partes.",
  "ACKNOWLEDGMENT": "Reconhecimento e Consentimento",
  "ACKNOWLEDGMENT_CONTENT": "Ao consentir com este documento, o Voluntário reconhece que leu, compreendeu e aceitou estes termos. O Voluntário concorda em cumprir todas as diretrizes, políticas e expectativas e entende que sua condição de voluntário depende do cumprimento deste Acordo.",
  "EMAIL_REQUIRED": "Por favor, insira seu e-mail",
  "PASSWORD_REQUIRED": "Por favor, insira sua senha",
  "INVALID_CREDENTIALS": "E-mail ou senha inválidos",
  "Real help. Real people. Right when you need it.": "Ajuda real. Pessoas reais. Exatamente quando você precisa.",
  "Need help? Here to help?": "Precisa de ajuda? Estamos aqui para ajudar?",
  "At Saayam for All, your support can make a real difference today.": "Na Saayam para Todos, seu apoio pode fazer uma diferença real hoje.",
  "Sarve jana sukhino bhavantu": "Que todos os seres sejam felizes",
  "May all live happily.": "Que todos vivam felizes.",
  "jñānam vardhati sanchayāt": "O conhecimento cresce ao ser compartilhado",
  "Sharing knowledge expands one's own understanding and the knowledge of others.": "Compartilhar conhecimento expande a própria compreensão e o conhecimento dos outros.",
  "Manava sevaye Madhava seva": "Servir à humanidade é servir a Deus.",
  "Service to mankind is Service to God.": "Servir a humanidade é servir a Deus.",
  "Food and Essentials Support": "Apoio Alimentar e Essenciais",
  "Clothing Support": "Apoio com Vestuário",
  "Education and Career Support": "Apoio à Educação e Carreira",
  "Healthcare and Wellbeing Support": "Apoio à Saúde e Bem-Estar",
  "Housing Support": "Apoio à Habitação",
  "General Support": "Apoio Geral",
  "Our Collaborators": "Nossos Colaboradores",
  "Creating a World Where Help is Always Within Reach": "Criando um mundo onde a ajuda está sempre ao alcance",
  "Through our global network of volunteers and donors, we empower communities to support one another, fostering a culture of compassion and solidarity that transcends geographical boundaries.": "Através de nossa rede global de voluntários e doadores, capacitamos comunidades a apoiarem umas às outras, promovendo uma cultura de compaixão e solidariedade que transcende fronteiras geográficas.",
  "Our Mission": "Nossa Missão",
  "How We Operate": "Como Operamos",
  "Watch our 5 minute video to understand how Saayam for All works and how we make a difference.": "Assista ao nosso vídeo de 5 minutos para entender como Saayam para Todos funciona e como fazemos a diferença.",
  "Learn More": "Saiba Mais",
  "One Platform. Many Ways to Contribute.": "Uma Plataforma. Muitas Formas de Contribuir.",
  "Learn about different roles in our ecosystem and how each one contributes to creating an impact.": "Saiba mais sobre os diferentes papéis em nosso ecossistema e como cada um contribui para criar um impacto.",
  "Beneficiaries": "Beneficiários",
  "Receive help for their requests": "Recebem ajuda para seus pedidos",
  "Volunteers": "Voluntários",
  "Provide guidance and solutions to beneficiaries": "Fornecem orientação e soluções aos beneficiários",
  "Voluntary Organizations": "Organizações Voluntárias",
  "Offer necessary support to beneficiaries": "Oferecem o suporte necessário aos beneficiários",
  "Donors": "Doadores",
  "Provide financial assistance to voluntary organization": "Oferecem assistência financeira a organizações voluntárias",
  "COPYRIGHT": "Direitos Autorais © 2025 Saayam para Todos. Todos os direitos reservados.",
  "Contact Us": "Entre em Contato",
  "Email, call, or complete the form to learn how Saayam for All can help you with your challenges": "Envie um e-mail, ligue ou preencha o formulário para saber como Saayam para Todos pode ajudá-lo com seus desafios",
  "FAQ's": "Perguntas Frequentes",
  "What services does Saayam for All offer?": "Quais serviços a Saayam para Todos oferece?",
  "We offer a platform to connect volunteers with people who need help in areas like education, food, and healthcare.": "Oferecemos uma plataforma para conectar voluntários a pessoas que precisam de ajuda em áreas como educação, alimentação e saúde.",
  "How can I become a volunteer?": "Como posso me tornar um voluntário?",
  "Fill out the contact form and our team will reach out with onboarding steps!": "Preencha o formulário de contato e nossa equipe entrará em contato com as etapas de integração!",
  "Is Saayam for All a non-profit?": "A Saayam para Todos é uma organização sem fins lucrativos?",
  "Yes, we are a non-profit organization focused on community support and outreach.": "Sim, somos uma organização sem fins lucrativos focada no apoio e alcance comunitário.",
  "Get In Touch": "Entre em Contato",
  "You can reach us anytime": "Você pode nos contatar a qualquer momento",
  "First Name": "Primeiro Nome",
  "Last Name": "Sobrenome",
  "Email": "Email",
  "Phone": "Telefone",
  "Message": "Mensagem",
  "Enter your first name": "Digite seu primeiro nome",
  "Enter your last name": "Digite seu sobrenome",
  "Enter your email": "Digite seu e-mail",
  "Enter your phone": "Digite seu telefone",
  "Enter your message": "Digite sua mensagem",
  "Submit": "Enviar",
  "*By clicking Submit, you are agreeing to our": "*Ao clicar em Enviar, você concorda com nossos",
  "terms and conditions": "termos e condições",
  "Our mission is to provide timely and targeted assistance to those,": "Nossa missão é fornecer assistência oportuna e direcionada àqueles",
  "facing challenges in their lives, fostering a culture of compassion,": "que enfrentam desafios em suas vidas, promovendo uma cultura de compaixão,",
  "solidarity, and service to humanity.": "solidariedade e serviço à humanidade.",
  "Our Values": "Nossos Valores",
  "At Saayam For All, our shared values keep us connected and guide us as one team.": "Na Saayam para Todos, nossos valores compartilhados nos mantêm conectados e nos guiam como uma única equipe.",
  "Address Basic": "Atender às necessidades",
  "Necessities": "Básicas",
  "Focus on food, clothing,": "Foco em alimentação, vestuário,",
  "shelter, education,": "moradia, educação,",
  "medical, healthcare.": "e saúde.",
  "Inclusivity and ": "Inclusão e",
  "Respect": "Respeito",
  "Open to all, regardless of beliefs,": "Abertos a todos, independentemente de crenças,",
  " religion, location, country, or politics,": "religião, localização, país ou política,",
  "without desecrating any beliefs.": "sem desrespeitar quaisquer crenças.",
  "Collaboration,": "Colaboração,",
  "Not Competition": "Não Competição",
  "Match Requestors with existing": "Conectar Solicitantes com organizações",
  "voluntary organizations without": "voluntárias existentes, sem",
  "starting new ones that compete.": "criar novas que competem.",
  "No Infrastructure or": "Sem Infraestrutura ou",
  " Money Distribution": "Distribuição de Dinheiro",
  "No building of schools or hospitals and": "Não construímos escolas ou hospitais e",
  "no direct distribution of money.": "não distribuímos dinheiro diretamente.",
  "Volunteer-Based": "Baseado em Voluntariado",
  "Purely volunteer-driven with no pay or": "Puramente impulsionado por voluntários, sem salário ou",
  "benefits; cost reimbursement is allowed.": "benefícios; reembolso de custos é permitido.",
  "Motivation": "Motivação",
  "Use Saayam Dollars to motivate": "Use Saayam Dollars para motivar",
  "volunteers.": "voluntários.",
  "Automation": "Automação",
  "Implement a software solution with": "Implementar uma solução de software com",
  "minimal human intervention.": "intervenção humana mínima.",
  "Cost-Efficiency": "Eficiência de Custos",
  "Utilize free resources like WhatsApp,": "Utilize recursos gratuitos como WhatsApp,",
  " Zoom, and GitHub to keep costs low.": "Zoom e GitHub para manter os custos baixos.",
  "Our vision is to cultivate a community": "Nossa visão é cultivar uma comunidade",
  "where the ethos of \"Manava Sevaye Madhava": "onde o ethos de \"Manava Sevaye Madhava",
  "Seva\" ( Service to mankind is Service to God )": "Seva\" (Servir à humanidade é servir a Deus)",
  "and \"Sarve jana sukhino bhavantu\" ( May ": "e \"Sarve jana sukhino bhavantu\" (Que",
  "all live happily) guides our actions, driving": "todos vivam felizes) guia nossas ações, impulsionando",
  "positive change and fostering a more": "mudanças positivas e promovendo um mundo mais",
  "compassionate and equitable world for all.": "compassivo e equitativo para todos.",
  "Looking to join us?": "Quer se juntar a nós?",
  "Chat with our community and get in touch with different charity": "Converse com nossa comunidade e entre em contato com diferentes organizações de caridade!",
  "organizations!": "organizações!",
  "Join the community": "Junte-se à comunidade",
  "Our Vision": "Nossa Visão",
  "EXECUTIVE_TEAM": "Conheça a Equipe Executiva",
  "EXECUTIVE_DESCRIPTION_1": "Dar vida a essa visão requer uma equipe dedicada.",
  "EXECUTIVE_DESCRIPTION_2": "Conheça as pessoas que estão impulsionando a mudança.",
  "DIRECTORS_DESCRIPTION": "Na Saayam para Todos, somos guiados pela crença de que a humanidade é a maior virtude.",
  "Founder, President, CEO, CTO": "Fundador, Presidente, CEO, CTO",
  "Director & Chief Financial Officer": "Diretor e Diretor Financeiro",
  "Director and Secretary": "Diretor e Secretário",
  "Director": "Diretor",
  "Rao K Bhethanabotla": "Rao K Bhethanabotla",
  "Srividhya Gopalan": "Srividhya Gopalan",
  "Naveen Sharma": "Naveen Sharma",
  "Prabhakara Yellai": "Prabhakara Yellai",
  "Sharadha Venketasubramanian": "Sharadha Venketasubramanian",
  "Ramesh Maturu": "Ramesh Maturu",
  "Madhukar Govindaraju": "Madhukar Govindaraju",
  "Sateesh Mucharla": "Sateesh Mucharla",
  "Ashwani Dhawan": "Ashwani Dhawan",
  "Director of Engineering": "Diretor de Engenharia",
  "Business Analyst Team Lead": "Líder da Equipe de Analistas de Negócios",
  "Design and Creative Lead": "Líder de Design e Criação",
  "Lead DevSecOps Engineer": "Engenheiro Líder DevSecOps",
  "Senior Data Architect": "Arquiteto de Dados Sênior",
  "Developer Advocate/AI/ML Dev Manager": "Defensor de Desenvolvedores/Gerente de Desenvolvimento de IA/ML",
  "Lead User Experience Designer": "Designer Líder de Experiência do Usuário",
  "Rashmi Bilaskar": "Rashmi Bilaskar",
  "Rishitha Rapuri": "Rishitha Rapuri",
  "Sriram Mahankali": "Sriram Mahankali",
  "Divya Tanwar": "Divya Tanwar",
  "Mohana Krishanan R.": "Mohana Krishanan R.",
  "Sugandha Agrawal": "Sugandha Agrawal",
  "Meghana Karri": "Meghana Karri",
  "In some cases, our volunteers partner with local NGOs, community groups, and service organizations to ensure that every request is fulfilled effectively. Saayam For All builds a collaborative ecosystem that strengthens community support—because helping hands are stronger together.": "Em alguns casos, nossos voluntários fazem parceria com ONGs locais, grupos comunitários e organizações de serviço para garantir que cada solicitação seja atendida de forma eficaz. A Saayam para Todos constrói um ecossistema colaborativo que fortalece o apoio comunitário – porque mãos que ajudam são mais fortes juntas.",
  "Volunteer Match": "Match de Voluntários",
  "U.S based nonprofit organization which provides a national digital infrastructure to serve volunteers and nonprofits organization.": "Organização sem fins lucrativos com sede nos EUA que fornece uma infraestrutura digital nacional para servir voluntários e organizações sem fins lucrativos.",
  "Idealist (Action without Borders)": "Idealist (Ação sem Fronteiras)",
  "Action Without Borders also known as Idealist is a non-profit service organization based in New York City.": "A Action Without Borders, também conhecida como Idealist, é uma organização de serviço sem fins lucrativos com sede na cidade de Nova York.",
  "American RedCross": "Cruz Vermelha Americana",
  "Red Cross volunteers and staff work to deliver vital services – from providing relief and support to those in crisis.": "Voluntários e funcionários da Cruz Vermelha trabalham para entregar serviços vitais – desde o fornecimento de alívio e apoio a pessoas em crise.",
  "Want to join us?": "Quer se juntar a nós?",
  "Chat with our community and get in touch with different charity organizations!": "Converse com nossa comunidade e entre em contato com diferentes organizações de caridade!",
  "At Saayam For All, getting help is as simple and seamless as requesting a ride.": "Na Saayam para Todos, obter ajuda é tão simples e fácil quanto solicitar uma corrida.",
  "Request for Help": "Pedido de Ajuda",
  "Submit a request for the support you need—just like booking a ride through an app.": "Envie um pedido de apoio que você precisa — assim como reservar uma corrida por meio de um aplicativo.",
  "Get help in 5 easy steps.": "Obtenha ajuda em 5 passos fáceis.",
  "Get Matching With a Volunteer": "Obtenha Correspondência com um Voluntário",
  "We don't just match—you get the smartest match possible.Our AI/ML engine find the right volunteer for you faster and more accuately, just like a ride share app- but smarter, more human, built for community care .": "Nós não apenas fazemos a correspondência – você obtém a correspondência mais inteligente possível. Nosso motor de IA/ML encontra o voluntário certo para você de forma mais rápida e precisa, assim como um aplicativo de compartilhamento de viagens – mas mais inteligente, mais humano, construído para o cuidado comunitário.",
  "Confirm Your Volunteer": "Confirme seu Voluntário",
  "Connect and Coordinate": "Conecte e Coordenar",
  "Your volunteer reaches out to finalize details and schedule the support you need.": "Seu voluntário entrará em contato para finalizar os detalhes e agendar o apoio que você precisa.",
  "Receive Assistance": "Receber Assistência",
  "The volunteer provides the help you requested,working with other if needed-making sure you reach your destination.": "O voluntário fornece a ajuda que você solicitou, trabalhando com outros, se necessário - garantindo que você chegue ao seu destino.",
  "Connecting help to those who need it.": "Conectando ajuda a quem precisa.",
  "Looking to volunteer with us?": "Quer ser voluntário conosco?",
  "Chat with our community and get in touch with us!": "Converse com nossa comunidade e entre em contato conosco!",
  "From these potential matches, one volunteer will be chosen to assist you, much like selecting a specific car.": "Dentre essas correspondências potenciais, um voluntário será escolhido para ajudá-lo, assim como a seleção de um carro específico.",
  "Make a donation": "Fazer uma doação",
  "Your donation helps us create lasting change in communities across the globe.": "Sua doação nos ajuda a criar mudanças duradouras em comunidades ao redor do mundo.",
  "Are donations tax deductible?": "As doações são dedutíveis de impostos?",
  "FAQ_TAX_ANSWER": "Sim, a Saayam para Todos é uma organização sem fins lucrativos 501(c)(3) registrada. Todas as doações são dedutíveis de impostos na extensão máxima permitida por lei.",
  "How will my donation be used?": "Como minha doação será utilizada?",
  "FAQ_USE_ANSWER": "Sua doação será utilizada para apoiar nossos diversos programas, incluindo coordenação de voluntários, programas de assistência e custos operacionais para manter nossa plataforma.",
  "Can I cancel recurring donations?": "Posso cancelar doações recorrentes?",
  "FAQ_CANCEL_ANSWER": "Sim, você pode cancelar entrando em contato com nossa equipe de suporte.",
  "TERMS_INTRO": "Bem-vindo ao Saayam For All (\"Saayam\", \"nós\", \"nos\" ou \"nosso\"). Ao acessar ou utilizar nossos sites (incluindo saayam.org, saayamforall.org e saayamforall.com), aplicativos móveis ou serviços (coletivamente, a \"Plataforma\"), você concorda em se comprometer com os seguintes Termos e Condições. Estes Termos foram elaborados para informá-lo sobre seus direitos e responsabilidades como usuário, voluntário ou organização que interage com nossa plataforma humanitária e voltada para a comunidade.",
  "TERMS_OVERVIEW_TITLE": "Visão geral",
  "TERMS_OVERVIEW_CONTENT": "A Saayam For All é uma organização baseada em voluntariado que ajuda a conectar pessoas necessitadas com voluntários locais compassivos. Operamos por meio de um aplicativo nativo em nuvem que atende a solicitações de itens essenciais, como alimentação, moradia, educação, saúde, vestuário e orientação geral. Esta plataforma é pautada por valores de serviço, inclusão e humanidade, e é livre de preconceitos religiosos, políticos ou comerciais. Ao utilizar a Saayam For All, você aceita e concorda em cumprir integralmente estes Termos.",
  "TERMS_MISSION_TITLE": "1. Nossa Missão",
  "TERMS_MISSION_CONTENT": "Saayam For All é uma plataforma humanitária baseada na compaixão, construída inteiramente por voluntários e especialistas que acreditam em servir ao próximo. Nossa missão é preencher a lacuna entre pessoas necessitadas e aquelas dispostas a ajudar. A plataforma é inspirada nos princípios de serviço altruísta, inclusão e empoderamento tecnológico. Nosso objetivo é ser um centro global onde qualquer pessoa pode solicitar assistência essencial e os voluntários podem oferecer seu apoio sem a expectativa de compensação.",
  "TERMS_ELIGIBILITY_TITLE": "2. Elegibilidade",
  "TERMS_ELIGIBILITY_CONTENT": "Para utilizar o Saayam For All, os indivíduos devem ter pelo menos 18 anos de idade ou utilizar a Plataforma sob a supervisão e o consentimento de um responsável legal. Ao se cadastrar, você afirma que as informações fornecidas são precisas e que você tem permissão legal para utilizar nossos serviços em sua jurisdição local.",
  "TERMS_USER_ROLES_TITLE": "3. Funções do usuário",
  "TERMS_USER_ROLES_CONTENT": "A Plataforma é composta por diferentes funções de usuário: Beneficiários, Voluntários, Organizações e Administradores. Cada função possui permissões e responsabilidades específicas. Troca de funções e contas com múltiplas funções podem ser permitidas, desde que estejam em conformidade com nossas políticas internas.",
  "TERMS_SERVICES_TITLE": "4. Serviços Prestados",
  "TERMS_SERVICES_CONTENT": "A Saayam For All atua como conectora e facilitadora. Não oferecemos diretamente serviços de emergência ou aconselhamento profissional. Nossos serviços são prestados por meio de uma rede de voluntários compassivos e entidades beneficentes. Nos esforçamos para atender às solicitações com apoio, mas não podemos garantir resultados ou respostas em tempo hábil.",
  "TERMS_LIMITATIONS_TITLE": "5. Limitações dos Serviços",
  "TERMS_LIMITATIONS_CONTENT": "Não substituímos serviços de emergência e não oferecemos aconselhamento médico, jurídico ou financeiro licenciado. A verificação de voluntários é básica e não constitui verificação formal de antecedentes. Use a plataforma por sua conta e risco.",
  "TERMS_ACCEPTABLE_USE_TITLE": "6. Uso aceitável",
  "TERMS_ACCEPTABLE_USE_CONTENT": "Os usuários concordam em utilizar a Plataforma apenas para fins lícitos e construtivos. Atividades proibidas incluem solicitações fraudulentas, assédio, falsificação de identidade, exploração e discurso de ódio. Violações podem resultar em suspensão ou banimento permanente.",
  "TERMS_PRIVACY_TITLE": "7. Privacidade e Dados",
  "TERMS_PRIVACY_CONTENT": "Coletamos apenas os dados necessários para operar a Plataforma. Não vendemos suas informações. Seus dados podem ser compartilhados apenas para atender a solicitações ou aprimorar serviços. Consulte nossa Política de Privacidade para obter mais detalhes.",
  "TERMS_NON_DISCRIMINATION_TITLE": "8. Não Discriminação",
  "TERMS_NON_DISCRIMINATION_CONTENT": "Atendemos a todos os indivíduos, independentemente de raça, cor, religião, gênero, orientação sexual, idade, deficiência, nacionalidade ou crença política. Violações desta norma podem levar à remoção.",
  "TERMS_DISCLAIMERS_TITLE": "9. Isenções de responsabilidade",
  "TERMS_DISCLAIMERS_CONTENT": "Não verificamos qualificações profissionais, a menos que explicitamente mencionado. As interações são baseadas na confiança mútua. Não nos responsabilizamos por consequências decorrentes de interações na plataforma.",
  "TERMS_INTELLECTUAL_PROPERTY_TITLE": "10. Propriedade Intelectual",
  "TERMS_INTELLECTUAL_PROPERTY_CONTENT": "Todo o conteúdo da Plataforma é de nossa propriedade ou licenciado por nós. Você não pode copiá-lo ou distribuí-lo sem permissão. O conteúdo gerado pelo usuário nos concede uma licença para utilizá-lo para fins operacionais e promocionais.",
  "TERMS_INDEMNIFICATION_TITLE": "11. Indenização",
  "TERMS_INDEMNIFICATION_CONTENT": "Você concorda em indenizar e isentar a Saayam e suas afiliadas de quaisquer reivindicações decorrentes do seu uso da Plataforma ou da violação destes Termos.",
  "TERMS_MODIFICATIONS_TITLE": "12. Modificações",
  "TERMS_MODIFICATIONS_CONTENT": "Podemos atualizar estes Termos a qualquer momento. O uso contínuo após as alterações constitui aceitação dos Termos revisados.",
  "TERMS_TERMINATION_TITLE": "13. Rescisão",
  "TERMS_TERMINATION_CONTENT": "Podemos suspender ou encerrar seu acesso em caso de violações. Você também pode desativar sua conta entrando em contato com o suporte.",
  "TERMS_LIMITATION_LIABILITY_TITLE": "14. Limitação de responsabilidade",
  "TERMS_LIMITATION_LIABILITY_CONTENT": "Até o limite máximo permitido por lei, não seremos responsáveis por danos indiretos ou consequentes do seu uso da Plataforma.",
  "TERMS_GOVERNING_LAW_TITLE": "15. Lei aplicável",
  "TERMS_GOVERNING_LAW_CONTENT": "Estes Termos são regidos pelas leis da nossa jurisdição registrada. As disputas serão resolvidas conforme apropriado, de acordo com as leis locais.",
  "TERMS_WAIVER_SEVERABILITY_TITLE": "16. Renúncia e Divisibilidade",
  "TERMS_WAIVER_SEVERABILITY_CONTENT": "A não aplicação de uma disposição não implica a sua renúncia. Se alguma disposição for inválida, as demais permanecerão em vigor.",
  "TERMS_ENTIRE_AGREEMENT_TITLE": "17. Acordo Integral",
  "TERMS_ENTIRE_AGREEMENT_CONTENT": "Estes Termos e nossa Política de Privacidade constituem o acordo integral entre você e a Saayam.",
  "TERMS_CONTACT_TITLE": "18. Contato",
  "TERMS_CONTACT_CONTENT": "Para qualquer dúvida, entre em contato conosco pelo e-mail 📧 info@SaayamForAll.org ou 📍 Saayam For All, 3046 Rosato Ct., San Jose, Califórnia 95135.",
  "TERMS_THANK_YOU": "Obrigado por fazer parte da nossa missão de ajudar a humanidade por meio da tecnologia, compaixão e serviço comunitário.",
  "BACK_TO_DASHBOARD": "Voltar ao painel",
  "BACK": "Costas",

  "Availability": "Disponibilidade",

  "PREFERENCES": "Preferências",
  "DEFAULT DASHBOARD VIEW": "Visualização do painel padrão",
  "RECEIVE EMERGENCY NOTIFICATIONS": "Receba notificações de emergência",
  "PREFERENCES UPDATED SUCCESS": "Preferências atualizadas com sucesso!",
  "EMAIL COMMUNICATION PREFERENCE": "Preferência de comunicação por e-mail",
  "PHONE COMMUNICATION PREFERENCE": "Preferência de comunicação por telefone",
  "PRIMARY EMAIL": "E-mail principal",
  "PRIMARY PHONE": "Telefone principal",
  "SELECT DASHBOARD": "Selecionar painel",
  "SUPER_ADMIN_DASHBOARD": "Painel do Superadministrador",
  "ADMIN_DASHBOARD": "Painel do Administrador",
  "STEWARD_DASHBOARD": "Painel do Coordenador",
  "VOLUNTEER_DASHBOARD": "Painel do Voluntário",
  "BENEFICIARY_DASHBOARD": "Painel do Beneficiário",
  "SELECT LANGUAGE": "Selecionar idioma",
  "English": "Inglês",
  "Hindi": "Hindi",
  "Telugu": "Telugu",
  "Bengali": "Bengali",
  "Spanish": "Espanhol",
  "French": "Francês",
  "German": "Alemão",
  "Portuguese": "Português",
  "Russian": "Russo",
  "Mandarin Chinese": "Chinês (Mandarim)"
}
