{
  "YES": "ہاں",
  "NO": "نہیں",
  "Yes": "ہاں",
  "No": "نہیں",
  "NOTE": "نوٹ",
  "HOME": "گھر",
  "FOR_SELF": "اپنے لیے",
  "SUBJECT": "موضوع",
  "DESCRIPTION": "تفصیل",
  "REMOTE": "دور سے",
  "IN_PERSON": "ذاتی طور پر",
  "SORT_BY": "ترتیب دیں",
  "NEWEST": "تازہ ترین",
  "OLDEST": "پرانا",
  "ABOUT": "ہمارے بارے میں",
  "DASHBOARD": "ڈیش بورڈ",
  "DONATE": "عطیہ کریں",
  "PROFILE": "پروفائل",
  "LOGIN": "لاگ ان",
  "LOGOUT": "لاگ آؤٹ",
  "SIGNUP": "سائن اپ",
  "OUR_TEAM": "ہماری ٹیم",
  "ALL": "تمام",
  "ORGANIZATIONS": "تنظیمات",
  "VOLUNTEER_MATCH": "رضاکار میچ",
  "HELP_REQUEST_BUTTON": "مدد کی درخواست",
  "NEW_MATCH_REQUEST": "نئی میچ کی درخواست",
  "ACCEPT": "قبول کریں",
  "DENY": "انکار کریں",
  "ACCEPT_SUCCESS_MESSAGE": "آپ نے اس درخواست کو قبول کر لیا۔",
  "DENY_SUCCESS_MESSAGE": "آپ نے اس درخواست کو مسترد کر دیا۔",
  "OUR_MISSION": "ہمارا مشن",
  "OUR_VISION_NAVBAR": "ہماری ویژن",
  "VOLUNTEER_SERVICES": "رضاکارانہ خدمات",
  "HOW_WE_OPERATE": "ہم کیسے کام کرتے ہیں",
  "OUR_COLLABORATORS": "ہمارے شراکت دار",
  "WHAT_WE_OFFER": "ہم کیا پیش کرتے ہیں",
  "DIRECTORS": "بورڈ آف ڈائریکٹرز سے ملیں",
  "DIRECTORS_DESCRIPTION": "Saayam For All میں، ہم اس عقیدے سے محرک ہیں کہ انسانیت سب سے اعلیٰ فضیلت ہے۔",
  "ADVISORS": "مشاورتی ٹیم سے ملیں",
  "ADVISORS_DESCRIPTION": "ہر عظیم اقدام کے پیچھے مشیروں کی ایک ٹیم ہوتی ہے جو حکمت، رہنمائی اور مدد فراہم کرتی ہے۔ Saayam For All کے مشن کی رہنمائی کرنے والے ماہرین سے ملیں۔",
  "EXECUTIVE_TEAM": "ایگزیکٹو ٹیم سے ملیں",
  "EXECUTIVE_DESCRIPTION_1": "اس وژن کو زندہ کرنے کے لیے ایک وقف ٹیم کی ضرورت ہے۔",
  "EXECUTIVE_DESCRIPTION_2": "ان لوگوں سے ملیں جو تبدیلی لا رہے ہیں۔",
  "NOTIFICATIONS": "اطلاعات",
  "MISSION": "مشن",
  "VISION": "وژن",
  "CONTACT": "ہم سے رابطہ کریں",
  "PRIVACY_POLICY": "رازداری کی پالیسی",
  "TERMS_AND_CONDITIONS": "شرائط و ضوابط",
  "SITE_MAP": "سائٹ میپ",
  "SCAN_ON_DONATE": "آپ اسکین کر سکتے ہیں یا عطیہ پر کلک کر سکتے ہیں",
  "ENTER_DETAILS": "تفصیلات درج کریں اور Submit پر کلک کریں",
  "SUBMIT": "جمع کرائیں",
  "FIRST_NAME": "پہلا نام",
  "LAST_NAME": "آخری نام",
  "PHONE": "فون",
  "PHONE_NUMBER": "فون نمبر",
  "YOUR_PHONE_NUMBER": "آپ کا فون نمبر",
  "AGE": "عمر",
  "PREFERRED_LANGUAGE": "ترجیحی زبان",
  "FIRST_LANGUAGE_PREFERENCE": "پہلی زبان کی ترجیح",
  "SECOND_LANGUAGE_PREFERENCE": "دوسری زبان کی ترجیح",
  "THIRD_LANGUAGE_PREFERENCE": "تیسری زبان کی ترجیح",
  "GENDER": "جنس",
  "MESSAGE": "پیغام",
  "EMAIL": "ای میل",
  "PASSWORD": "پاس ورڈ",
  "FORGOT_PASSWORD": "پاس ورڈ بھول گئے؟",
  "CHANGE_PASSWORD": "پاس ورڈ تبدیل کریں",
  "EDIT_PASSWORD": "پاس ورڈ میں ترمیم کریں",
  "CURRENT_PASSWORD": "موجودہ پاس ورڈ",
  "NEW_PASSWORD": "نیا پاس ورڈ",
  "CONFIRM_PASSWORD": "پاس ورڈ کی تصدیق کریں",
  "PASSWORD_REQUIREMENTS": "کم از کم 8 حروف پر مشتمل ہونا چاہیے۔",
  "PASSWORD_REQUIREMENTS_ERROR": "پاس ورڈ کم از کم 8 حروف کا ہونا چاہیے، جس میں 1 بڑا حرف، 1 چھوٹا حرف، 1 خاص حرف، اور 1 نمبر شامل ہو۔",
  "PASSWORD_MISMATCH_ERROR": "پاس ورڈ مماثل نہیں ہیں۔",
  "PASSWORD_CHANGE_SUCCESS": "پاس ورڈ کامیابی سے تبدیل ہو گیا!",
  "COUNTRY": "ملک",
  "UNITED_STATES": "ریاست ہائے متحدہ امریکہ",
  "SELECT_COUNTRY": "اپنا ملک منتخب کریں",
  "STATE": "ریاست",
  "ZIP_CODE": "زپ کوڈ",
  "BIRTHDAY": "تاریخ پیدائش",
  "CITY": "شہر",
  "ADDRESS": "گلی کا پتہ{{optional}}",
  "YOUR_PROFILE": "آپ کی پروفائل",
  "PERSONAL_INFORMATION": "ذاتی معلومات",
  "IDENTITY_DOCUMENT": "شناختی دستاویز",
  "UPLOAD_PHOTO": "اپنی تصویر اپ لوڈ کریں",
  "ORGANIZATION_DETAILS": "تنظیم کی تفصیلات",
  "ORGANIZATION_NAME": "تنظیم کا نام",
  "ORGANIZATION_TYPE": "تنظیم کی قسم",
  "NON_PROFIT": "غیر منافع بخش",
  "FOR_PROFIT": "منافع بخش",
  "OR_WITH": "یا استعمال کریں",
  "FACEBOOK": "فیس بک",
  "GOOGLE": "گوگل",
  "NONE_ACCOUNT": "کوئی اکاؤنٹ نہیں ہے؟",
  "REQUEST_CATEGORY": "درخواست کی قسم",
  "REQUEST_TYPE": "درخواست کی نوعیت",
  "CREATE_HELP_REQUEST": "مدد کی درخواست بنائیں",
  "EDIT_HELP_REQUEST": "مدد کی درخواست میں ترمیم کریں",
  "ADMINISTRATE": "انتظام کریں",
  "MY_REQUESTS": "میری درخواستیں",
  "MANAGED_REQUESTS": "منظم شدہ درخواستیں",
  "OTHERS_REQUESTS": "دوسروں کی درخواستیں",
  "BECOME_VOLUNTEER": "رضاکار بنیں",
  "HELPING_VOLUNTEERS": "مدد کرنے والے رضاکار",
  "REQUEST_VOLUNTEERS": "رضاکاروں کی درخواست کریں",
  "NUMBER_OF_VOLUNTEERS": "مطلوبہ رضاکاروں کی تعداد درج کریں...",
  "VOLUNTEER_ORGANIZATIONS": "رضاکار تنظیمیں",
  "EMERGENCY_CONTACT": "ایمرجنسی رابطہ",
  "MORE_INFORMATION": "مزید معلومات",
  "STATUS": "حیثیت",
  "FILTER_BY": "فلٹر کریں",
  "ACKNOWLEDGE_TERMS": "شرائط کا جائزہ لیں اور تسلیم کریں",
  "TERMS_DOCUMENT": "براہ کرم مندرجہ ذیل دستاویز کو احتیاط سے پڑھیں اور تسلیم کریں کہ آپ نے اس کے مواد کو سمجھ لیا ہے۔",
  "VOLUNTEER_AGREEMENT": "Saayam for All کے لیے رضاکارانہ معاہدہ",
  "I_HAVE_READ": "میں نے دستاویز پڑھ لی ہے اور سمجھ گیا ہوں",
  "HERO_TEXT": "<1>Saayam For All</1> میں خوش آمدید، ایک غیر منافع بخش تنظیم - ضرورت کے وقت مدد اور معاونت کا آپ کا گیٹ وے۔ Saayam کا مطلب تیلگو میں مدد، سنسکرت/ہندی میں Sahaay، مینڈرن میں Bangzhu، اور ہسپانوی میں Ayuda ہے۔",
  "AT_SAAYAM": "<1>Saayam For All</1> میں، ہم مددگار ہاتھوں کی طاقت پر یقین رکھتے ہیں جو چیلنجز کا سامنا کرنے والوں کی طرف بڑھتے ہیں۔ ہمارا پلیٹ فارم دنیا بھر میں افراد اور کمیونٹیز کو جوڑتا ہے، ان لوگوں کے درمیان خلیج کو پر کرتا ہے جنہیں مدد کی ضرورت ہے اور وہ لوگ جو اسے فراہم کرنے کے لیے تیار ہیں۔",
  "OUR_VISION": "ہماری وژن ایک ایسی دنیا کی ہے جہاں ہر ایک کو رکاوٹوں پر قابو پانے اور خوشگوار زندگی گزارنے کے لیے ضروری مدد تک رسائی حاصل ہو۔ ہم انسانی امداد میں عالمی رہنما بننے کی خواہش رکھتے ہیں، ٹیکنالوجی اور تعاون سے فائدہ اٹھاتے ہوئے رکاوٹوں کو عبور کرنے والا ایک ہموار امدادی نیٹ ورک بنانے کے لیے۔",
  "JOIN_US": "فرق لانے کے ہمارے مشن میں ہمارے ساتھ شامل ہوں۔ چاہے آپ مدد کا ہاتھ بڑھانا چاہتے ہوں یا مدد تلاش کر رہے ہوں، Saayam For All آپ کے لیے موجود ہے۔ آئیے مل کر سب کے لیے زیادہ ہمدرد اور منصفانہ دنیا بنائیں۔",
  "JOIN_TODAY": "دوسروں کی مدد کرنے کی خوشی کا تجربہ کریں - آج ہی Saayam For All میں شامل ہوں۔ مل کر، ہم فرق لا سکتے ہیں۔",
  "OUR_MOTTO": "یاد رکھیں، Saayam For All میں، ہمارا نعرہ سادہ ہے: \"انسانیت کی خدمت خدا کی خدمت ہے\"، اور \"سب خوشی سے رہیں۔\" ایک مدد کے بعد دوسری مدد کے ذریعے مہربانی اور ہمدردی پھیلانے میں ہمارے ساتھ شامل ہوں۔ دنیا میں کہیں سے بھی کوئی بھی کسی بھی قسم کے سوشل میڈیا پلیٹ فارم/مواصلاتی آلے پر مدد کی درخواست کر سکتا ہے۔",
  "STAY_UPDATED": "ہماری پیشرفت اور اقدامات سے باخبر رہیں - تازہ ترین اپ ڈیٹس کے لیے یہاں دیکھتے رہیں۔ مل کر، ہم سب کے لیے ایک بہتر دنیا بنا سکتے ہیں۔",
  "DONATE_MONEY": "Saayam For All ایک 501(c)(3) حیثیت کے ساتھ غیر منافع بخش تنظیم ہے۔ اس تنظیم کو تمام عطیات ٹیکس میں کٹوتی کے قابل ہیں۔ آپ رقم کا عطیہ دینے کے لیے <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">یہ PayPal لنک</1> استعمال کر سکتے ہیں۔",
  "READ_MORE": "مزید پڑھیں <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>ہم کیسے کام کرتے ہیں</1>!",
  "MAX_CHARACTERS": "زیادہ سے زیادہ {{count}} حروف",
  "HELP_REQUEST": "مدد کی درخواست : ",
  "ASK_FOR_HELP": "درخواست کنندہ کے طور پر، آپ مدد مانگ سکتے ہیں (سواری کی درخواست کی طرح)۔",
  "MATCHING_PROCESS": "میچنگ کا عمل : ",
  "REQUEST_WILL_BE_MATCHED": "آپ کی درخواست کو چند قریبی رضاکاروں کے ساتھ ملایا جائے گا، ان کی پروفائلز کی بنیاد پر، اسی طرح جیسے رائیڈ شیئر ایپس آپ کو قریبی ڈرائیوروں کے ساتھ ملاتی ہیں۔",
  "VOLUNTEER_SELECTION": "رضاکار کا انتخاب : ",
  "FROM_POTENTIAL_MATCHES": "ان ممکنہ میچوں میں سے، آپ کی مدد کے لیے ایک رضاکار کا انتخاب کیا جائے گا، بالکل ایک مخصوص کار کے انتخاب کی طرح۔",
  "VOLUNTEER_APPROACH": "رضاکار کا رابطہ : ",
  "VOLUNTEER_WILL_CONTACT": "منتخب رضاکار پھر آپ سے رابطہ کرے گا اور آپ کے ساتھ کام کرے گا۔",
  "ASSISTANCE_PROVIDED": "فراہم کردہ مدد : ",
  "VOLUNTEER_WILL_WORK": "یہ رضاکار آپ کی ضروریات کو پورا کرنے کے لیے آپ کے ساتھ قریب سے کام کرے گا۔ وہ آپ کی درخواست کو پورا کرنے کے لیے دوسرے مقامی رضاکاروں اور رضاکار تنظیموں کے ساتھ بھی تعاون کرے گا، بالکل ایک ڈرائیور کی طرح جو آپ کو آپ کی منزل تک لے جاتا ہے۔",
  "EMPOWER_INDIVIDUALS": "Saayam For All کے ذریعے باہمی مدد اور معاونت کی سہولت فراہم کرکے دنیا بھر میں افراد اور کمیونٹیز کو بااختیار بنانا، ایک سافٹ ویئر پلیٹ فارم جو درخواست کنندگان، رضاکاروں، رضاکار تنظیموں اور عطیہ دہندگان کو جوڑتا ہے۔ ہمارا مشن ان لوگوں کو بروقت اور ہدف بنائی گئی مدد فراہم کرنا ہے جو اپنی زندگیوں میں چیلنجز کا سامنا کر رہے ہیں، ہمدردی، یکجہتی اور انسانیت کی خدمت کی ثقافت کو فروغ دینا۔",
  "VISION_DESCRIPTION": "Saayam For All ایک ایسی دنیا کا تصور کرتا ہے جہاں ہر ایک کو رکاوٹوں پر قابو پانے اور خوشگوار زندگی گزارنے کے لیے ضروری مدد اور وسائل تک رسائی حاصل ہو۔ ہم انسانی امداد میں عالمی رہنما بننے کی خواہش رکھتے ہیں، ٹیکنالوجی اور تعاون سے فائدہ اٹھاتے ہوئے جغرافیائی، ثقافتی اور سماجی و اقتصادی رکاوٹوں کو عبور کرنے والا ایک ہموار امدادی نیٹ ورک بنانے کے لیے۔ ہماری وژن ایک ایسی کمیونٹی کو پروان چڑھانا ہے جہاں \"Manava Sevaye Madhava Seva\" (انسانیت کی خدمت خدا کی خدمت ہے) اور \"Sarve jana sukhino bhavantu\" (سب خوشی سے رہیں) کی اخلاقیات ہمارے اعمال کی رہنمائی کرتی ہیں، مثبت تبدیلی لاتی ہیں اور سب کے لیے زیادہ ہمدرد اور منصفانہ دنیا کو فروغ دیتی ہیں۔",
  "LIFE_THREATENING_REQUESTS": "ہم جان لیوا ایمرجنسی درخواستوں کو ہینڈل نہیں کرتے۔ اگر آپ کو فوری مدد کی ضرورت ہے تو براہ کرم اپنی مقامی ایمرجنسی سروس کو کال کریں۔",
  "INTRODUCTION": "تعارف",
  "INTRODUCTION_CONTENT": "یہ رضاکارانہ معاہدہ (\"معاہدہ\") Saayam for All (\"تنظیم\") اور رضاکار (\"رضاکار\") کے درمیان قبولیت پر طے پاتا ہے۔ دستخط کرکے یا الیکٹرانک طور پر رضامندی دے کر، رضاکار یہاں درج شرائط کو سمجھنے اور قبول کرنے کا اقرار کرتا ہے، جو تنظیم کے ساتھ کسی بھی رضاکارانہ سرگرمیوں میں ان کی شرکت کو کنٹرول کرتی ہیں۔",
  "VOLUNTEER_ROLE": "رضاکار کا کردار اور ذمہ داریاں",
  "VOLUNTEER_ROLE_CONTENT": "رضاکار تنظیم کی طرف سے تفویض کردہ کرداروں اور ذمہ داریوں کو پورا کرنے پر رضامند ہے، جس میں شامل ہو سکتا ہے، لیکن اس تک محدود نہیں، مدد کی درخواست کرنے والے افراد یا کمیونٹیز کی ضرورت کے مطابق مختلف کاموں میں مدد کرنا۔ رضاکار رضامند ہے: <1/> - تنظیم کی طرف سے تفویض کردہ سرگرمیوں میں محنتی، ذمہ دارانہ اور پیشہ ورانہ انداز میں مشغول ہونا۔ <1/> - دستیابی، پیشرفت اور چیلنجز کے بارے میں تنظیم کے ساتھ فوری طور پر بات چیت کرنا۔ <1/> - تفویض کردہ کاموں کو فوری طور پر اور اپنی بہترین صلاحیت کے مطابق مکمل کرنا، کسی بھی مخصوص آخری تاریخ کی پابندی کرتے ہوئے۔",
  "CONDUCT_CODE": "ضابطہ اخلاق",
  "CONDUCT_CODE_CONTENT": "رضاکار تنظیم کی نمائندگی کرتے ہوئے اخلاقی رویے کے اعلیٰ ترین معیارات کو برقرار رکھنے پر رضامند ہے۔ اس میں شامل ہے: <1/> - تمام افراد کے ساتھ احترام اور وقار سے پیش آنا، نسل، مذہب، جنس، جنسی رجحان، عمر، یا معذوری سے قطع نظر۔ <1/> - کسی بھی قسم کے امتیاز، ہراساں کرنے، یا غیر پیشہ ورانہ رویے سے پرہیز کرنا۔ <1/> - مفادات کے تضاد سے بچنا اور اس بات کو یقینی بنانا کہ ذاتی مفادات ان کی رضاکارانہ ذمہ داریوں میں مداخلت نہ کریں۔",
  "CONFIDENTIALITY_AGREEMENT": "رازداری کا معاہدہ",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "رضاکار تسلیم کرتا ہے کہ اپنی خدمت کے دوران، وہ تنظیم، دوسرے رضاکاروں، یا مدد تلاش کرنے والے افراد سے متعلق خفیہ، ملکیتی، یا ذاتی معلومات سے واقف ہو سکتا ہے۔ رضاکار رضامند ہے: <1/> - اس معاہدے کی مدت کے دوران اور اس کے بعد تمام معلومات کی رازداری کو برقرار رکھنا۔ <1/> - ایسی معلومات کو صرف اپنی رضاکارانہ ذمہ داریوں کو پورا کرنے کے مقصد کے لیے استعمال کرنا۔ <1/> - تنظیم کی صریح تحریری رضامندی کے بغیر کسی تیسرے فریق کو کوئی خفیہ معلومات ظاہر نہ کرنا۔",
  "DATA_PRIVACY": "ڈیٹا کا تحفظ اور رازداری",
  "DATA_PRIVACY_CONTENT": "رضاکار تمام قابل اطلاق ڈیٹا کے تحفظ کے قوانین اور ضوابط کی تعمیل پر رضامند ہے، بشمول لیکن اس تک محدود نہیں جنرل ڈیٹا پروٹیکشن ریگولیشن (GDPR) یا کوئی دوسرے مقامی ڈیٹا کے تحفظ کے قوانین۔ رضاکار رضامند ہے: <1/> - تنظیم کی ڈیٹا کے تحفظ کی پالیسیوں کے مطابق تمام ذاتی ڈیٹا کو سنبھالنا۔ <1/> - رضاکارانہ سرگرمیوں کے دوران رسائی حاصل کردہ کسی بھی ذاتی ڈیٹا کی سالمیت اور رازداری کی حفاظت کرنا۔ <1/> - کسی بھی ڈیٹا کی خلاف ورزی یا غیر مجاز رسائی کے واقعات کی فوری طور پر تنظیم کو اطلاع دینا۔",
  "INTELLECTUAL_PROPERTY": "دانشورانہ املاک",
  "INTELLECTUAL_PROPERTY_CONTENT": "رضاکار کی طرف سے اپنی رضاکارانہ سرگرمیوں کے دوران بنایا گیا کوئی بھی کام، مواد، یا دانشورانہ املاک تنظیم کی واحد ملکیت ہوگی۔ رضاکار رضامند ہے: <1/> - ایسی دانشورانہ املاک میں تمام حقوق، ٹائٹلز، اور دلچسپیوں کو تنظیم کو تفویض کرنا۔ <1/> - تنظیم کی صریح رضامندی کے بغیر اپنی خدمت کے دوران بنائی گئی کسی بھی دانشورانہ املاک کو استعمال، دوبارہ تیار، یا تقسیم کرنے سے پرہیز کرنا۔",
  "LIABILITY_WAIVER": "ذمہ داری کی چھوٹ اور خطرے کا قبول",
  "LIABILITY_WAIVER_CONTENT": "رضاکار تسلیم کرتا ہے کہ رضاکارانہ سرگرمیوں میں شرکت میں موروثی خطرات شامل ہو سکتے ہیں، بشمول لیکن اس تک محدود نہیں جسمانی چوٹ، جذباتی تکلیف، یا املاک کا نقصان۔ رضاکار رضامند ہے: <1/> - اپنی رضاکارانہ سرگرمیوں سے منسلک تمام خطرات کو قبول کرنا، بشمول سفر یا نقل و حمل کے خطرات۔ <1/> - تنظیم، اس کے افسران، ڈائریکٹرز، ملازمین، اور منسلک افراد کو ان کی رضاکارانہ سرگرمیوں سے پیدا ہونے والی یا ان سے متعلق کسی بھی اور تمام ذمہ داری، دعووں، یا مطالبات سے رہائی، چھوٹ، اور برأت دینا۔ <1/> - اس بات کی تصدیق کرنا کہ تنظیم رضاکاروں کے لیے بیمہ کوریج فراہم نہیں کرتی، اور رضاکار کسی بھی ضروری بیمے کو حاصل کرنے کا ذمہ دار ہے۔",
  "INDEMNIFICATION": "معاوضہ",
  "INDEMNIFICATION_CONTENT": "رضاکار تنظیم، اس کے افسران، ڈائریکٹرز، ملازمین، اور منسلک افراد کو اپنی خدمت کے دوران رضاکار کے اعمال یا کوتاہیوں سے پیدا ہونے والے یا ان سے متعلق کسی بھی اور تمام دعووں، نقصانات، نقصانات، ذمہ داریوں، اخراجات، اور اخراجات (بشمول قانونی فیسوں) سے معاوضہ دینے اور بے ضرر رکھنے پر رضامند ہے۔",
  "COMMITMENT": "عہد اور توقعات",
  "COMMITMENT_CONTENT": "رضاکار تنظیم کی طرف سے بتائی گئی ذمہ داریوں اور ٹائم فریمز کے ساتھ عہد کرنے پر رضامند ہے۔ اگر رضاکار ان عہدوں کو پورا کرنے سے قاصر ہے، تو وہ رضامند ہے: <1/> - جتنی جلدی ممکن ہو تنظیم کو مطلع کرنا، اپنی عدم دستیابی کی صحیح وجہ فراہم کرنا۔ <1/> - ضرورت پڑنے پر، ذمہ داریوں کی ہموار منتقلی کو یقینی بنانے کے لیے تنظیم کے ساتھ تعاون سے کام کرنا۔",
  "TRAINING_SUPERVISION": "تربیت اور نگرانی",
  "Training_SUPERVISION_CONTENT": "تنظیم رضاکار کو ضروری تربیت اور نگرانی فراہم کرے گی۔ رضاکار رضامند ہے: <1/> - تمام مطلوبہ تربیتی سیشنز میں شرکت کرنا۔ <1/> - تنظیم کے نگرانوں یا عملے کی طرف سے فراہم کردہ ہدایات اور رہنما خطوط کی پابندی کرنا۔ <1/> - اپنے فرائض کو مؤثر طریقے سے انجام دینے کے لیے ضرورت پڑنے پر وضاحت یا مدد طلب کرنا۔",
  "HEALTH_SAFETY": "صحت اور حفاظت",
  "HEALTH_SAFETY_CONTENT": "رضاکار تنظیم کی طرف سے فراہم کردہ تمام صحت اور حفاظت کے رہنما خطوط پر عمل کرنے کی اپنی ذمہ داری کو تسلیم کرتا ہے۔ رضاکار رضامند ہے: <br/> - کسی بھی غیر محفوظ حالات یا واقعات کی فوری طور پر تنظیم کو اطلاع دینا۔ <br/> - اپنی رضاکارانہ سرگرمیوں کے دوران اپنی صحت اور حفاظت کے ساتھ ساتھ دوسروں کی حفاظت کے لیے معقول احتیاطی تدابیر اختیار کرنا۔",
  "DISPUTE_RESOLUTION": "تنازعات کا حل",
  "DISPUTE_RESOLUTION_CONTENT": "اس معاہدے سے پیدا ہونے والے یا اس سے متعلق کسی بھی تنازعات کی صورت میں، فریقین نیک نیتی سے مذاکرات کے ذریعے معاملے کو حل کرنے کی کوشش کرنے پر رضامند ہیں۔ اگر کوئی حل نہیں ملتا، تو فریقین کسی قانونی کارروائی کو آگے بڑھانے سے پہلے، باہمی رضامندی سے، ثالثی یا ثالثی کے لیے پیش کرنے پر رضامند ہیں۔",
  "GOVERNING_LAW": "حکمران قانون",
  "GOVERNING_LAW_CONTENT": "یہ معاہدہ تنظیم کی طرف سے سہولت فراہم کردہ سرگرمیوں اور تعاملات پر لاگو عالمی قوانین کے مطابق کنٹرول اور تشریح کیا جائے گا۔ اس معاہدے سے پیدا ہونے والی یا اس سے متعلق کوئی بھی قانونی کارروائی دونوں فریقین کی طرف سے باہمی رضامندی سے متفقہ دائرہ اختیار کی مناسب عدالتوں میں لائی جائے گی۔",
  "ACKNOWLEDGMENT": "تصدیق اور رضامندی",
  "ACKNOWLEDGMENT_CONTENT": "اس دستاویز سے رضامندی دیتے ہوئے، رضاکار تسلیم کرتا ہے کہ اس نے یہ شرائط پڑھ لی ہیں، سمجھ لی ہیں، اور قبول کر لی ہیں۔ رضاکار یہاں بیان کردہ تمام رہنما خطوط، پالیسیوں، اور توقعات کی پابندی کرنے پر رضامند ہے اور سمجھتا ہے کہ ان کی رضاکارانہ حیثیت اس معاہدے کی پابندی پر منحصر ہے۔",
  "SKILLS": "مہارتیں",
  "YOUR_SKILLS": "آپ کی مہارتیں",
  "SELECT_SKILLS_DESCRIPTION": "ان مہارتوں کا انتخاب کریں جو آپ بطور رضاکار پیش کر سکتے ہیں۔ یہ مہارتیں آپ کو متعلقہ مدد کی درخواستوں کے ساتھ ملانے میں مدد کریں گی۔",
  "USER_ALREADY_EXISTS": "صارف پہلے سے موجود ہے۔ براہ کرم سائن ان کریں یا مختلف ای میل استعمال کریں۔",
  "MAKE_DONATION": "عطیہ دیں",
  "DONATION_SUBTITLE": "آپ کا تعاون ہمیں ضرورت مندوں کی مدد فراہم کرنے کے اپنے مشن کو جاری رکھنے میں مدد کرتا ہے۔",
  "DONATION_ACHIEVEMENT_1": "رضاکاروں اور تنظیموں کے ہمارے عالمی نیٹ ورک کی حمایت کریں",
  "DONATION_ACHIEVEMENT_2": "اہم امدادی پروگراموں اور اقدامات کو فنڈ دینے میں مدد کریں",
  "DONATION_ACHIEVEMENT_3": "ہمیں مزید لوگوں تک پہنچنے کے قابل بنائیں جنہیں مدد کی ضرورت ہے",
  "DONATE_VIA_PAYPAL": "PayPal کے ذریعے عطیہ دیں",
  "SCAN_QR_CODE": "عطیہ دینے کے لیے QR کوڈ اسکین کریں",
  "QR_CODE_DESCRIPTION": "عطیہ دینے کے لیے اپنے موبائل آلے سے اس QR کوڈ کو اسکین کریں",
  "FAQ_TITLE": "اکثر پوچھے جانے والے سوالات",
  "FAQ_TAX_QUESTION": "کیا عطیات ٹیکس میں کٹوتی کے قابل ہیں؟",
  "FAQ_TAX_ANSWER": "جی ہاں، Saayam For All ایک رجسٹرڈ 501(c)(3) غیر منافع بخش تنظیم ہے۔ تمام عطیات قانون کی اجازت کے مطابق ٹیکس میں کٹوتی کے قابل ہیں۔",
  "FAQ_USE_QUESTION": "میرے عطیے کا استعمال کیسے کیا جائے گا؟",
  "FAQ_USE_ANSWER": "آپ کے عطیے کا استعمال ہمارے مختلف پروگراموں کی حمایت کے لیے کیا جائے گا، بشمول رضاکاروں کی کوآرڈینیشن، امدادی پروگرام، اور ہمارے پلیٹ فارم کو برقرار رکھنے کے لیے آپریشنل اخراجات۔",
  "FAQ_CANCEL_QUESTION": "کیا میں اپنا بار بار ہونے والا عطیہ منسوخ کر سکتا ہوں؟",
  "FAQ_CANCEL_ANSWER": "جی ہاں، آپ ہماری سپورٹ ٹیم سے رابطہ کر کے منسوخ کر سکتے ہیں۔",
  "PREFERENCES": "ترجیحات",
  "DEFAULT DASHBOARD VIEW": "پہلے سے طے شدہ ڈیش بورڈ ویو",
  "SELECT DASHBOARD": "ڈیش بورڈ منتخب کریں",
  "SUPER_ADMIN_DASHBOARD": "سپر ایڈمن ڈیش بورڈ",
  "ADMIN_DASHBOARD": "ایڈمن ڈیش بورڈ",
  "STEWARD_DASHBOARD": "سٹیورڈ ڈیش بورڈ",
  "VOLUNTEER_DASHBOARD": "رضاکار ڈیش بورڈ",
  "BENEFICIARY_DASHBOARD": "مستفید ڈیش بورڈ",
  "FIRST LANGUAGE PREFERENCE": "پہلی زبان کی ترجیح",
  "SECOND LANGUAGE PREFERENCE": "دوسری زبان کی ترجیح",
  "THIRD LANGUAGE PREFERENCE": "تیسری زبان کی ترجیح",
  "SELECT LANGUAGE": "زبان منتخب کریں",
  "English": "انگریزی",
  "Hindi": "ہندی",
  "Telugu": "تیلگو",
  "Bengali": "بنگالی",
  "Spanish": "ہسپانوی",
  "French": "فرانسیسی",
  "German": "جرمن",
  "Portuguese": "پرتگالی",
  "Russian": "روسی",
  "Mandarin Chinese": "مینڈرن چینی",
  "PRIMARY EMAIL PREFERENCE": "بنیادی ای میل کی ترجیح",
  "PRIMARY EMAIL": "بنیادی ای میل",
  "SECONDARY_EMAIL": "ثانوی ای میل",
  "PRIMARY PHONE PREFERENCE": "بنیادی فون کی ترجیح",
  "PRIMARY PHONE": "بنیادی فون",
  "RECEIVE EMERGENCY NOTIFICATIONS": "ایمرجنسی اطلاعات وصول کریں",
  "PREFERENCES UPDATED SUCCESS": "ترجیحات کامیابی سے اپ ڈیٹ ہو گئیں!",
  "EDIT": "ترمیم کریں",
  "SAVE": "محفوظ کریں",
  "SAVING": "محفوظ ہو رہا ہے...",
  "CANCEL": "منسوخ کریں",
  "EMAIL COMMUNICATION PREFERENCE": "ای میل مواصلات کی ترجیح",
  "PHONE COMMUNICATION PREFERENCE": "فون مواصلات کی ترجیح",
  "EMAIL_REQUIRED": "براہ کرم اپنا ای میل درج کریں",
  "PASSWORD_REQUIRED": "براہ کرم اپنا پاس ورڈ درج کریں",
  "INVALID_CREDENTIALS": "غلط ای میل یا پاس ورڈ",
  "TOS_AGREEMENT": "اس باکس کو چیک کرکے، آپ اس سے اتفاق کر رہے ہیں",
  "ALREADY_HAVE_ACCOUNT": "پہلے سے اکاؤنٹ ہے؟",
  "SIGN_IN": "سائن ان",
  "TERMS_INTRO": "Saayam For All (\"Saayam\"، \"ہم\"، \"ہمیں\" یا \"ہمارے\") میں خوش آمدید۔ ہماری ویب سائٹس (بشمول saayam.org، saayamforall.org، اور saayamforall.com)، موبائل ایپلیکیشنز، یا خدمات (اجتماعی طور پر، \"پلیٹ فارم\") تک رسائی حاصل کرکے یا استعمال کرکے، آپ درج ذیل شرائط و ضوابط سے پابند ہونے پر رضامند ہیں۔ یہ شرائط آپ کو صارف، رضاکار، یا ہماری کمیونٹی پر مبنی، انسانی پلیٹ فارم کے ساتھ تعامل کرنے والی تنظیم کے طور پر آپ کے حقوق اور ذمہ داریوں سے آگاہ کرنے کے لیے ڈیزائن کی گئی ہیں۔",
  "TERMS_OVERVIEW_TITLE": "جائزہ",
  "TERMS_OVERVIEW_CONTENT": "Saayam For All ایک رضاکار پر مبنی تنظیم ہے جو ضرورت مند لوگوں کو ہمدرد مقامی رضاکاروں کے ساتھ جوڑنے میں مدد کرتی ہے۔ ہم ایک کلاؤڈ-نیٹیو ایپلیکیشن کے ذریعے کام کرتے ہیں جو خوراک، رہائش، تعلیم، صحت کی دیکھ بھال، کپڑے، اور عمومی رہنمائی جیسی ضروریات کی درخواستوں کی حمایت کرتی ہے۔ یہ پلیٹ فارم خدمت، شمولیت، اور انسانیت کی اقدار سے چلتا ہے، اور مذہبی، سیاسی، یا تجارتی تعصب سے پاک ہے۔ Saayam For All استعمال کرکے، آپ ان شرائط کو مکمل طور پر قبول اور ان کی پابندی کرنے پر رضامند ہیں۔",
  "TERMS_MISSION_TITLE": "1. ہمارا مشن",
  "TERMS_MISSION_CONTENT": "Saayam For All ہمدردی میں جڑا ہوا ایک انسانی پلیٹ فارم ہے، جو مکمل طور پر رضاکاروں اور ماہرین کی طرف سے بنایا گیا ہے جو دوسروں کی خدمت پر یقین رکھتے ہیں۔ ہمارا مشن ضرورت مند لوگوں اور مدد کرنے کے خواہشمند لوگوں کے درمیان خلیج کو پر کرنا ہے۔ یہ پلیٹ فارم بے لوث خدمت، شمولیت، اور تکنیکی بااختیار بنانے کے اصولوں سے متاثر ہے۔ ہمارا مقصد ایک عالمی مرکز بننا ہے جہاں کوئی بھی ضروری مدد کی درخواست کر سکتا ہے، اور رضاکار معاوضے کی توقع کے بغیر اپنی مدد پیش کر سکتے ہیں۔",
  "TERMS_ELIGIBILITY_TITLE": "2. اہلیت",
  "TERMS_ELIGIBILITY_CONTENT": "Saayam For All استعمال کرنے کے لیے، افراد کی عمر کم از کم 18 سال ہونی چاہیے یا قانونی سرپرست کی نگرانی اور رضامندی کے تحت پلیٹ فارم استعمال کرنا ضروری ہے۔ رجسٹر ہوکر، آپ تصدیق کرتے ہیں کہ آپ کی فراہم کردہ معلومات درست ہیں اور آپ کو اپنے مقامی دائرہ اختیار کے تحت ہماری خدمات استعمال کرنے کی قانونی اجازت ہے۔",
  "TERMS_USER_ROLES_TITLE": "3. صارف کے کردار",
  "TERMS_USER_ROLES_CONTENT": "پلیٹ فارم مختلف صارف کے کرداروں پر مشتمل ہے: مستفیدین، رضاکار، تنظیمیں، اور ایڈمنز۔ ہر کردار کی مخصوص اجازتیں اور ذمہ داریاں ہیں۔ کردار کی تبدیلی اور متعدد کرداروں والے اکاؤنٹس کی اجازت دی جا سکتی ہے، بشرطیکہ وہ ہماری اندرونی پالیسیوں کے مطابق ہوں۔",
  "TERMS_SERVICES_TITLE": "4. فراہم کردہ خدمات",
  "TERMS_SERVICES_CONTENT": "Saayam For All ایک کنیکٹر اور سہولت کار کے طور پر کام کرتا ہے۔ ہم براہ راست ایمرجنسی خدمات یا پیشہ ورانہ مشورہ فراہم نہیں کرتے۔ ہماری خدمات ہمدرد رضاکاروں اور خیراتی اداروں کے نیٹ ورک کے ذریعے فراہم کی جاتی ہیں۔ ہم درخواستوں کو مدد کے ساتھ ملانے کی کوشش کرتے ہیں لیکن نتائج یا بروقت جوابات کی ضمانت نہیں دے سکتے۔",
  "TERMS_LIMITATIONS_TITLE": "5. خدمات کی حدود",
  "TERMS_LIMITATIONS_CONTENT": "ہم ایمرجنسی خدمات کا متبادل نہیں ہیں اور لائسنس یافتہ طبی، قانونی، یا مالی مشورہ فراہم نہیں کرتے۔ رضاکاروں کی تصدیق بنیادی ہے اور باقاعدہ بیک گراؤنڈ چیک نہیں ہے۔ پلیٹ فارم کو اپنی صوابدید اور اپنے خطرے پر استعمال کریں۔",
  "TERMS_ACCEPTABLE_USE_TITLE": "6. قابل قبول استعمال",
  "TERMS_ACCEPTABLE_USE_CONTENT": "صارفین پلیٹ فارم کو صرف قانونی اور تعمیری مقاصد کے لیے استعمال کرنے پر رضامند ہیں۔ ممنوعہ سرگرمیوں میں دھوکہ دہی کی درخواستیں، ہراساں کرنا، جعل سازی، استحصال، اور نفرت انگیز تقریر شامل ہیں۔ خلاف ورزیوں کے نتیجے میں معطلی یا مستقل پابندی ہو سکتی ہے۔",
  "TERMS_PRIVACY_TITLE": "7. رازداری اور ڈیٹا",
  "TERMS_PRIVACY_CONTENT": "ہم صرف پلیٹ فارم کو چلانے کے لیے ضروری ڈیٹا جمع کرتے ہیں۔ ہم آپ کی معلومات نہیں بیچتے۔ آپ کا ڈیٹا صرف درخواستوں کو پورا کرنے یا خدمات کو بہتر بنانے کے لیے شیئر کیا جا سکتا ہے۔ براہ کرم تفصیلات کے لیے ہماری رازداری کی پالیسی دیکھیں۔",
  "TERMS_NON_DISCRIMINATION_TITLE": "8. عدم امتیاز",
  "TERMS_NON_DISCRIMINATION_CONTENT": "ہم نسل، رنگ، مذہب، جنس، جنسی رجحان، عمر، معذوری، قومیت، یا سیاسی عقیدے سے قطع نظر تمام افراد کی خدمت کرتے ہیں۔ اس معیار کی خلاف ورزیوں کے نتیجے میں ہٹایا جا سکتا ہے۔",
  "TERMS_DISCLAIMERS_TITLE": "9. دستبرداری",
  "TERMS_DISCLAIMERS_CONTENT": "ہم پیشہ ورانہ قابلیت کی تصدیق نہیں کرتے جب تک کہ واضح طور پر ذکر نہ کیا گیا ہو۔ تعاملات باہمی اعتماد پر مبنی ہیں۔ ہم پلیٹ فارم کے تعاملات سے پیدا ہونے والے نتائج کی ذمہ داری سے دستبردار ہیں۔",
  "TERMS_INTELLECTUAL_PROPERTY_TITLE": "10. دانشورانہ املاک",
  "TERMS_INTELLECTUAL_PROPERTY_CONTENT": "پلیٹ فارم پر تمام مواد ہماری ملکیت یا لائسنس یافتہ ہے۔ آپ اجازت کے بغیر اسے کاپی یا تقسیم نہیں کر سکتے۔ صارف کی تیار کردہ مواد ہمیں آپریشنل اور تشہیری مقاصد کے لیے استعمال کرنے کا لائسنس دیتی ہے۔",
  "TERMS_INDEMNIFICATION_TITLE": "11. معاوضہ",
  "TERMS_INDEMNIFICATION_CONTENT": "آپ Saayam اور اس کے منسلک افراد کو پلیٹ فارم کے آپ کے استعمال یا ان شرائط کی خلاف ورزی سے پیدا ہونے والے کسی بھی دعوے سے معاوضہ دینے اور بے ضرر رکھنے پر رضامند ہیں۔",
  "TERMS_MODIFICATIONS_TITLE": "12. ترمیمات",
  "TERMS_MODIFICATIONS_CONTENT": "ہم کسی بھی وقت ان شرائط کو اپ ڈیٹ کر سکتے ہیں۔ تبدیلیوں کے بعد مسلسل استعمال نظر ثانی شدہ شرائط کی قبولیت کی تشکیل کرتا ہے۔",
  "TERMS_TERMINATION_TITLE": "13. ختم",
  "TERMS_TERMINATION_CONTENT": "ہم خلاف ورزیوں کی وجہ سے آپ کی رسائی کو معطل یا ختم کر سکتے ہیں۔ آپ بھی سپورٹ سے رابطہ کرکے اپنا اکاؤنٹ غیر فعال کر سکتے ہیں۔",
  "TERMS_LIMITATION_LIABILITY_TITLE": "14. ذمہ داری کی حد",
  "TERMS_LIMITATION_LIABILITY_CONTENT": "قانون کی اجازت کی مکمل حد تک، ہم پلیٹ فارم کے آپ کے استعمال سے ہونے والے بالواسطہ یا نتیجے میں ہونے والے نقصانات کے لیے ذمہ دار نہیں ہیں۔",
  "TERMS_GOVERNING_LAW_TITLE": "15. حکمران قانون",
  "TERMS_GOVERNING_LAW_CONTENT": "یہ شرائط ہمارے رجسٹرڈ دائرہ اختیار کے قوانین کے تابع ہیں۔ تنازعات کو مقامی قوانین کے تحت مناسب طریقے سے حل کیا جائے گا۔",
  "TERMS_WAIVER_SEVERABILITY_TITLE": "16. چھوٹ اور علیحدگی",
  "TERMS_WAIVER_SEVERABILITY_CONTENT": "کسی شق کو نافذ کرنے میں ناکامی اس سے دستبردار نہیں ہوتی۔ اگر کوئی شق غلط ہے، تو باقی شقیں مؤثر رہتی ہیں۔",
  "TERMS_ENTIRE_AGREEMENT_TITLE": "17. مکمل معاہدہ",
  "TERMS_ENTIRE_AGREEMENT_CONTENT": "یہ شرائط اور ہماری رازداری کی پالیسی آپ اور Saayam کے درمیان مکمل معاہدہ تشکیل دیتی ہیں۔",
  "TERMS_CONTACT_TITLE": "18. رابطہ",
  "TERMS_CONTACT_CONTENT": "کسی بھی سوال کے لیے، ہم سے 📧 info@SaayamForAll.org یا 📍 Saayam For All, 3046 Rosato Ct., San Jose, California 95135 پر رابطہ کریں۔",
  "TERMS_THANK_YOU": "ٹیکنالوجی، ہمدردی، اور کمیونٹی سروس کے ذریعے انسانیت کی مدد کے ہمارے مشن کا حصہ بننے کے لیے شکریہ۔",
  "COPYRIGHT": "کاپی رائٹ © 2025 Saayam For All۔ تمام حقوق محفوظ ہیں۔",
  "preferably WhatsApp": "ترجیحاً واٹس ایپ",
  "AT": "پر",
  "PRIVACY_INTRO": "(\"Saayam\"، \"ہم\"، \"ہمیں\" یا \"ہمارے\")، آپ کی رازداری ایک اعلیٰ ترجیح ہے...",
  "PRIVACY_SECTION_1_TITLE": "1. ہم جو معلومات جمع کرتے ہیں",
  "PRIVACY_INFO_PERSONAL": "ذاتی شناخت کار:",
  "PRIVACY_INFO_PERSONAL_CONTENT": "نام، ای میل پتہ، فون نمبر، وغیرہ۔",
  "PRIVACY_INFO_PROFILE": "پروفائل کی معلومات:",
  "PRIVACY_INFO_PROFILE_CONTENT": "کردار، مہارتیں، دستیابی۔",
  "PRIVACY_INFO_LOCATION": "مقام کا ڈیٹا:",
  "PRIVACY_INFO_LOCATION_CONTENT": "IP یا آلے کے ذریعے جمع کیا گیا۔",
  "PRIVACY_INFO_USAGE": "استعمال کا ڈیٹا:",
  "PRIVACY_INFO_USAGE_CONTENT": "دیکھے گئے صفحات، آلے/براؤزر کی معلومات۔",
  "PRIVACY_INFO_REQUEST_RESPONSE": "درخواست اور جواب کے ریکارڈ:",
  "PRIVACY_INFO_REQUEST_RESPONSE_CONTENT": "سروس لاگز۔",
  "PRIVACY_SECTION_2_TITLE": "2. ہم آپ کی معلومات کیسے استعمال کرتے ہیں",
  "PRIVACY_SECTION_2_CONTENT": "ہم آپ کے ڈیٹا کا استعمال درخواستوں کو رضاکاروں کے ساتھ ملانے، آپ کے تجربے کو بہتر بنانے، اور سسٹم کی کارکردگی کو یقینی بنانے کے لیے کرتے ہیں۔ ہم کبھی بھی آپ کا ڈیٹا نہیں بیچتے۔",
  "PRIVACY_SECTION_3_TITLE": "3. معلومات کا اشتراک",
  "PRIVACY_SECTION_3_CONTENT": "صرف تصدیق شدہ شراکت داروں یا قانونی حکام کے ساتھ ضرورت پڑنے پر، رازداری کے معاہدوں کے تحت شیئر کیا جاتا ہے۔",
  "PRIVACY_SECTION_4_TITLE": "4. ڈیٹا کی برقراری",
  "PRIVACY_SECTION_4_CONTENT": "ڈیٹا کو ضرورت کے مطابق برقرار رکھا جاتا ہے اور جب ضرورت نہ ہو تو محفوظ طریقے سے حذف یا گمنام کیا جاتا ہے۔ حذف کی درخواست کے لیے ہم سے رابطہ کریں۔",
  "PRIVACY_SECTION_5_TITLE": "5. حفاظتی اقدامات",
  "PRIVACY_SECTION_5_CONTENT": "ہم خفیہ کاری، محفوظ سرورز، اور رسائی کے کنٹرولز استعمال کرتے ہیں۔ خلاف ورزی کی اطلاعات قابل اطلاق قوانین کی پیروی کریں گی۔",
  "PRIVACY_SECTION_6_TITLE": "6. آپ کے حقوق",
  "PRIVACY_6_ACCESS": "اپنے ڈیٹا تک رسائی/اپ ڈیٹ کریں",
  "PRIVACY_6_DELETE": "حذف کی درخواست کریں",
  "PRIVACY_6_WITHDRAW": "رضامندی واپس لیں",
  "PRIVACY_SECTION_7_TITLE": "7. کوکیز",
  "PRIVACY_SECTION_7_CONTENT": "ہم تجزیات اور ضروری فعالیت کے لیے کوکیز استعمال کرتے ہیں۔ آپ انہیں اپنے براؤزر کی ترتیبات میں غیر فعال کر سکتے ہیں۔",
  "PRIVACY_SECTION_8_TITLE": "8. تیسرے فریق کے لنکس",
  "PRIVACY_SECTION_8_CONTENT": "ہم بیرونی لنکس کے رازداری کے طریقوں کے ذمہ دار نہیں ہیں۔ براہ کرم ان کی پالیسیوں کا جائزہ لیں۔",
  "PRIVACY_SECTION_9_TITLE": "9. اس پالیسی میں تبدیلیاں",
  "PRIVACY_SECTION_9_CONTENT": "ہم اس پالیسی کو اپ ڈیٹ کر سکتے ہیں۔ مسلسل استعمال قبولیت کا مطلب ہے۔",
  "PRIVACY_SECTION_10_TITLE": "10. ہم سے رابطہ کریں",
  "PRIVACY_CONTACT_CONTENT": "Saayam for All، 3046 Rosato Ct.، San Jose، California 95135",
  "Lead Volunteer": "سرکردہ رضاکار",
  "Request Priority": "درخواست کی ترجیح",
  "Low": "کم",
  "Medium": "درمیانہ",
  "High": "زیادہ",
  "SIGN_OFF": "سائن آف",
  "I_WANT_TO_DELETE_MY_ACCOUNT": "میں اپنا اکاؤنٹ حذف کرنا چاہتا ہوں",
  "ACCOUNT_DELETION_WARNING_TITLE": "اکاؤنٹ کی حذف",
  "ACCOUNT_DELETION_WARNING_TEXT": "یہ عمل آپ کے اکاؤنٹ اور تمام منسلک ڈیٹا کو مستقل طور پر حذف کر دے گا۔ اس عمل کو واپس نہیں کیا جا سکتا۔ براہ کرم آگے بڑھنے سے پہلے یقینی بنائیں کہ آپ نے کسی بھی اہم معلومات کا بیک اپ لے لیا ہے۔",
  "ACCOUNT_DELETION_CONFIRMATION_TEXT": "اس باکس کو چیک کرکے، آپ تسلیم کرتے ہیں کہ آپ اپنے اکاؤنٹ کو حذف کرنے کے نتائج کو سمجھتے ہیں۔",
  "CONFIRM_ACCOUNT_DELETION": "اکاؤنٹ کی حذف کی تصدیق کریں",
  "CONFIRM_ACCOUNT_DELETION_TEXT": "کیا آپ واقعی یقین رکھتے ہیں کہ آپ اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟ اس عمل کو واپس نہیں کیا جا سکتا اور آپ کا تمام ڈیٹا مستقل طور پر ہٹا دیا جائے گا۔",
  "DELETE_ACCOUNT": "اکاؤنٹ حذف کریں",
  "DELETING": "حذف ہو رہا ہے...",
  "ACCOUNT_DELETION_ERROR": "آپ کا اکاؤنٹ حذف کرتے وقت ایک خرابی پیش آئی۔ براہ کرم دوبارہ کوشش کریں۔",
  "BACK_TO_DASHBOARD": "ڈیش بورڈ پر واپس جائیں",
  "BACK": "واپس",
  "Availability": "دستیابی",
  "Is Calamity?": "کیا یہ آفت ہے؟",
  "FOR_SELF_HELP_TEXT": "'ہاں' منتخب کریں اگر آپ یہ درخواست اپنی طرف سے جمع کرا رہے ہیں ورنہ 'نہیں' اگر آپ کسی اور کے لیے درخواست کر رہے ہیں۔",
  "LEAD_VOLUNTEER_HELP_TEXT": "\"ہاں\" منتخب کریں اگر آپ اس درخواست کو مربوط کرنے والے مرکزی رضاکار ہیں۔",
  "CATEGORY_HELP_TEXT": "وہ زمرہ منتخب کریں جو آپ کی ضرورت کو بہترین طریقے سے بیان کرتا ہے (مثلاً، طبی، خوراک، ملازمتیں)۔ اگر آپ 'عام' منتخب کرتے ہیں، تو براہ کرم تفصیل کے خانے میں اپنی ضرورت کو مکمل طور پر بیان کریں۔",
  "REQUEST_TYPE_HELP_TEXT": "بتائیں کہ آپ مدد کیسے فراہم کرنا چاہتے ہیں: ورچوئل سپورٹ کے لیے \"دور سے\" یا آن سائٹ مدد کے لیے \"ذاتی طور پر\"۔",
  "CALAMITY_HELP_TEXT": "باکس کو چیک کرکے بتائیں کہ کیا یہ ایک آفت ہے۔",
  "PRIORITY_HELP_TEXT": "یہ درخواست کتنی فوری ہے؟<br />• کم - وقت کے لحاظ سے حساس نہیں<br />• درمیانہ - چند دنوں میں<br />• زیادہ - فوری مدد",
  "SUBJECT_HELP_TEXT": "براہ کرم درخواست کی مختصر تفصیل دیں",
  "DESCRIPTION_HELP_TEXT": "براہ کرم درخواست کی تفصیلی وضاحت دیں",
  "LOGISTIC_HELP": "لاجسٹک مدد",
  "EDUCATIONAL_HELP": "تعلیمی مدد"
}
