{
  "REQUEST_CATEGORIES": {
    "FOOD_ESSENTIALS": {
      "LABEL": "อาหารและสิ่งจำเป็น",
      "DESC": "เข้าถึงการสนับสนุนด้านอาหาร บริการร้านขายของชำ และความช่วยเหลือในการทำอาหาร",
      "SUBCATEGORIES": {
        "FOOD_ASSISTANCE": {
          "LABEL": "ความช่วยเหลือด้านอาหาร",
          "DESC": "ค้นหาธนาคารอาหาร ตู้กับข้าว หรือโปรแกรมอาหาร"
        },
        "GROCERY_SHOPPING_DELIVERY": {
          "LABEL": "การซื้อของชำและการจัดส่ง",
          "DESC": "ขอความช่วยเหลือในการซื้อและจัดส่งของชำ"
        },
        "COOKING_HELP": {
          "LABEL": "ความช่วยเหลือในการทำอาหาร",
          "DESC": "รับคำแนะนำเกี่ยวกับการเตรียมอาหารและการทำอาหาร"
        }
      }
    },
    "CLOTHING_AND_SUPPORT": {
      "LABEL": "เสื้อผ้าและการสนับสนุน",
      "DESC": "บริจาค ยืม ซ่อม หรือขอความช่วยเหลือด้านเสื้อผ้า",
      "SUBCATEGORIES": {
        "LEND_BORROW_CLOTHES": {
          "LABEL": "ให้ยืม/ยืมเสื้อผ้า",
          "DESC": "แบ่งปันหรือยืมเสื้อผ้าที่ใช้แล้วเล็กน้อย"
        },
        "DONATE_CLOTHES": {
          "LABEL": "บริจาคเสื้อผ้า",
          "DESC": "ให้เสื้อผ้าแก่ผู้ที่ต้องการ"
        }
      }
    },
    "HOUSING_ASSISTANCE": {
      "LABEL": "ความช่วยเหลือด้านที่อยู่อาศัย",
      "DESC": "เพื่อนร่วมห้อง คำแนะนำการเช่า ความช่วยเหลือในการย้ายและตั้งบ้าน",
      "SUBCATEGORIES": {
        "FINDING_A_ROOMMATE": {
          "LABEL": "การหาเพื่อนร่วมห้อง",
          "DESC": "รับความช่วยเหลือในการหาเพื่อนร่วมห้อง"
        },
        "RENTING_SUPPORT": {
          "LABEL": "การสนับสนุนการเช่า",
          "DESC": "ความช่วยเหลือในการเช่าและพื้นฐานการเช่า"
        },
        "BUY_SELL_HOUSEHOLD_ITEMS": {
          "LABEL": "การซื้อ/ขายของใช้ในบ้าน",
          "DESC": "ความช่วยเหลือในการซื้อหรือขายของใช้ในบ้าน"
        },
        "MOVING_PACKING_HELP": {
          "LABEL": "ความช่วยเหลือในการย้ายและแพ็ค",
          "DESC": "การสนับสนุนในการย้ายและแพ็ค"
        },
        "CLEANING_HELP": {
          "LABEL": "ความช่วยเหลือในการทำความสะอาด",
          "DESC": "ความช่วยเหลือในงานทำความสะอาดพื้นฐาน"
        },
        "HOME_BUYING_SELLING_ASSISTANCE": {
          "LABEL": "ความช่วยเหลือในการซื้อ/ขายบ้าน",
          "DESC": "คำแนะนำเกี่ยวกับกระบวนการซื้อหรือขายบ้าน"
        }
      }
    },
    "EDUCATION_CAREER_SUPPORT": {
      "LABEL": "การสนับสนุนด้านการศึกษาและอาชีพ",
      "DESC": "การสมัครวิทยาลัย การตรวจสอบ SOP การสอนพิเศษ และการสนับสนุนการศึกษา",
      "SUBCATEGORIES": {
        "COLLEGE_APPLICATIONS_HELP": {
          "LABEL": "ความช่วยเหลือในการสมัครวิทยาลัย",
          "DESC": "ความช่วยเหลือในการสมัครและแบบฟอร์ม"
        },
        "SOP_ESSAY_REVIEW": {
          "LABEL": "การตรวจสอบ SOP และเรียงความ",
          "DESC": "ข้อเสนอแนะเกี่ยวกับคำแถลงและเรียงความ"
        },
        "TUTORING": {
          "LABEL": "การสอนพิเศษ",
          "DESC": "การสอนพิเศษในวิชาและการสนับสนุนการศึกษา"
        }
      }
    },
    "HEALTHCARE_WELLBEING": {
      "LABEL": "การดูแลสุขภาพและความเป็นอยู่ที่ดี",
      "DESC": "การนำทางด้านสุขภาพที่ไม่ใช่ทางคลินิกและการสนับสนุนความเป็นอยู่ที่ดี",
      "SUBCATEGORIES": {
        "MEDICAL_CONSULTATION": {
          "LABEL": "การปรึกษาทางการแพทย์",
          "DESC": "การนำทางพื้นฐานและการแนะนำที่ไม่ใช่ทางคลินิก"
        },
        "MEDICINE_DELIVERY_ASSISTANCE": {
          "LABEL": "ความช่วยเหลือในการจัดส่งยา",
          "DESC": "การรับและจัดส่งยาที่ไม่ต้องใช้ใบสั่งยา"
        }
      }
    },
    "ELDERLY_COMMUNITY_SUPPORT": {
      "LABEL": "การสนับสนุนผู้สูงอายุและชุมชน",
      "DESC": "ความช่วยเหลือที่ไม่ใช่ทางการแพทย์สำหรับผู้สูงอายุและการสนับสนุนชุมชน",
      "SUBCATEGORIES": {
        "ELDERLY_ASSISTANCE": {
          "LABEL": "ความช่วยเหลือผู้สูงอายุ",
          "DESC": "ความช่วยเหลือในงานประจำวันและการเป็นเพื่อน"
        },
        "TECH_HELP_FOR_SENIORS": {
          "LABEL": "ความช่วยเหลือด้านเทคโนโลยีสำหรับผู้สูงอายุ",
          "DESC": "ความช่วยเหลือเกี่ยวกับอุปกรณ์และแอป"
        },
        "HELP_WITH_GOVERNMENT_SERVICES": {
          "LABEL": "ความช่วยเหลือเกี่ยวกับบริการของรัฐบาล",
          "DESC": "คำแนะนำสำหรับบริการสาธารณะและแบบฟอร์ม"
        },
        "RIDE_ASSISTANCE": {
          "LABEL": "ความช่วยเหลือในการเดินทาง",
          "DESC": "ความช่วยเหลือในการจัดรถสำหรับการนัดหมาย"
        },
        "SHOPPING_ASSISTANCE": {
          "LABEL": "ความช่วยเหลือในการช้อปปิ้ง",
          "DESC": "การสนับสนุนความต้องการในการช้อปปิ้ง"
        }
      }
    },
    "GENERAL": {
      "LABEL": "ทั่วไป",
      "DESC": "ใช้เมื่อไม่แน่ใจ อธิบายความต้องการของคุณอย่างละเอียด"
    }
  }
}
