{
  "REQUEST_CATEGORIES": {
    "GENERAL_CATEGORY": {
      "LABEL": "ทั่วไป",
      "DESC": "ใช้เมื่อไม่แน่ใจ อธิบายความต้องการของคุณอย่างละเอียด"
    },
    "FOOD_AND_ESSENTIALS_SUPPORT": {
      "LABEL": "อาหารและสิ่งจำเป็น",
      "DESC": "เข้าถึงการสนับสนุนด้านอาหาร บริการร้านขายของชำ และความช่วยเหลือในการทำอาหาร",
      "SUBCATEGORIES": {
        "FOOD_ASSISTANCE": {
          "LABEL": "ความช่วยเหลือด้านอาหาร",
          "DESC": "ค้นหาธนาคารอาหาร ตู้กับข้าว หรือโปรแกรมอาหาร"
        },
        "GROCERY_SHOPPING_AND_DELIVERY": {
          "LABEL": "การซื้อของชำและการจัดส่ง",
          "DESC": "ขอความช่วยเหลือในการซื้อและจัดส่งของชำ"
        },
        "COOKING_HELP": {
          "LABEL": "ความช่วยเหลือในการทำอาหาร",
          "DESC": "รับคำแนะนำเกี่ยวกับการเตรียมอาหารและการทำอาหาร"
        }
      }
    },
    "CLOTHING_SUPPORT": {
      "LABEL": "เสื้อผ้าและการสนับสนุน",
      "DESC": "บริจาค ยืม ซ่อม หรือขอความช่วยเหลือด้านเสื้อผ้า",
      "SUBCATEGORIES": {
        "DONATE_CLOTHES": {
          "LABEL": "บริจาคเสื้อผ้า",
          "DESC": "ให้เสื้อผ้าแก่ผู้ที่ต้องการ"
        },
        "BORROW_CLOTHES": {
          "LABEL": "ยืมเสื้อผ้า",
          "DESC": "ยืมเสื้อผ้าที่ใช้แล้วเล็กน้อย"
        },
        "EMERGENCY_ASSISTANCE": {
          "LABEL": "ความช่วยเหลือฉุกเฉิน",
          "DESC": "ความต้องการเสื้อผ้าฉุกเฉินในช่วงวิกฤติ"
        },
        "SEASONAL_DRIVE_NOTIFICATION": {
          "LABEL": "การแจ้งเตือนแคมเปญตามฤดูกาล",
          "DESC": "แคมเปญเสื้อผ้าตามฤดูกาลและการบริจาค"
        },
        "TAILORING": {
          "LABEL": "การตัดเย็บ",
          "DESC": "บริการซ่อมแซมและดัดแปลงเสื้อผ้า"
        }
      }
    },
    "HOUSING_SUPPORT": {
      "LABEL": "ความช่วยเหลือด้านที่อยู่อาศัย",
      "DESC": "เพื่อนร่วมห้อง คำแนะนำการเช่า ความช่วยเหลือในการย้ายและตั้งบ้าน",
      "SUBCATEGORIES": {
        "FIND_A_ROOMMATE": {
          "LABEL": "การหาเพื่อนร่วมห้อง",
          "DESC": "รับความช่วยเหลือในการหาเพื่อนร่วมห้อง"
        },
        "RENTING_SUPPORT": {
          "LABEL": "การสนับสนุนการเช่า",
          "DESC": "ความช่วยเหลือในการเช่าและพื้นฐานการเช่า"
        },
        "HOUSEHOLD_ITEM_EXCHANGE": {
          "LABEL": "การแลกเปลี่ยนของใช้ในบ้าน",
          "DESC": "ความช่วยเหลือในการซื้อหรือขายของใช้ในบ้าน"
        },
        "MOVING_ASSISTANCE": {
          "LABEL": "ความช่วยเหลือในการย้าย",
          "DESC": "การสนับสนุนในการย้ายและแพ็ค"
        },
        "CLEANING_HELP": {
          "LABEL": "ความช่วยเหลือในการทำความสะอาด",
          "DESC": "ความช่วยเหลือในงานทำความสะอาดพื้นฐาน"
        },
        "HOME_REPAIR_SUPPORT": {
          "LABEL": "การสนับสนุนการซ่อมแซมบ้าน",
          "DESC": "การสนับสนุนสำหรับการซ่อมแซมบ้านเล็กน้อย"
        },
        "UTILITIES_SETUP": {
          "LABEL": "การตั้งค่า Utilities",
          "DESC": "ความช่วยเหลือในการตั้งค่า utilities และบริการ"
        }
      }
    },
    "EDUCATION_CAREER_SUPPORT": {
      "LABEL": "การสนับสนุนด้านการศึกษาและอาชีพ",
      "DESC": "การสมัครวิทยาลัย การตรวจสอบ SOP การสอนพิเศษ และการสนับสนุนการศึกษา",
      "SUBCATEGORIES": {
        "COLLEGE_APPLICATION_HELP": {
          "LABEL": "ความช่วยเหลือในการสมัครวิทยาลัย",
          "DESC": "ความช่วยเหลือในการสมัครและแบบฟอร์ม"
        },
        "SOP_ESSAY_REVIEW": {
          "LABEL": "การตรวจสอบ SOP และเรียงความ",
          "DESC": "ข้อเสนอแนะเกี่ยวกับคำแถลงและเรียงความ"
        },
        "TUTORING": {
          "LABEL": "การสอนพิเศษ",
          "DESC": "การสอนพิเศษในวิชาและการสนับสนุนการศึกษา"
        }
      }
    },
    "HEALTHCARE_WELLNESS_SUPPORT": {
      "LABEL": "การดูแลสุขภาพและความเป็นอยู่ที่ดี",
      "DESC": "การนำทางด้านสุขภาพที่ไม่ใช่ทางคลินิกและการสนับสนุนความเป็นอยู่ที่ดี",
      "SUBCATEGORIES": {
        "MEDICAL_NAVIGATION": {
          "LABEL": "การนำทางทางการแพทย์",
          "DESC": "การนำทางพื้นฐานและการแนะนำที่ไม่ใช่ทางคลินิก"
        },
        "MEDICINE_DELIVERY": {
          "LABEL": "การจัดส่งยา",
          "DESC": "การรับและจัดส่งยาที่ไม่ต้องใช้ใบสั่งยา"
        },
        "MENTAL_WELLBEING_SUPPORT": {
          "LABEL": "การสนับสนุนความเป็นอยู่ที่ดีทางจิตใจ",
          "DESC": "เข้าถึงทรัพยากรสุขภาพจิตทั่วไป"
        },
        "MEDICATION_REMINDERS": {
          "LABEL": "การเตือนยา",
          "DESC": "การเตือนยาที่ไม่ใช่ทางคลินิก"
        },
        "HEALTH_EDUCATION_GUIDANCE": {
          "LABEL": "คำแนะนำด้านการศึกษาสุขภาพ",
          "DESC": "การรับรู้เกี่ยวกับความเป็นอยู่ที่ดีและการศึกษาสุขภาพ"
        }
      }
    },
    "ELDERLY_SUPPORT": {
      "LABEL": "การสนับสนุนผู้สูงอายุ",
      "DESC": "ความช่วยเหลือที่ไม่ใช่ทางการแพทย์สำหรับผู้สูงอายุและการสนับสนุนชุมชน",
      "SUBCATEGORIES": {
        "SENIOR_LIVING_RELOCATION": {
          "LABEL": "การย้ายที่พักของผู้สูงอายุ",
          "DESC": "ความช่วยเหลือเกี่ยวกับที่พักผู้สูงอายุและการย้าย"
        },
        "DIGITAL_SUPPORT_FOR_SENIORS": {
          "LABEL": "การสนับสนุนดิจิทัลสำหรับผู้สูงอายุ",
          "DESC": "ความช่วยเหลือเกี่ยวกับอุปกรณ์และแอป"
        },
        "MEDICAL_HELP": {
          "LABEL": "ความช่วยเหลือทางการแพทย์",
          "DESC": "ความช่วยเหลือทางการแพทย์ที่ไม่ใช่ทางคลินิกสำหรับผู้สูงอายุ"
        },
        "ERRANDS_TRANSPORTATION": {
          "LABEL": "ธุระและการขนส่ง",
          "DESC": "ความช่วยเหลือในธุระและการขนส่ง"
        },
        "SOCIAL_CONNECTION": {
          "LABEL": "การเชื่อมต่อทางสังคม",
          "DESC": "การเป็นเพื่อนและกิจกรรมทางสังคม"
        },
        "MEAL_SUPPORT": {
          "LABEL": "การสนับสนุนอาหาร",
          "DESC": "ความช่วยเหลือในการเตรียมอาหารและการทำอาหาร"
        }
      }
    }
  }
}
