{
  "YES": "হ্যাঁ",
  "NO": "না",
  "NOTE": "নোট",
  "FOR_SELF": "নিজের জন্য",
  "SUBJECT": "বিষয়",
  "DESCRIPTION": "বিবরণ",
  "REMOTE": "রিমোট",
  "IN_PERSON": "মুখোমুখি",
  "EDIT": "সম্পাদনা",
  "SORT_BY": "অনুসারে সাজান",
  "NEWEST": "নতুনতম",
  "OLDEST": "প্রাচীনতম",
  "ABOUT": "আমাদের সম্পর্কে",
  "DASHBOARD": "ড্যাশবোর্ড",
  "DONATE": "দান করুন",
  "PROFILE": "প্রোফাইলের",
  "LOGIN": "প্রবেশ করুন",
  "LOGOUT": "লগ আউট করুন",
  "SIGNUP": "সাইন আপ করুন",
  "OUR_TEAM": "আমাদের টিম",
  "OUR_MISSION": "আমাদের মিশন",
  "DIRECTORS": "পরিচালনা পর্ষদ",
  "HOW_WE_OPERATE": "আমরা কিভাবে কাজ",
  "HOME": "হোম",
  "VOLUNTEER_SERVICES": "স্বেচ্ছাসেবক পরিষেবা",
  "OUR_COLLABORATORS": "আমাদের সহযোগীরা",
  "WHAT_WE_OFFER": "আমরা কি অফার করি",
  "NOTIFICATIONS": "বিজ্ঞপ্তি",
  "MISSION": "মিশন",
  "VISION": "দৃষ্টি",
  "CONTACT": "যোগাযোগ",
  "PRIVACY_POLICY": "গোপনীয়তা নীতি",
  "TERMS_AND_CONDITIONS": "শর্তাবলী",
  "SITE_MAP": "সাইট ম্যাপ",
  "SCAN_ON_DONATE": "আপনি স্ক্যান করতে পারেন অথবা Donate এ ক্লিক করতে পারেন।",
  "ENTER_DETAILS": "বিস্তারিত লিখুন এবং জমা দিন ক্লিক করুন",
  "SUBMIT": "জমা দিন",
  "SAVE": "সংরক্ষণ করুন",
  "CANCEL": "বাতিল করুন",
  "FIRST_NAME": "প্রথম নাম",
  "LAST_NAME": "শেষ নাম",
  "PHONE": "ফোন",
  "PHONE_NUMBER": "ফোন নম্বর",
  "YOUR_PHONE_NUMBER": "আপনার ফোন নম্বর",
  "AGE": "বয়স",
  "PREFERRED_LANGUAGE": "পছন্দের ভাষা",
  "FIRST_LANGUAGE_PREFERENCE": "প্রথম ভাষা পছন্দ",
  "SECOND_LANGUAGE_PREFERENCE": "দ্বিতীয় ভাষা পছন্দ",
  "THIRD_LANGUAGE_PREFERENCE": "তৃতীয় ভাষা পছন্দ",
  "GENDER": "লিঙ্গ",
  "MESSAGE": "বার্তা",
  "EMAIL": "ইমেইল",
  "PASSWORD": "পাসওয়ার্ড",
  "FORGOT_PASSWORD": "পাসওয়ার্ড ভুলে গেছেন?",
  "CHANGE_PASSWORD": "পাসওয়ার্ড পরিবর্তন করুন",
  "EDIT_PASSWORD": "পাসওয়ার্ড সম্পাদনা করুন",
  "CURRENT_PASSWORD": "বর্তমান পাসওয়ার্ড",
  "NEW_PASSWORD": "নতুন পাসওয়ার্ড",
  "CONFIRM_PASSWORD": "পাসওয়ার্ড নিশ্চিত করুন",
  "PASSWORD_REQUIREMENTS": "কমপক্ষে ৮টি অক্ষর থাকতে হবে।",
  "COUNTRY": "দেশ",
  "SELECT_COUNTRY": "দেশ নির্বাচন করুন",
  "STATE": "রাজ্য",
  "ZIP_CODE": "জিপ কোড",
  "BIRTHDAY": "জন্ম তারিখ",
  "CITY": "শহর",
  "ADDRESS": "রাস্তার ঠিকানা{{optional}}",
  "YOUR_PROFILE": "আপনার প্রোফাইল",
  "PERSONAL_INFORMATION": "ব্যক্তিগত তথ্য",
  "IDENTITY_DOCUMENT": "পরিচয় নথি",
  "UPLOAD_PHOTO": "ছবি আপলোড করুন",
  "ORGANIZATION_DETAILS": "সংগঠনের বিবরণ",
  "ORGANIZATION_NAME": "সংগঠনের নাম",
  "ORGANIZATION_TYPE": "সংগঠনের ধরণ",
  "NON_PROFIT": "গবেষণা প্রতিষ্ঠান",
  "FOR_PROFIT": "ফর-প্রফিট",
  "OR_WITH": "অথবা সাথে",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "কোন অ্যাকাউন্ট নেই?",
  "REQUEST_CATEGORY": "অনুরোধ বিভাগ",
  "REQUEST_TYPE": "অনুরোধের ধরণ",
  "CREATE_HELP_REQUEST": "সাহায্যের অনুরোধ তৈরি করুন",
  "EDIT_HELP_REQUEST": "সাহায্যের অনুরোধ সম্পাদনা করুন",
  "ADMINISTRATE": "প্রশাসক",
  "MY_REQUESTS": "আমার অনুরোধ",
  "MANAGED_REQUESTS": "পরিচালিত অনুরোধগুলি",
  "OTHERS_REQUESTS": "অন্যান্য অনুরোধ",
  "BECOME_VOLUNTEER": "স্বেচ্ছাসেবক হোন",
  "HELPING_VOLUNTEERS": "সাহায্য স্বেচ্ছাসেবক",
  "REQUEST_VOLUNTEERS": "স্বেচ্ছাসেবক অনুরোধ",
  "NUMBER_OF_VOLUNTEERS": "স্বেচ্ছাসেবকের সংখ্যা লিখুন...",
  "VOLUNTEER_ORGANIZATIONS": "স্বেচ্ছাসেবক সংগঠন",
  "EMERGENCY_CONTACT": "জরুরী যোগাযোগ",
  "MORE_INFORMATION": "অধিক তথ্য",
  "STATUS": "অবস্থা",
  "FILTER_BY": "দ্বারা ফিল্টার করুন",
  "ACKNOWLEDGE_TERMS": "শর্তাবলী পর্যালোচনা এবং স্বীকৃতি দিন",
  "TERMS_DOCUMENT": "দয়া করে নিম্নলিখিত দলিলটি ভালোভাবে পড়ুন এবং এর বিষয়গুলি বুঝেছেন তা স্বীকার করুন।",
  "VOLUNTEER_AGREEMENT": "সায়ামের জন্য স্বেচ্ছাসেবক চুক্তি",
  "I_HAVE_READ": "আমি দলিলটি পড়েছি এবং বুঝেছি",
  "HERO_TEXT": "<1>সায়াম</1>-এ আপনাকে স্বাগতম, একটি অলাভজনক সংস্থা - প্রয়োজনের সময় সাহায্য এবং সহায়তার জন্য আপনার প্রবেশদ্বার। তেলুগুতে সায়ামের অর্থ সাহায্য, সংস্কৃত/হিন্দিতে সহায়, ম্যান্ডারিনে বাংঝু এবং স্প্যানিশ ভাষায় আয়ুদা।",
  "AT_SAAYAM": "<1>সায়াম</1>-এ, আমরা চ্যালেঞ্জের মুখোমুখি হওয়া ব্যক্তিদের সাহায্য করার ক্ষমতায় বিশ্বাস করি। আমাদের প্ল্যাটফর্ম বিশ্বব্যাপী ব্যক্তি এবং সম্প্রদায়কে সংযুক্ত করে, যাদের সাহায্যের প্রয়োজন এবং যারা এটি প্রদান করতে ইচ্ছুক তাদের মধ্যে ব্যবধান কমিয়ে আনে।",
  "OUR_VISION": "আমাদের দৃষ্টিভঙ্গি এমন একটি পৃথিবীর যেখানে সকলেরই বাধা অতিক্রম করে পরিপূর্ণ জীবনযাপনের জন্য প্রয়োজনীয় সাহায্যের সুযোগ থাকবে। আমরা মানবিক সাহায্যের ক্ষেত্রে বিশ্বব্যাপী নেতা হতে চাই, প্রযুক্তি এবং সহযোগিতা ব্যবহার করে বাধা অতিক্রম করে একটি নিরবচ্ছিন্ন সহায়তা নেটওয়ার্ক তৈরি করতে চাই।",
  "JOIN_US": "আমাদের সাথে যোগ দিন আমাদের মিশনে, পরিবর্তন আনতে। আপনি সাহায্যের হাত বাড়িয়ে দিতে চান বা সাহায্য চাইতে চান, সায়াম আপনার জন্য প্রস্তুত। একসাথে, আসুন আমরা সকলের জন্য আরও সহানুভূতিশীল এবং ন্যায়সঙ্গত একটি পৃথিবী তৈরি করি।",
  "JOIN_TODAY": "অন্যদের সাহায্য করার আনন্দ উপভোগ করুন - আজই সায়ামে যোগ দিন। একসাথে, আমরা একটি পরিবর্তন আনতে পারি।",
  "OUR_MOTTO": "মনে রাখবেন, সায়ামে আমাদের মূলমন্ত্রটি সহজ: \"মানবজাতির সেবাই ঈশ্বরের সেবা,\" এবং \"সকলেই সুখে বাস করুক।\" দয়া ও করুণা ছড়িয়ে দিতে আমাদের সাথে যোগ দিন, একের পর এক সহায়তামূলক কাজ করুন। বিশ্বের যেকোনো স্থান থেকে যে কেউ যেকোনো ধরণের সোশ্যাল মিডিয়া প্ল্যাটফর্ম/যোগাযোগ ডিভাইসে সাহায্যের জন্য অনুরোধ করতে পারেন।",
  "STAY_UPDATED": "আমাদের অগ্রগতি এবং উদ্যোগ সম্পর্কে আপডেট থাকুন - সর্বশেষ আপডেটের জন্য এখানে ফিরে চেক করতে থাকুন। একসাথে, আমরা সকলের জন্য একটি উন্নত পৃথিবী গড়ে তুলতে পারি।",
  "DONATE_MONEY": "সায়াম ফর অল একটি অলাভজনক সংস্থা যার ৫০১(সি)(৩) স্ট্যাটাস রয়েছে। এই সংস্থায় সকল অনুদান কর ছাড়যোগ্য। অর্থ দান করতে আপনি এই <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal লিঙ্ক</1> ব্যবহার করতে পারেন।",
  "READ_MORE": "আরও পড়ুন <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>আমরা কীভাবে পরিচালনা করি</1>!",
  "MAX_CHARACTERS": "সর্বোচ্চ {{count}} অক্ষর",
  "HELP_REQUEST": "সাহায্যের অনুরোধ",
  "ASK_FOR_HELP": "একজন অনুরোধকারী হিসেবে, আপনি সাহায্য চাইতে পারেন (রাইডের অনুরোধ করার মতো)।",
  "MATCHING_PROCESS": "ম্যাচিং প্রক্রিয়া : ",
  "REQUEST_WILL_BE_MATCHED": "আপনার অনুরোধটি কাছাকাছি কয়েকজন স্বেচ্ছাসেবকের প্রোফাইলের উপর ভিত্তি করে মিলানো হবে, ঠিক যেমন রাইডশেয়ার অ্যাপগুলি আপনাকে কাছাকাছি ড্রাইভারদের সাথে মেলায়।",
  "VOLUNTEER_SELECTION": "স্বেচ্ছাসেবক নির্বাচন : ",
  "FROM_POTENTIAL_MATCHES": "এই সম্ভাব্য ম্যাচগুলি থেকে, আপনাকে সহায়তা করার জন্য একজন স্বেচ্ছাসেবককে বেছে নেওয়া হবে, ঠিক যেমন একটি নির্দিষ্ট গাড়ি নির্বাচন করা।",
  "VOLUNTEER_APPROACH": "স্বেচ্ছাসেবক পদ্ধতি : ",
  "VOLUNTEER_WILL_CONTACT": "নির্বাচিত স্বেচ্ছাসেবক তারপর আপনার সাথে যোগাযোগ করবেন এবং আপনার সাথে কাজ করবেন।",
  "ASSISTANCE_PROVIDED": "সাহায্য প্রদান : ",
  "VOLUNTEER_WILL_WORK": "এই স্বেচ্ছাসেবক আপনার চাহিদা পূরণের জন্য আপনার সাথে ঘনিষ্ঠভাবে কাজ করবেন। তারা আপনার অনুরোধ পূরণের জন্য অন্যান্য স্থানীয় স্বেচ্ছাসেবক এবং স্বেচ্ছাসেবক সংস্থাগুলির সাথেও সহযোগিতা করবেন, ঠিক যেমন একজন ড্রাইভার আপনাকে আপনার গন্তব্যে নিয়ে যায়।",
  "EMPOWER_INDIVIDUALS": "সায়াম নামে একটি সফটওয়্যার প্ল্যাটফর্ম যা অনুরোধকারী, স্বেচ্ছাসেবক, স্বেচ্ছাসেবক সংস্থা এবং দাতাদের সাথে সংযোগ স্থাপন করে, তার মাধ্যমে পারস্পরিক সহায়তা এবং সমর্থন প্রদানের মাধ্যমে বিশ্বব্যাপী ব্যক্তি এবং সম্প্রদায়ের ক্ষমতায়ন করা। আমাদের লক্ষ্য হল তাদের জীবনে চ্যালেঞ্জের সম্মুখীন ব্যক্তিদের সময়োপযোগী এবং লক্ষ্যবস্তুতে সহায়তা প্রদান করা, করুণা, সংহতি এবং মানবতার সেবার সংস্কৃতি গড়ে তোলা।",
  "VISION_DESCRIPTION": "সায়াম এমন একটি পৃথিবীর কল্পনা করে যেখানে সকলেরই বাধা অতিক্রম করে পরিপূর্ণ জীবনযাপনের জন্য প্রয়োজনীয় সাহায্য এবং সম্পদের অ্যাক্সেস থাকবে। আমরা মানবিক সাহায্যের ক্ষেত্রে বিশ্বব্যাপী নেতা হতে চাই, প্রযুক্তি এবং সহযোগিতা ব্যবহার করে ভৌগোলিক, সাংস্কৃতিক এবং সমাজবিজ্ঞান-অর্থনৈতিক বাধা অতিক্রম করে এমন একটি নিরবচ্ছিন্ন সহায়তার নেটওয়ার্ক তৈরি করতে চাই। আমাদের দৃষ্টিভঙ্গি হল এমন একটি সম্প্রদায় গড়ে তোলা যেখানে \"মানব সেবায়ে মাধব সেবা\" (মানবজাতির সেবাই ঈশ্বরের সেবা) এবং \"সর্বে জন সুখিনো ভবন্তু\" (সবাই সুখে বাস করুক) এর নীতি আমাদের কর্মকাণ্ডকে পরিচালিত করে, ইতিবাচক পরিবর্তন আনে এবং সকলের জন্য আরও সহানুভূতিশীল এবং ন্যায়সঙ্গত পৃথিবী গড়ে তোলে।",
  "LIFE_THREATENING_REQUESTS": "আমরা জীবন-হুমকিস্বরূপ জরুরি অনুরোধগুলি পরিচালনা করি না। যদি আপনার জরুরি সাহায্যের প্রয়োজন হয় তবে দয়া করে আপনার স্থানীয় জরুরি পরিষেবাতে কল করুন।",
  "INTRODUCTION": "পরিচিতি",
  "INTRODUCTION_CONTENT": "এই স্বেচ্ছাসেবী চুক্তি (\"চুক্তি\") Saayam for All (\"সংগঠন\") এবং স্বেচ্ছাসেবকের (\"স্বেচ্ছাসেবক\") মধ্যে গৃহীত হয়। স্বাক্ষর বা ইলেকট্রনিকভাবে সম্মত হয়ে, স্বেচ্ছাসেবক এই চুক্তির শর্তগুলি বুঝেছেন এবং গ্রহণ করেছেন, যা সংগঠনের সঙ্গে তাদের স্বেচ্ছাসেবী কার্যক্রমে অংশগ্রহণকে নিয়ন্ত্রণ করে।",
  "VOLUNTEER_ROLE": "ভূমিকা এবং দায়িত্ব",
  "VOLUNTEER_ROLE_CONTENT": "স্বেচ্ছাসেবক সম্মত হন যে তিনি সংগঠনের দ্বারা নির্ধারিত ভূমিকা ও দায়িত্ব পালন করবেন, যার মধ্যে অন্তর্ভুক্ত থাকতে পারে, তবে সীমাবদ্ধ নয়, বিভিন্ন কাজে সহায়তা করা যেগুলোর জন্য ব্যক্তি বা সম্প্রদায় সাহায্য চাইছে। স্বেচ্ছাসেবক সম্মত হন: <1/> - সংগঠনের দ্বারা নির্ধারিত কার্যক্রম নিষ্ঠার সঙ্গে, দায়িত্বশীলভাবে এবং পেশাদারিত্বের সঙ্গে সম্পাদন করবেন। <1/> - প্রাপ্যতা, অগ্রগতি এবং চ্যালেঞ্জ সম্পর্কে সংগঠনের সঙ্গে দ্রুত যোগাযোগ করবেন। <1/> - নির্ধারিত কাজসমূহ সময়মতো এবং যথাসাধ্যভাবে সম্পন্ন করবেন, নির্দিষ্ট সময়সীমা অনুসরণ করে।",
  "CONDUCT_CODE": "আচরণ কোড",
  "CONDUCT_CODE_CONTENT": "সংগঠনকে প্রতিনিধিত্ব করার সময় স্বেচ্ছাসেবক সর্বোচ্চ নৈতিক আচরণ বজায় রাখবেন। এর মধ্যে রয়েছে: <1/> - সকল ব্যক্তিকে সম্মান এবং মর্যাদার সঙ্গে ব্যবহার করা, জাতি, ধর্ম, লিঙ্গ, যৌন অভিমুখ, বয়স বা অক্ষমতা নির্বিশেষে। <1/> - যেকোনো ধরনের বৈষম্য, হয়রানি বা অপেশাদার আচরণ থেকে বিরত থাকা। <1/> - স্বার্থের সংঘর্ষ এড়ানো এবং ব্যক্তিগত স্বার্থ স্বেচ্ছাসেবী দায়িত্বে প্রভাব না ফেলে তা নিশ্চিত করা।",
  "CONFIDENTIALITY_AGREEMENT": "গোপনীয়তা চুক্তি",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "স্বেচ্ছাসেবক স্বীকার করেন যে তার সেবাকালীন সময়ে তিনি সংগঠন, অন্যান্য স্বেচ্ছাসেবক বা সাহায্যপ্রার্থীদের সম্পর্কে গোপন, মালিকানাধিকারসম্পন্ন বা ব্যক্তিগত তথ্য জানতে পারেন। স্বেচ্ছাসেবক সম্মত হন: <1/> - এই চুক্তির মেয়াদ চলাকালীন এবং পরে সকল তথ্য গোপন রাখবেন। <1/> - স্বেচ্ছাসেবী দায়িত্ব পালনের উদ্দেশ্যেই কেবল এই তথ্য ব্যবহার করবেন। <1/> - সংগঠনের লিখিত অনুমতি ব্যতীত কোনো গোপন তথ্য তৃতীয় পক্ষের সঙ্গে ভাগ করবেন না।",
  "DATA_PRIVACY": "ডেটা গোপনীয়তা",
  "DATA_PRIVACY_CONTENT": "স্বেচ্ছাসেবক প্রযোজ্য সব ধরনের ডেটা সুরক্ষা আইন এবং বিধিমালা অনুসরণ করবেন, যার মধ্যে General Data Protection Regulation (GDPR) বা স্থানীয় ডেটা সুরক্ষা আইন অন্তর্ভুক্ত থাকতে পারে। স্বেচ্ছাসেবক সম্মত হন: <1/> - সংগঠনের ডেটা সুরক্ষা নীতিমালার সঙ্গে সামঞ্জস্য রেখে ব্যক্তিগত ডেটা পরিচালনা করবেন। <1/> - স্বেচ্ছাসেবী কার্যক্রম চলাকালে যে কোনো ব্যক্তিগত ডেটার অখণ্ডতা ও গোপনীয়তা রক্ষা করবেন। <1/> - যে কোনো ডেটা লঙ্ঘন বা অনুমতি ছাড়া প্রবেশ ঘটলে তা সংগঠনকে অবিলম্বে জানাবেন।",
  "INTELLECTUAL_PROPERTY": "বুদ্ধিজীবী সম্পদ",
  "INTELLECTUAL_PROPERTY_CONTENT": "স্বেচ্ছাসেবক কর্তৃক স্বেচ্ছাসেবী কার্যক্রম চলাকালীন সৃষ্ট যেকোনো কাজ, উপকরণ বা বুদ্ধিজীবী সম্পদ সংগঠনের একক মালিকানা হবে। স্বেচ্ছাসেবক সম্মত হন: <1/> - এই ধরনের বুদ্ধিজীবী সম্পদের সকল অধিকার, শিরোনাম এবং স্বার্থ সংগঠনের কাছে হস্তান্তর করবেন। <1/> - সংগঠনের স্পষ্ট অনুমতি ব্যতীত এই সম্পদ ব্যবহার, পুনরুত্পাদন বা বিতরণ থেকে বিরত থাকবেন।",
  "LIABILITY_WAIVER": "দায়িত্ব মোচন এবং ঝুঁকি গ্রহণ",
  "LIABILITY_WAIVER_CONTENT": "স্বেচ্ছাসেবক স্বীকার করেন যে স্বেচ্ছাসেবী কার্যক্রমে অংশগ্রহণে স্বাভাবিক ঝুঁকি থাকতে পারে, যার মধ্যে শারীরিক আঘাত, মানসিক চাপ বা সম্পদের ক্ষতি অন্তর্ভুক্ত হতে পারে। স্বেচ্ছাসেবক সম্মত হন: <1/> - স্বেচ্ছাসেবী কার্যক্রম এবং যাতায়াত সম্পর্কিত সব ঝুঁকি নিজ দায়িত্বে গ্রহণ করবেন। <1/> - সংগঠন, এর কর্মকর্তা, পরিচালক, কর্মচারী ও সহযোগী প্রতিষ্ঠানকে কোনো ক্ষতি, দাবি বা দায় থেকে অব্যাহতি প্রদান করবেন। <1/> - স্বীকার করেন যে সংগঠন স্বেচ্ছাসেবকদের জন্য কোনো বীমা কভারেজ প্রদান করে না এবং প্রয়োজনে স্বেচ্ছাসেবক নিজে বীমা গ্রহণের দায়িত্বে থাকবেন।",
  "INDEMNIFICATION": "ক্ষতিপূরণ",
  "INDEMNIFICATION_CONTENT": "স্বেচ্ছাসেবক সম্মত হন যে তারা সংগঠন, এর কর্মকর্তা, পরিচালক, কর্মচারী এবং সহযোগীদের যেকোনো দাবি, ক্ষতি, ক্ষয়ক্ষতি, দায়, খরচ এবং ব্যয় (আইনি ফি সহ) থেকে রক্ষা করবেন এবং দায়মুক্ত রাখবেন, যা স্বেচ্ছাসেবকের কর্মকাণ্ড বা অবহেলার কারণে উদ্ভূত হতে পারে।",
  "COMMITMENT": "প্রতিশ্রুতি এবং প্রত্যাশা",
  "COMMITMENT_CONTENT": "স্বেচ্ছাসেবক সংগঠনের দ্বারা জানানো দায়িত্ব এবং সময়সীমায় প্রতিশ্রুতিবদ্ধ থাকবেন। যদি কোনো কারণে এটি পালন করা সম্ভব না হয়, স্বেচ্ছাসেবক সম্মত হন: <1/> - যত দ্রুত সম্ভব সংগঠনকে জানাবেন এবং অনুপস্থিতির উপযুক্ত কারণ প্রদান করবেন। <1/> - প্রয়োজনে দায়িত্ব সুষ্ঠুভাবে হস্তান্তরের জন্য সংগঠনের সঙ্গে সমন্বয় করবেন।",
  "TRAINING_SUPERVISION": "প্রশিক্ষণ এবং পর্যবেক্ষণ",
  "Training_SUPERVISION_CONTENT": "সংগঠন স্বেচ্ছাসেবকের জন্য প্রয়োজনীয় প্রশিক্ষণ ও তত্ত্বাবধান প্রদান করবে। স্বেচ্ছাসেবক সম্মত হন: <1/> - সকল প্রয়োজনীয় প্রশিক্ষণে অংশগ্রহণ করবেন। <1/> - সংগঠনের তত্ত্বাবধায়ক বা কর্মচারীদের প্রদত্ত নির্দেশনা ও নির্দেশিকা অনুসরণ করবেন। <1/> - কার্যকরভাবে কাজ করতে প্রয়োজন হলে পরামর্শ বা সহায়তা চাইবেন।",
  "HEALTH_SAFETY": "স্বাস্থ্য এবং নিরাপত্তা",
  "HEALTH_SAFETY_CONTENT": "স্বেচ্ছাসেবক স্বীকার করেন যে তিনি সংগঠনের প্রদত্ত স্বাস্থ্য ও নিরাপত্তা নির্দেশিকা অনুসরণ করতে দায়বদ্ধ। স্বেচ্ছাসেবক সম্মত হন: <br/> - যেকোনো অনিরাপদ পরিস্থিতি বা দুর্ঘটনা অবিলম্বে সংগঠনকে জানাবেন। <br/> - স্বেচ্ছাসেবী কার্যক্রম চলাকালে নিজের এবং অন্যদের স্বাস্থ্য ও নিরাপত্তা রক্ষায় যুক্তিসঙ্গত সতর্কতা অবলম্বন করবেন।",
  "DISPUTE_RESOLUTION": "বিতর্ক সমাধান",
  "DISPUTE_RESOLUTION_CONTENT": "এই চুক্তি সম্পর্কিত কোনো বিরোধ সৃষ্টি হলে, পক্ষগুলো আন্তরিক আলোচনার মাধ্যমে বিষয়টি সমাধান করার চেষ্টা করবে। যদি সমাধান সম্ভব না হয়, তাহলে উভয় পক্ষ সম্মত হন যে তারা আইনি পদক্ষেপ গ্রহণের আগে মধ্যস্থতা বা সালিশি নিষ্পত্তির মাধ্যমে সমাধানে পৌঁছানোর চেষ্টা করবে।",
  "GOVERNING_LAW": "আইন প্রযোজ্যতা",
  "GOVERNING_LAW_CONTENT": "এই চুক্তি এমন বৈশ্বিক আইন দ্বারা নিয়ন্ত্রিত হবে এবং ব্যাখ্যা করা হবে যা সংগঠনের দ্বারা পরিচালিত কার্যক্রম ও মিথস্ক্রিয়ার ক্ষেত্রে প্রযোজ্য। এই চুক্তি থেকে উদ্ভূত যে কোনো আইনগত কার্যক্রম পক্ষগুলোর পারস্পরিক সম্মতিযুক্ত উপযুক্ত আদালতে পরিচালিত হবে।",
  "ACKNOWLEDGMENT": "স্বীকৃতি",
  "ACKNOWLEDGMENT_CONTENT": "এই চুক্তিতে সম্মতি দিয়ে, স্বেচ্ছাসেবক নিশ্চিত করেন যে তারা এই শর্তাবলী পড়েছেন, বুঝেছেন এবং গ্রহণ করেছেন। স্বেচ্ছাসেবক চুক্তিতে উল্লিখিত সব নির্দেশিকা, নীতিমালা এবং প্রত্যাশা মেনে চলতে সম্মত হন এবং বুঝতে পারেন যে এই চুক্তি অনুসরণ করাই তাদের স্বেচ্ছাসেবী অবস্থার পূর্বশর্ত।",
  "EMAIL_REQUIRED": "অনুগ্রহ করে আপনার ইমেল লিখুন",
  "PASSWORD_REQUIRED": "অনুগ্রহ করে আপনার পাসওয়ার্ড লিখুন",
  "INVALID_CREDENTIALS": "অবৈধ ইমেল বা পাসওয়ার্ড",
  "Real help. Real people. Right when you need it.": "প্রকৃত সাহায্য। প্রকৃত মানুষ। ঠিক যখন আপনার প্রয়োজন।",
  "Need help? Here to help?": "সাহায্য প্রয়োজন? আমরা সাহায্যের জন্য এখানে আছি।",
  "At Saayam for All, your support can make a real difference today.": "সায়াম ফর অলে, আপনার সমর্থন আজই একটি প্রকৃত পরিবর্তন আনতে পারে।",
  "Sarve jana sukhino bhavantu": "সর্বে জনাঃ সুখিনো ভবন্তু",
  "May all live happily.": "সবাই সুখে বাস করুক।",
  "jñānam vardhati sanchayāt": "জ্ঞানং বর্ধতি সঞ্চয়াৎ",
  "Sharing knowledge expands one's own understanding and the knowledge of others.": "জ্ঞান ভাগাভাগি নিজের বোঝাপড়া এবং অন্যদের জ্ঞান বিস্তৃত করে।",
  "Manava sevaye Madhava seva": "মানব সেবায়ে মাধব সেবা",
  "Service to mankind is Service to God.": "মানবজাতির সেবাই ঈশ্বরের সেবা।",
  "Food and Essentials Support": "খাদ্য এবং প্রয়োজনীয় সামগ্রীর সহায়তা",
  "Clothing Support": "পোশাকের সহায়তা",
  "Education and Career Support": "শিক্ষা এবং ক্যারিয়ার সহায়তা",
  "Healthcare and Wellbeing Support": "স্বাস্থ্যসেবা এবং কল্যাণ সহায়তা",
  "Housing Support": "আবাসন সহায়তা",
  "General Support": "সাধারণ সহায়তা",
  "Our Collaborators": "আমাদের সহযোগীরা",
  "Creating a World Where Help is Always Within Reach": "এমন একটি বিশ্ব তৈরি করা যেখানে সাহায্য সবসময় নাগালের মধ্যে।",
  "Through our global network of volunteers and donors, we empower communities to support one another, fostering a culture of compassion and solidarity that transcends geographical boundaries.": "আমাদের বৈশ্বিক স্বেচ্ছাসেবক এবং দাতাদের নেটওয়ার্কের মাধ্যমে, আমরা সম্প্রদায়গুলিকে একে অপরকে সমর্থন করার ক্ষমতা দিই, সহানুভূতি এবং সংহতির সংস্কৃতি গড়ে তুলি যা ভৌগোলিক সীমানা অতিক্রম করে।",
  "Our Mission": "আমাদের মিশন",
  "How We Operate": "আমরা কীভাবে কাজ করি",
  "Watch our 5 minute video to understand how Saayam for All works and how we make a difference.": "সায়াম ফর অল কীভাবে কাজ করে এবং কীভাবে আমরা পরিবর্তন আনি তা বুঝতে আমাদের ৫ মিনিটের ভিডিওটি দেখুন।",
  "Learn More": "আরও জানুন",
  "One Platform. Many Ways to Contribute.": "একটি প্ল্যাটফর্ম। অবদান রাখার অনেক উপায়।",
  "Learn about different roles in our ecosystem and how each one contributes to creating an impact.": "আমাদের ইকোসিস্টেমে বিভিন্ন ভূমিকা এবং প্রতিটি কীভাবে প্রভাব সৃষ্টিতে অবদান রাখে সে সম্পর্কে জানুন।",
  "Beneficiaries": "সুবিধাভোগীরা",
  "Receive help for their requests": "তাদের অনুরোধের জন্য সাহায্য পান",
  "Volunteers": "স্বেচ্ছাসেবকরা",
  "Provide guidance and solutions to beneficiaries": "সুবিধাভোগীদের নির্দেশনা এবং সমাধান প্রদান করেন",
  "Voluntary Organizations": "স্বেচ্ছাসেবী সংস্থাগুলি",
  "Offer necessary support to beneficiaries": "সুবিধাভোগীদের প্রয়োজনীয় সহায়তা প্রদান করে",
  "Donors": "দাতারা",
  "Provide financial assistance to voluntary organization": "স্বেচ্ছাসেবী সংস্থায় আর্থিক সহায়তা প্রদান করেন",
  "Contact Us": "আমাদের সাথে যোগাযোগ করুন",
  "Email, call, or complete the form to learn how Saayam for All can help you with your challenges": "সায়াম ফর অল কীভাবে আপনার চ্যালেঞ্জগুলিতে সাহায্য করতে পারে তা জানতে ইমেল করুন, কল করুন বা ফর্মটি পূরণ করুন",
  "FAQ's": "প্রশ্নোত্তর",
  "What services does Saayam for All offer?": "সায়াম ফর অল কী কী সেবা প্রদান করে?",
  "We offer a platform to connect volunteers with people who need help in areas like education, food, and healthcare.": "আমরা শিক্ষা, খাদ্য এবং স্বাস্থ্যসেবার মতো ক্ষেত্রে সাহায্যের প্রয়োজন যাদের সেই মানুষদের সাথে স্বেচ্ছাসেবকদের সংযুক্ত করার একটি প্ল্যাটফর্ম প্রদান করি।",
  "How can I become a volunteer?": "আমি কীভাবে স্বেচ্ছাসেবক হতে পারি?",
  "Fill out the contact form and our team will reach out with onboarding steps!": "যোগাযোগ ফর্ম পূরণ করুন এবং আমাদের দল অনবোর্ডিং পদক্ষেপ নিয়ে যোগাযোগ করবে!",
  "Is Saayam for All a non-profit?": "সায়াম ফর অল কি একটি অলাভজনক সংস্থা?",
  "Yes, we are a non-profit organization focused on community support and outreach.": "হ্যাঁ, আমরা একটি অলাভজনক সংস্থা যা সম্প্রদায়ের সহায়তা এবং পৌঁছানোর উপর দৃষ্টি নিবদ্ধ করে।",
  "Get In Touch": "যোগাযোগ করুন",
  "You can reach us anytime": "আপনি যেকোনো সময় আমাদের সাথে যোগাযোগ করতে পারেন",
  "First Name": "প্রথম নাম",
  "Last Name": "শেষ নাম",
  "Email": "ইমেল",
  "Phone": "ফোন",
  "Message": "বার্তা",
  "Enter your first name": "আপনার প্রথম নাম লিখুন",
  "Enter your last name": "আপনার শেষ নাম লিখুন",
  "Enter your email": "আপনার ইমেল লিখুন",
  "Enter your phone": "আপনার ফোন লিখুন",
  "Enter your message": "আপনার বার্তা লিখুন",
  "Submit": "জমা দিন",
  "*By clicking Submit, you are agreeing to our": "*জমা দিন ক্লিক করে আপনি আমাদের সাথে সম্মত হচ্ছেন",
  "terms and conditions": "নিয়ম ও শর্তাবলী",
  "Our mission is to provide timely and targeted assistance to those,": "আমাদের মিশন হল তাদের সময়মতো এবং লক্ষ্যবদ্ধ সহায়তা প্রদান করা,",
  "facing challenges in their lives, fostering a culture of compassion,": "যারা তাদের জীবনে চ্যালেঞ্জের সম্মুখীন, সহানুভূতির সংস্কৃতি গড়ে তোলা,",
  "solidarity, and service to humanity.": "সংহতি এবং মানবতার সেবা।",
  "Our Values": "আমাদের মূল্যবোধ",
  "At Saayam For All, our shared values keep us connected and guide us as one team.": "সায়াম ফর অলে, আমাদের ভাগাভাগি করা মূল্যবোধ আমাদের সংযুক্ত রাখে এবং একটি দল হিসেবে আমাদের পথ দেখায়।",
  "Address Basic": "মৌলিক প্রয়োজন",
  "Necessities": "পূরণ করা",
  "Focus on food, clothing,": "খাদ্য, পোশাক,",
  "shelter, education,": "আশ্রয়, শিক্ষা,",
  "medical, healthcare.": "চিকিৎসা, স্বাস্থ্যসেবার উপর ফোকাস।",
  "Inclusivity and ": "অন্তর্ভুক্তি এবং",
  "Respect": "সম্মান",
  "Open to all, regardless of beliefs,": "সবার জন্য উন্মুক্ত, বিশ্বাস নির্বিশেষে,",
  " religion, location, country, or politics,": "ধর্ম, অবস্থান, দেশ বা রাজনীতি নির্বিশেষে,",
  "without desecrating any beliefs.": "কোনো বিশ্বাসের অবমাননা ছাড়াই।",
  "Collaboration,": "সহযোগিতা,",
  "Not Competition": "প্রতিযোগিতা নয়",
  "Match Requestors with existing": "অনুরোধকারীদের বিদ্যমান",
  "voluntary organizations without": "স্বেচ্ছাসেবী সংস্থার সাথে মিলান",
  "starting new ones that compete.": "নতুন প্রতিযোগী সংস্থা শুরু না করে।",
  "No Infrastructure or": "কোনো অবকাঠামো বা",
  " Money Distribution": "অর্থ বিতরণ নেই",
  "No building of schools or hospitals and": "স্কুল বা হাসপাতাল নির্মাণ নেই এবং",
  "no direct distribution of money.": "অর্থের সরাসরি বিতরণ নেই।",
  "Volunteer-Based": "স্বেচ্ছাসেবক-ভিত্তিক",
  "Purely volunteer-driven with no pay or": "সম্পূর্ণভাবে স্বেচ্ছাসেবক-চালিত কোনো বেতন বা",
  "benefits; cost reimbursement is allowed.": "সুবিধা ছাড়াই; খরচ পরিশোধের অনুমতি আছে।",
  "Motivation": "অনুপ্রেরণা",
  "Use Saayam Dollars to motivate": "স্বেচ্ছাসেবকদের অনুপ্রাণিত করতে",
  "volunteers.": "সায়াম ডলার ব্যবহার করুন।",
  "Automation": "স্বয়ংক্রিয়করণ",
  "Implement a software solution with": "ন্যূনতম মানুষের হস্তক্ষেপ নিয়ে",
  "minimal human intervention.": "একটি সফটওয়্যার সমাধান বাস্তবায়ন।",
  "Cost-Efficiency": "খরচ-দক্ষতা",
  "Utilize free resources like WhatsApp,": "WhatsApp, Zoom এবং GitHub এর মতো",
  " Zoom, and GitHub to keep costs low.": "বিনামূল্যে সম্পদ ব্যবহার করে খরচ কম রাখুন।",
  "Our vision is to cultivate a community": "আমাদের দৃষ্টিভঙ্গি হল এমন একটি সম্প্রদায় গড়ে তোলা",
  "where the ethos of \"Manava Sevaye Madhava": "যেখানে \"মানব সেবায়ে মাধব",
  "Seva\" ( Service to mankind is Service to God )": "সেবা\" (মানবজাতির সেবাই ঈশ্বরের সেবা)",
  "and \"Sarve jana sukhino bhavantu\" ( May ": "এবং \"সর্বে জন সুখিনো ভবন্তু\" (সব",
  "all live happily) guides our actions, driving": "সুখে বাস করুক) আমাদের কর্মের দিক নির্দেশনা দেয়,",
  "positive change and fostering a more": "ইতিবাচক পরিবর্তন এনে এবং সবার জন্য",
  "compassionate and equitable world for all.": "আরও সহানুভূতিশীল এবং ন্যায়সঙ্গত বিশ্ব গড়ে তোলে।",
  "Looking to join us?": "আমাদের সাথে যোগ দিতে চান?",
  "Chat with our community and get in touch with different charity": "আমাদের সম্প্রদায়ের সাথে কথা বলুন এবং বিভিন্ন দাতব্য",
  "organizations!": "সংস্থার সাথে যোগাযোগ করুন!",
  "Join the community": "সম্প্রদায়ে যোগ দিন",
  "Our Vision": "আমাদের দৃষ্টিভঙ্গি",
  "EXECUTIVE_TEAM": "কার্যনির্বাহী দলের সাথে পরিচিত হন",
  "EXECUTIVE_DESCRIPTION_1": "এই দৃষ্টিভঙ্গি বাস্তবায়নের জন্য একটি নিবেদিত দল প্রয়োজন।",
  "EXECUTIVE_DESCRIPTION_2": "পরিবর্তন এগিয়ে নিয়ে যাওয়া লোকদের সাথে পরিচিত হন।",
  "DIRECTORS_DESCRIPTION": "সায়াম ফর অলে, আমরা এই বিশ্বাস দ্বারা অনুপ্রাণিত যে মানবতাই সবচেয়ে বড় গুণ।",
  "Founder, President, CEO, CTO": "প্রতিষ্ঠাতা, সভাপতি, সিইও, সিটিও",
  "Director & Chief Financial Officer": "পরিচালক এবং প্রধান আর্থিক কর্মকর্তা",
  "Director and Secretary": "পরিচালক এবং সচিব",
  "Director": "পরিচালক",
  "Rao K Bhethanabotla": "রাও কে ভেথানাবোটলা",
  "Srividhya Gopalan": "শ্রীবিদ্যা গোপালন",
  "Naveen Sharma": "নবীন শর্মা",
  "Prabhakara Yellai": "প্রভাকর ইয়েল্লাই",
  "Sharadha Venketasubramanian": "শারদা ভেঙ্কটাসুব্রমনিয়ান",
  "Ramesh Maturu": "রমেশ মাতুরু",
  "Madhukar Govindaraju": "মধুকর গোবিন্দরাজু",
  "Sateesh Mucharla": "সতীশ মুচার্লা",
  "Ashwani Dhawan": "অশ্বনী ধবন",
  "Director of Engineering": "ইঞ্জিনিয়ারিং পরিচালক",
  "Business Analyst Team Lead": "ব্যবসায়িক বিশ্লেষক দলের নেতা",
  "Design and Creative Lead": "ডিজাইন এবং সৃজনশীল নেতা",
  "Lead DevSecOps Engineer": "লিড ডেভসেকঅপ্স ইঞ্জিনিয়ার",
  "Senior Data Architect": "সিনিয়র ডেটা স্থপতি",
  "Developer Advocate/AI/ML Dev Manager": "ডেভেলপার অ্যাডভোকেট/এআই/এমএল ডেভ ম্যানেজার",
  "Lead User Experience Designer": "লিড ইউজার এক্সপেরিয়েন্স ডিজাইনার",
  "Rashmi Bilaskar": "রশ্মি বিলাস্কর",
  "Rishitha Rapuri": "রিশিতা রাপুরি",
  "Sriram Mahankali": "শ্রীরাম মহানকালি",
  "Divya Tanwar": "দিব্যা তানওয়ার",
  "Mohana Krishanan R.": "মোহন কৃষ্ণন আর।",
  "Sugandha Agrawal": "সুগন্ধা আগরওয়াল",
  "Meghana Karri": "মেঘনা করি",
  "In some cases, our volunteers partner with local NGOs, community groups, and service organizations to ensure that every request is fulfilled effectively. Saayam For All builds a collaborative ecosystem that strengthens community support—because helping hands are stronger together.": "কিছু ক্ষেত্রে, আমাদের স্বেচ্ছাসেবকরা স্থানীয় এনজিও, সামুদায়িক গোষ্ঠী এবং সেবা সংস্থার সাথে অংশীদারিত্ব করে যাতে প্রতিটি অনুরোধ কার্যকরভাবে পূরণ হয়। সায়াম ফর অল একটি সহযোগিতামূলক ইকোসিস্টেম তৈরি করে যা সামুদায়িক সহায়তাকে শক্তিশালী করে—কারণ সাহায্যের হাত একসাথে থাকলে আরও শক্তিশালী হয়।",
  "Volunteer Match": "স্বেচ্ছাসেবক মিল",
  "U.S based nonprofit organization which provides a national digital infrastructure to serve volunteers and nonprofits organization.": "মার্কিন যুক্তরাষ্ট্র ভিত্তিক অলাভজনক সংস্থা যা স্বেচ্ছাসেবক এবং এনজিওগুলির জন্য একটি জাতীয় ডিজিটাল অবকাঠামো প্রদান করে।",
  "Idealist (Action without Borders)": "আদর্শবাদী (সীমানা ছাড়াই কর্ম)",
  "Action Without Borders also known as Idealist is a non-profit service organization based in New York City.": "আদর্শবাদী (সীমানা ছাড়াই কর্ম) একটি অলাভজনক সেবা সংস্থা যা নিউ ইয়র্ক সিটিতে অবস্থিত।",
  "American RedCross": "আমেরিকান রেড ক্রস",
  "Red Cross volunteers and staff work to deliver vital services – from providing relief and support to those in crisis.": "রেড ক্রসের স্বেচ্ছাসেবক এবং কর্মীরা গুরুত্বপূর্ণ সেবা প্রদানের জন্য কাজ করেন — যেমন সংকটে থাকা লোকদের ত্রাণ এবং সহায়তা প্রদান।",
  "Want to join us?": "আমাদের সাথে যোগ দিতে চান?",
  "Chat with our community and get in touch with different charity organizations!": "আমাদের সম্প্রদায়ের সাথে কথা বলুন এবং বিভিন্ন দাতব্য সংস্থার সাথে যোগাযোগ করুন!",
  "At Saayam For All, getting help is as simple and seamless as requesting a ride.": "সায়াম ফর অলে, সাহায্য পাওয়া একটি রাইড অনুরোধ করার মতোই সহজ এবং নির্বিঘ্ন।",
  "Request for Help": "সাহায্যের জন্য অনুরোধ",
  "Submit a request for the support you need—just like booking a ride through an app.": "যেমন আপনি একটি অ্যাপের মাধ্যমে রাইড বুক করেন, তেমনি আপনার প্রয়োজনীয় সহায়তার জন্য একটি অনুরোধ জমা দিন।",
  "Get help in 5 easy steps.": "৫টি সহজ ধাপে সাহায্য পান।",
  "Get Matching With a Volunteer": "একজন স্বেচ্ছাসেবকের সাথে মিল পান",
  "We don't just match—you get the smartest match possible.Our AI/ML engine find the right volunteer for you faster and more accuately, just like a ride share app- but smarter, more human, built for community care .": "আমরা শুধু মিল করি না—আপনি সর্বোত্তম সম্ভাব্য মিল পান। আমাদের AI/ML ইঞ্জিন আপনার জন্য সঠিক স্বেচ্ছাসেবক দ্রুত এবং আরও নির্ভুলভাবে খুঁজে দেয়, ঠিক রাইড শেয়ার অ্যাপের মতো- কিন্তু স্মার্ট, আরও মানবিক, সম্প্রদায়ের যত্নের জন্য তৈরি।",
  "Confirm Your Volunteer": "আপনার স্বেচ্ছাসেবককে নিশ্চিত করুন",
  "Connect and Coordinate": "সংযোগ স্থাপন এবং সমন্বয় করুন",
  "Your volunteer reaches out to finalize details and schedule the support you need.": "আপনার স্বেচ্ছাসেবক বিস্তারিত চূড়ান্ত করতে এবং আপনার প্রয়োজনীয় সহায়তার সময়সূচী নির্ধারণের জন্য যোগাযোগ করেন।",
  "Receive Assistance": "সহায়তা প্রাপ্তি",
  "The volunteer provides the help you requested,working with other if needed-making sure you reach your destination.": "স্বেচ্ছাসেবক আপনার অনুরোধকৃত সাহায্য প্রদান করেন, প্রয়োজনে অন্যদের সাথে কাজ করে-নিশ্চিত করে যে আপনি আপনার গন্তব্যে পৌঁছান।",
  "Connecting help to those who need it.": "যাদের প্রয়োজন তাদের সাহায্যের সাথে সংযোগ স্থাপন।",
  "Looking to volunteer with us?": "আমাদের সাথে স্বেচ্ছাসেবক হতে চান?",
  "Chat with our community and get in touch with us!": "আমাদের সম্প্রদায়ের সাথে কথা বলুন এবং আমাদের সাথে যোগাযোগ করুন!",
  "From these potential matches, one volunteer will be chosen to assist you, much like selecting a specific car.": "এই সম্ভাব্য মিলগুলি থেকে, একজন স্বেচ্ছাসেবককে আপনাকে সহায়তা করার জন্য বেছে নেওয়া হবে, ঠিক একটি নির্দিষ্ট গাড়ি নির্বাচন করার মতো।",
  "Make a donation": "দান করুন",
  "Your donation helps us create lasting change in communities across the globe.": "আপনার দান আমাদের বিশ্বব্যাপী সম্প্রদায়গুলিতে স্থায়ী পরিবর্তন তৈরি করতে সাহায্য করে।",
  "Are donations tax deductible?": "দান কি কর ছাড়যোগ্য?",
  "FAQ_TAX_ANSWER": "হ্যাঁ, সায়াম ফর অল একটি নিবন্ধিত 501(c)(3) অলাভজনক সংস্থা। সমস্ত দান আইন দ্বারা অনুমোদিত সীমা পর্যন্ত কর ছাড়যোগ্য।",
  "How will my donation be used?": "আমার দান কীভাবে ব্যবহৃত হবে?",
  "FAQ_USE_ANSWER": "আপনার দান আমাদের বিভিন্ন কর্মসূচি সমর্থন করার জন্য ব্যবহৃত হবে, যার মধ্যে রয়েছে স্বেচ্ছাসেবক সমন্বয়, সহায়তা কর্মসূচি এবং আমাদের প্ল্যাটফর্ম রক্ষণাবেক্ষণের জন্য পরিচালনা খরচ।",
  "Can I cancel recurring donations?": "আমি কি পুনরাবৃত্ত দান বাতিল করতে পারি?",
  "FAQ_CANCEL_ANSWER": "হ্যাঁ, আপনি আমাদের সাহায্য দলের সাথে যোগাযোগ করে বাতিল করতে পারেন।",
  "COPYRIGHT": "কপিরাইট © ২০২৫ সায়াম ফর অল। সর্বস্বত্ব সংরক্ষিত।"
}
