{
  "ABOUT": "আমাদের সম্পর্কে",
  "DONATE": "দান করুন",
  "LOGIN": "প্রবেশ করুন",
  "SIGNUP": "Sign up",
  "DIRECTORS": "পরিচালনা পর্ষদ",
  "HOW_WE_OPERATE": "আমরা কিভাবে কাজ",
  "NOTIFICATIONS": "বিজ্ঞপ্তি",
  "MISSION": "মিশন",
  "VISION": "দৃষ্টি",
  "CONTACT": "যোগাযোগ",
  "SCAN_ON_DONATE": "আপনি স্ক্যান করতে পারেন অথবা Donate এ ক্লিক করতে পারেন।",
  "EMAIL": "ইমেইল",
  "PASSWORD": "পাসওয়ার্ড",
  "FORGOT_PASSWORD": "পাসওয়ার্ড ভুলে গেছেন?",
  "OR_WITH": "অথবা সাথে",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "কোন অ্যাকাউন্ট নেই?",
  "HERO_TEXT": "<1>সায়াম</1>-এ আপনাকে স্বাগতম, একটি অলাভজনক সংস্থা - প্রয়োজনের সময় সাহায্য এবং সহায়তার জন্য আপনার প্রবেশদ্বার। তেলুগুতে সায়ামের অর্থ সাহায্য, সংস্কৃত/হিন্দিতে সহায়, ম্যান্ডারিনে বাংঝু এবং স্প্যানিশ ভাষায় আয়ুদা।",
  "AT_SAAYAM": "<1>সায়াম</1>-এ, আমরা চ্যালেঞ্জের মুখোমুখি হওয়া ব্যক্তিদের সাহায্য করার ক্ষমতায় বিশ্বাস করি। আমাদের প্ল্যাটফর্ম বিশ্বব্যাপী ব্যক্তি এবং সম্প্রদায়কে সংযুক্ত করে, যাদের সাহায্যের প্রয়োজন এবং যারা এটি প্রদান করতে ইচ্ছুক তাদের মধ্যে ব্যবধান কমিয়ে আনে।",
  "OUR_VISION": "আমাদের দৃষ্টিভঙ্গি এমন একটি পৃথিবীর যেখানে সকলেরই বাধা অতিক্রম করে পরিপূর্ণ জীবনযাপনের জন্য প্রয়োজনীয় সাহায্যের সুযোগ থাকবে। আমরা মানবিক সাহায্যের ক্ষেত্রে বিশ্বব্যাপী নেতা হতে চাই, প্রযুক্তি এবং সহযোগিতা ব্যবহার করে বাধা অতিক্রম করে একটি নিরবচ্ছিন্ন সহায়তা নেটওয়ার্ক তৈরি করতে চাই।",
  "JOIN_US": "আমাদের সাথে যোগ দিন আমাদের মিশনে, পরিবর্তন আনতে। আপনি সাহায্যের হাত বাড়িয়ে দিতে চান বা সাহায্য চাইতে চান, সায়াম আপনার জন্য প্রস্তুত। একসাথে, আসুন আমরা সকলের জন্য আরও সহানুভূতিশীল এবং ন্যায়সঙ্গত একটি পৃথিবী তৈরি করি।",
  "JOIN_TODAY": "অন্যদের সাহায্য করার আনন্দ উপভোগ করুন - আজই সায়ামে যোগ দিন। একসাথে, আমরা একটি পরিবর্তন আনতে পারি।",
  "OUR_MOTTO": "মনে রাখবেন, সায়ামে আমাদের মূলমন্ত্রটি সহজ: \"মানবজাতির সেবাই ঈশ্বরের সেবা,\" এবং \"সকলেই সুখে বাস করুক।\" দয়া ও করুণা ছড়িয়ে দিতে আমাদের সাথে যোগ দিন, একের পর এক সহায়তামূলক কাজ করুন। বিশ্বের যেকোনো স্থান থেকে যে কেউ যেকোনো ধরণের সোশ্যাল মিডিয়া প্ল্যাটফর্ম/যোগাযোগ ডিভাইসে সাহায্যের জন্য অনুরোধ করতে পারেন।",
  "STAY_UPDATED": "আমাদের অগ্রগতি এবং উদ্যোগ সম্পর্কে আপডেট থাকুন - সর্বশেষ আপডেটের জন্য এখানে ফিরে চেক করতে থাকুন। একসাথে, আমরা সকলের জন্য একটি উন্নত পৃথিবী গড়ে তুলতে পারি।",
  "DONATE_MONEY": "সায়াম ফর অল একটি অলাভজনক সংস্থা যার ৫০১(সি)(৩) স্ট্যাটাস রয়েছে। এই সংস্থায় সকল অনুদান কর ছাড়যোগ্য। অর্থ দান করতে আপনি এই <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal লিঙ্ক</1> ব্যবহার করতে পারেন।",
  "READ_MORE": "আরও পড়ুন <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>আমরা কীভাবে পরিচালনা করি</1>!"
}
