{
  "YES": "Ja",
  "NO": "Nein",
  "NOTE": "Hinweis",
  "FOR_SELF": "Für sich selbst",
  "SUBJECT": "Betreff",
  "DESCRIPTION": "Beschreibung",
  "REMOTE": "Remote",
  "IN_PERSON": "Persönlich",
  "EDIT": "Bearbeiten",
  "SORT_BY": "Sortieren nach",
  "NEWEST": "Neueste",
  "OLDEST": "Älteste",
  "ABOUT": "Über uns",
  "DONATE": "Spenden",
  "PROFILE": "Profil",
  "LOGIN": "Einloggen",
  "LOGOUT": "Aus Konto abmelden",
  "SIGNUP": "Melden Sie sich an",
  "DIRECTORS": "Vorstand",
  "HOW_WE_OPERATE": "Wie wir arbeiten",
  "NOTIFICATIONS": "Benachrichtigungen",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Kontakt",
  "SCAN_ON_DONATE": "Sie können scannen oder auf Spenden klicken",
  "ENTER_DETAILS": "Geben Sie die Details ein und klicken Sie auf „Senden“",
  "SUBMIT": "Einreichen",
  "SAVE": "Speichern",
  "SAVE_CHANGES": "Änderungen speichern",
  "CANCEL": "Abbrechen",
  "FIRST_NAME": "Vorname",
  "LAST_NAME": "Nachname",
  "PHONE": "Telefon",
  "PHONE_NUMBER": "Telefonnummer",
  "YOUR_PHONE_NUMBER": "Ihre Telefonnummer",
  "AGE": "Alter",
  "PREFERRED_LANGUAGE": "Bevorzugte Sprache",
  "FIRST_LANGUAGE_PREFERENCE": "Erste Sprachpräferenz",
  "SECOND_LANGUAGE_PREFERENCE": "Zweite Sprachpräferenz",
  "THIRD_LANGUAGE_PREFERENCE": "Dritte Sprachpräferenz",
  "GENDER": "Geschlecht",
  "MESSAGE": "Nachricht",
  "EMAIL": "Email",
  "PASSWORD": "Passwort",
  "FORGOT_PASSWORD": "Passwort vergessen?",
  "CHANGE_PASSWORD": "Passwort ändern",
  "EDIT_PASSWORD": "Passwort bearbeiten",
  "CURRENT_PASSWORD": "Aktuelles Passwort",
  "NEW_PASSWORD": "Neues Passwort",
  "CONFIRM_PASSWORD": "Passwort bestätigen",
  "PASSWORD_REQUIREMENTS": "Muss mindestens 8 Zeichen enthalten.",
  "COUNTRY": "Land",
  "SELECT_COUNTRY": "Land auswählen",
  "STATE": "Bundesland",
  "ZIP_CODE": "Postleitzahl",
  "BIRTHDAY": "Geburtsdatum",
  "CITY": "Stadt",
  "ADDRESS": "Straße und Hausnummer{{optional}}",
  "YOUR_PROFILE": "Ihr Profil",
  "PERSONAL_INFORMATION": "Persönliche Informationen",
  "UPLOAD_PHOTO": "Foto hochladen",
  "ORGANIZATION_DETAILS": "Organisationsdetails",
  "ORGANIZATION_NAME": "Organisationsname",
  "ORGANIZATION_TYPE": "Organisationstyp",
  "NON_PROFIT": "Gemeinnützig",
  "FOR_PROFIT": "Gewinnorientiert",
  "OR_WITH": "Oder mit",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Sie haben noch kein Konto?",
  "REQUEST_CATEGORY": "Kategorie anfordern",
  "REQUEST_TYPE": "Anfragetyp",
  "CREATE_HELP_REQUEST": "Hilfeanfrage erstellen",
  "EDIT_HELP_REQUEST": "Hilfeanfrage bearbeiten",
  "ADMINISTRATE": "Administrator",
  "MY_REQUESTS": "Meine Anfragen",
  "MANAGED_REQUESTS": "Verwaltete Anfragen",
  "OTHERS_REQUESTS": "Andere Anfragen",
  "BECOME_VOLUNTEER": "Werde ein Freiwilliger",
  "HELPING_VOLUNTEERS": "Helfende Freiwillige",
  "REQUEST_VOLUNTEERS": "Freiwillige anfordern",
  "NUMBER_OF_VOLUNTEERS": "Anzahl der benötigten Freiwilligen eingeben...",
  "VOLUNTEER_ORGANIZATIONS": "Freiwilligenorganisationen",
  "EMERGENCY_CONTACT": "Notfallkontakt",
  "MORE_INFORMATION": "Mehr Informationen",
  "STATUS": "Status",
  "FILTER_BY": "Filtern nach",
  "HERO_TEXT": "Willkommen bei <1>Saayam</1>, einer gemeinnützigen Organisation – Ihrem Tor zu Hilfe und Unterstützung in Zeiten der Not. Saayam bedeutet Hilfe auf Telugu, Sahaay auf Sanskrit/Hindi, Bangzhu auf Mandarin und Ayuda auf Spanisch.",
  "AT_SAAYAM": "Bei <1>Saayam</1> glauben wir an die Kraft helfender Hände, die denen helfen, die vor Herausforderungen stehen. Unsere Plattform verbindet Einzelpersonen und Gemeinschaften weltweit und überbrückt die Kluft zwischen denen, die Hilfe brauchen, und denen, die bereit sind, sie zu leisten.",
  "OUR_VISION": "Unsere Vision ist eine Welt, in der jeder Zugang zu der Hilfe hat, die er braucht, um Hindernisse zu überwinden und ein erfülltes Leben zu führen. Wir streben danach, ein weltweit führender Anbieter humanitärer Hilfe zu sein und nutzen Technologie und Zusammenarbeit, um ein nahtloses Unterstützungsnetzwerk aufzubauen, das Barrieren überwindet.",
  "JOIN_US": "Unterstützen Sie uns bei unserer Mission, etwas zu bewegen. Egal, ob Sie mit anpacken oder Unterstützung suchen, Saayam ist für Sie da. Lassen Sie uns gemeinsam eine mitfühlendere und gerechtere Welt für alle schaffen.",
  "JOIN_TODAY": "Erleben Sie die Freude, anderen zu helfen – treten Sie noch heute Saayam bei. Gemeinsam können wir etwas bewirken.",
  "OUR_MOTTO": "Denken Sie daran, dass unser Motto bei Saayam einfach ist: „Dienst an der Menschheit ist Dienst an Gott“ und „Mögen alle glücklich leben“. Helfen Sie uns dabei, Freundlichkeit und Mitgefühl zu verbreiten, eine Hilfstat nach der anderen. Jeder von überall auf der Welt kann auf jeder Art von Social-Media-Plattform/Kommunikationsgerät um Hilfe bitten.",
  "STAY_UPDATED": "Bleiben Sie über unsere Fortschritte und Initiativen auf dem Laufenden. Schauen Sie hier immer wieder vorbei, um die neuesten Updates zu erhalten. Gemeinsam können wir eine bessere Welt für alle schaffen.",
  "DONATE_MONEY": "Saayam For All ist eine gemeinnützige Organisation mit 501(c)(3)-Status. Alle Spenden an diese Organisation sind steuerlich absetzbar. Sie können diesen <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal-Link</1> verwenden, um Geld zu spenden.",
  "READ_MORE": "Lesen Sie mehr <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Wie wir arbeiten</1>!",
  "MAX_CHARACTERS": "Max. {{count}} Zeichen",
  "HELP_REQUEST": "Bitte um Hilfe : ",
  "ASK_FOR_HELP": "Als Antragsteller können Sie um Hilfe bitten (ähnlich einer Fahrtanfrage).",
  "MATCHING_PROCESS": "Matching-Prozess : ",
  "REQUEST_WILL_BE_MATCHED": "Ihre Anfrage wird auf der Grundlage ihres Profils mit einigen Freiwilligen in der Nähe abgeglichen, ähnlich wie Mitfahr-Apps Sie mit Fahrern in der Nähe zusammenbringen.",
  "VOLUNTEER_SELECTION": "Auswahl der Freiwilligen : ",
  "FROM_POTENTIAL_MATCHES": "Aus diesen potenziellen Übereinstimmungen wird ein Freiwilliger ausgewählt, der Ihnen hilft, ähnlich wie bei der Auswahl eines bestimmten Autos.",
  "VOLUNTEER_APPROACH": "Freiwilligenansatz : ",
  "VOLUNTEER_WILL_CONTACT": "Der ausgewählte Freiwillige wird Sie dann kontaktieren und mit Ihnen zusammenarbeiten.",
  "ASSISTANCE_PROVIDED": "Hilfe angeboten : ",
  "VOLUNTEER_WILL_WORK": "Dieser Freiwillige arbeitet eng mit Ihnen zusammen, um sicherzustellen, dass Ihre Bedürfnisse erfüllt werden. Er arbeitet auch mit anderen Freiwilligen und Freiwilligenorganisationen vor Ort zusammen, um Ihre Anfrage zu erfüllen, ähnlich wie ein Fahrer, der Sie an Ihr Ziel bringt.",
  "EMPOWER_INDIVIDUALS": "Wir möchten Einzelpersonen und Gemeinschaften weltweit stärken, indem wir gegenseitige Hilfe und Unterstützung durch Saayam ermöglichen, eine Softwareplattform, die Antragsteller, Freiwillige, Freiwilligenorganisationen und Spender verbindet. Unsere Mission ist es, Menschen, die in ihrem Leben vor Herausforderungen stehen, rechtzeitig und gezielt zu helfen und eine Kultur des Mitgefühls, der Solidarität und des Dienstes an der Menschheit zu fördern.",
  "VISION_DESCRIPTION": "Saayam stellt sich eine Welt vor, in der jeder Zugang zu der Hilfe und den Ressourcen hat, die er braucht, um Hindernisse zu überwinden und ein erfülltes Leben zu führen. Wir streben danach, ein weltweit führender Anbieter humanitärer Hilfe zu sein, indem wir Technologie und Zusammenarbeit nutzen, um ein nahtloses Unterstützungsnetzwerk aufzubauen, das geografische, kulturelle und sozioökonomische Barrieren überwindet. Unsere Vision ist es, eine Gemeinschaft aufzubauen, in der das Ethos von „Manava Sevaye Madhava Seva“ (Dienst an der Menschheit ist Dienst an Gott) und „Sarve jana sukhino bhavantu“ (Mögen alle glücklich leben) unser Handeln leitet, positive Veränderungen vorantreibt und eine mitfühlendere und gerechtere Welt für alle fördert.",
  "LIFE_THREATENING_REQUESTS": "Wir bearbeiten keine lebensbedrohlichen Notfälle. Bitte rufen Sie Ihren örtlichen Notdienst an, wenn Sie dringend Hilfe benötigen."
}
