{
  "YES": "Ja",
  "NO": "Nein",
  "NOTE": "Notiz",
  "FOR_SELF": "Für sich selbst",
  "SUBJECT": "Betreff",
  "DESCRIPTION": "Beschreibung",
  "REMOTE": "Remote",
  "IN_PERSON": "Persönlich",
  "EDIT": "Bearbeiten",
  "SORT_BY": "Sortieren nach",
  "NEWEST": "Neueste",
  "OLDEST": "Älteste",
  "ABOUT": "Über uns",
  "DASHBOARD": "Dashboard",
  "DONATE": "Spenden",
  "PROFILE": "Profil",
  "LOGIN": "Anmelden",
  "LOGOUT": "Abmelden",
  "SIGNUP": "Registrieren",
  "OUR_TEAM": "Unser Team",
  "OUR_MISSION": "Unsere Mission",
  "DIRECTORS": "Vorstandsmitglieder",
  "HOW_WE_OPERATE": "Wie wir arbeiten",
  "HOME": "Startseite",
  "VOLUNTEER_SERVICES": "Freiwilligendienste",
  "OUR_COLLABORATORS": "Unsere Partner",
  "WHAT_WE_OFFER": "Was wir anbieten",
  "NOTIFICATIONS": "Benachrichtigungen",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Kontakt",
  "PRIVACY_POLICY": "Datenschutzrichtlinie",
  "TERMS_AND_CONDITIONS": "Allgemeine Geschäftsbedingungen",
  "SITE_MAP": "Seitenübersicht",
  "SCAN_ON_DONATE": "Sie können scannen oder auf Spenden klicken",
  "ENTER_DETAILS": "Geben Sie die Details ein und klicken Sie auf Senden",
  "SUBMIT": "Absenden",
  "SAVE": "Speichern",
  "CANCEL": "Abbrechen",
  "FIRST_NAME": "Vorname",
  "LAST_NAME": "Nachname",
  "PHONE": "Telefon",
  "PHONE_NUMBER": "Telefonnummer",
  "YOUR_PHONE_NUMBER": "Ihre Telefonnummer",
  "AGE": "Alter",
  "PREFERRED_LANGUAGE": "Bevorzugte Sprache",
  "FIRST_LANGUAGE_PREFERENCE": "Erste Sprachpräferenz",
  "SECOND_LANGUAGE_PREFERENCE": "Zweite Sprachpräferenz",
  "THIRD_LANGUAGE_PREFERENCE": "Dritte Sprachpräferenz",
  "GENDER": "Geschlecht",
  "MESSAGE": "Nachricht",
  "EMAIL": "E-Mail",
  "PASSWORD": "Passwort",
  "FORGOT_PASSWORD": "Passwort vergessen?",
  "CHANGE_PASSWORD": "Passwort ändern",
  "EDIT_PASSWORD": "Passwort bearbeiten",
  "CURRENT_PASSWORD": "Aktuelles Passwort",
  "NEW_PASSWORD": "Neues Passwort",
  "CONFIRM_PASSWORD": "Passwort bestätigen",
  "PASSWORD_REQUIREMENTS": "Muss mindestens 8 Zeichen lang sein.",
  "COUNTRY": "Land",
  "SELECT_COUNTRY": "Land auswählen",
  "STATE": "Bundesland",
  "ZIP_CODE": "Postleitzahl",
  "BIRTHDAY": "Geburtstag",
  "CITY": "Stadt",
  "ADDRESS": "Straßenadresse{{optional}}",
  "YOUR_PROFILE": "Ihr Profil",
  "PERSONAL_INFORMATION": "Persönliche Informationen",
  "IDENTITY_DOCUMENT": "Ausweisdokument",
  "UPLOAD_PHOTO": "Foto hochladen",
  "ORGANIZATION_DETAILS": "Organisationsdetails",
  "ORGANIZATION_NAME": "Name der Organisation",
  "ORGANIZATION_TYPE": "Organisationstyp",
  "NON_PROFIT": "Gemeinnützig",
  "FOR_PROFIT": "Profit-orientiert",
  "OR_WITH": "oder mit",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Sie haben noch kein Konto?",
  "REQUEST_CATEGORY": "Anfragekategorie",
  "REQUEST_TYPE": "Anfragetyp",
  "CREATE_HELP_REQUEST": "Hilfsanfrage erstellen",
  "EDIT_HELP_REQUEST": "Hilfsanfrage bearbeiten",
  "ADMINISTRATE": "Verwalten",
  "MY_REQUESTS": "Meine Anfragen",
  "MANAGED_REQUESTS": "Verwaltete Anfragen",
  "OTHERS_REQUESTS": "Anfragen von anderen",
  "BECOME_VOLUNTEER": "Freiwilliger werden",
  "HELPING_VOLUNTEERS": "Freiwilligen helfen",
  "REQUEST_VOLUNTEERS": "Freiwillige anfordern",
  "NUMBER_OF_VOLUNTEERS": "Anzahl der benötigten Freiwilligen eingeben...",
  "VOLUNTEER_ORGANIZATIONS": "Freiwilligenorganisationen",
  "EMERGENCY_CONTACT": "Notfallkontakt",
  "MORE_INFORMATION": "Weitere Informationen",
  "STATUS": "Status",
  "FILTER_BY": "Filtern nach",
  "ACKNOWLEDGE_TERMS": "Bedingungen anerkennen",
  "TERMS_DOCUMENT": "Bitte lesen Sie das folgende Dokument sorgfältig durch und bestätigen Sie, dass Sie dessen Inhalt verstanden haben.",
  "VOLUNTEER_AGREEMENT": "Freiwilligenvereinbarung für alle",
  "I_HAVE_READ": "Ich habe das Dokument gelesen und verstanden",
  "HERO_TEXT": "<1>Willkommen bei Saayam</1>, einer gemeinnützigen Organisation – Ihr Tor zu Hilfe und Unterstützung in Zeiten der Not. Saayam bedeutet Hilfe auf Telugu, Sahay auf Sanskrit/Hindi, Bāngzhù auf Mandarin und Ayuda auf Spanisch.",
  "AT_SAAYAM": "Bei <1>Saayam</1> glauben wir an die Kraft helfender Hände für Menschen in Not. Unsere Plattform verbindet Einzelpersonen und Gemeinschaften weltweit und überbrückt die Kluft zwischen denen, die Hilfe benötigen, und denen, die bereit sind, sie zu leisten.",
  "OUR_VISION": "Unsere Vision ist eine Welt, in der jeder die notwendige Unterstützung erhält, um Hindernisse zu überwinden und ein erfülltes Leben zu führen. Wir streben danach, ein weltweit führender Anbieter humanitärer Hilfe zu sein, indem wir Technologie und Zusammenarbeit nutzen, um ein nahtloses Netzwerk der Unterstützung aufzubauen.",
  "JOIN_US": "Schließen Sie sich unserer Mission an, Veränderungen zu bewirken. Egal, ob Sie helfen oder Hilfe suchen – Saayam ist für Sie da. Gemeinsam können wir eine freundlichere und gerechtere Welt für alle schaffen.",
  "JOIN_TODAY": "Erleben Sie die Freude, anderen zu helfen – treten Sie Saayam noch heute bei. Gemeinsam können wir einen Unterschied machen.",
  "OUR_MOTTO": "Denken Sie daran, unser Motto bei Saayam lautet: \"Dienst an der Menschheit ist Dienst an Gott\" und \"Mögen alle glücklich sein.\" Helfen Sie mit, Mitgefühl und Güte zu verbreiten – mit einer Tat der Hilfe zur Zeit.",
  "STAY_UPDATED": "Bleiben Sie über unsere Fortschritte und Initiativen informiert – besuchen Sie uns regelmäßig für die neuesten Updates. Gemeinsam können wir eine bessere Welt schaffen.",
  "DONATE_MONEY": "Saayam For All ist eine gemeinnützige Organisation mit dem Status 501(c)(3). Alle Spenden an diese Organisation sind steuerlich absetzbar. Um zu spenden, nutzen Sie diesen <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal-Link</1>.",
  "READ_MORE": "Mehr lesen <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Wie wir arbeiten</1>!",
  "MAX_CHARACTERS": "Maximal {{count}} Zeichen",
  "HELP_REQUEST": "Hilfsanfrage:",
  "ASK_FOR_HELP": "Als Anfragender können Sie Hilfe anfordern (ähnlich wie eine Fahrtanfrage).",
  "MATCHING_PROCESS": "Vermittlungsprozess:",
  "REQUEST_WILL_BE_MATCHED": "Ihre Anfrage wird basierend auf dem Profil mit einigen nahegelegenen Freiwilligen abgeglichen – ähnlich wie Fahrdienst-Apps Fahrer zuordnen.",
  "VOLUNTEER_SELECTION": "Auswahl des Freiwilligen:",
  "FROM_POTENTIAL_MATCHES": "Aus diesen möglichen Übereinstimmungen wird ein Freiwilliger ausgewählt, um Ihnen zu helfen – wie die Wahl eines bestimmten Fahrzeugs.",
  "VOLUNTEER_APPROACH": "Vorgehensweise des Freiwilligen:",
  "VOLUNTEER_WILL_CONTACT": "Der ausgewählte Freiwillige wird sich mit Ihnen in Verbindung setzen und mit Ihnen zusammenarbeiten.",
  "ASSISTANCE_PROVIDED": "Geleistete Hilfe:",
  "VOLUNTEER_WILL_WORK": "Der Freiwillige wird eng mit Ihnen zusammenarbeiten, um Ihre Bedürfnisse zu erfüllen. Sie können mit anderen lokalen Freiwilligen oder Organisationen zusammenarbeiten – wie ein Fahrer, der Sie an Ihr Ziel bringt.",
  "EMPOWER_INDIVIDUALS": "Menschen und Gemeinschaften weltweit durch gegenseitige Hilfe und Unterstützung über Saayam zu stärken – eine Softwareplattform, die Anfragende, Freiwillige, Organisationen und Spender verbindet. Unsere Mission ist es, zielgerichtete und zeitnahe Unterstützung zu leisten und Mitgefühl, Solidarität und Dienst an der Menschheit zu fördern.",
  "VISION_DESCRIPTION": "Saayam stellt sich eine Welt vor, in der alle Menschen Zugang zu den Ressourcen und der Unterstützung haben, die sie benötigen, um Hindernisse zu überwinden und ein erfülltes Leben zu führen. Wir streben danach, ein globaler Marktführer in der humanitären Hilfe zu werden, indem wir ein Netzwerk aufbauen, das kulturelle, geografische und sozioökonomische Barrieren überwindet. Unsere Vision ist eine Gemeinschaft, in der die Ethik von 'Menschendienst ist Gottesdienst' und 'Mögen alle glücklich sein' unsere Handlungen leitet.",
  "LIFE_THREATENING_REQUESTS": "Wir bearbeiten keine lebensbedrohlichen Notfälle. Wenn Sie sofortige Hilfe benötigen, rufen Sie bitte Ihren lokalen Notdienst an.",
  "INTRODUCTION": "Einleitung",
  "INTRODUCTION_CONTENT": "Diese Freiwilligenvereinbarung (\"Vereinbarung\") wird zwischen Saayam For All (\"Organisation\") und dem Freiwilligen (\"Freiwilliger\") nach Annahme getroffen. Durch die Unterzeichnung oder elektronische Zustimmung bestätigt der Freiwillige, dass er die Bedingungen verstanden und akzeptiert hat, die seine Teilnahme an Aktivitäten im Rahmen der Organisation regeln.",
  "VOLUNTEER_ROLE": "Rolle und Verantwortlichkeiten des Freiwilligen",
  "VOLUNTEER_ROLE_CONTENT": "Der Freiwillige verpflichtet sich, die von der Organisation zugewiesenen Rollen und Aufgaben zu erfüllen, die die Unterstützung von Personen oder Gemeinschaften beinhalten können, die Hilfe benötigen. Der Freiwillige verpflichtet sich: <1/> - Die zugewiesenen Aufgaben ehrlich, verantwortungsvoll und professionell auszuführen. <1/> - Die Organisation zeitnah über Verfügbarkeit, Fortschritt und Herausforderungen zu informieren. <1/> - Die Aufgaben innerhalb der festgelegten Fristen und nach bestem Können zu erledigen.",
  "CONDUCT_CODE": "Verhaltenskodex",
  "CONDUCT_CODE_CONTENT": "Der Freiwillige verpflichtet sich, während der Vertretung der Organisation die höchsten ethischen Standards einzuhalten. Dies beinhaltet: <1/> - Respektvollen und würdevollen Umgang mit allen Personen, unabhängig von Rasse, Religion, Geschlecht, sexueller Orientierung, Alter oder Behinderung. <1/> - Vermeidung jeglicher Form von Diskriminierung, Belästigung oder unprofessionellem Verhalten. <1/> - Vermeidung von Interessenkonflikten und Sicherstellung, dass persönliche Interessen nicht die Pflichten als Freiwilliger beeinträchtigen.",
  "CONFIDENTIALITY_AGREEMENT": "Verschwiegenheitsvereinbarung",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "Der Freiwillige erkennt an, dass er während seiner Tätigkeit vertrauliche, geschützte oder persönliche Informationen über die Organisation, andere Freiwillige oder Hilfesuchende erhalten kann. Der Freiwillige verpflichtet sich: <1/> - Während und nach der Laufzeit dieser Vereinbarung alle Informationen vertraulich zu behandeln. <1/> - Die Informationen ausschließlich zur Erfüllung seiner Aufgaben als Freiwilliger zu verwenden. <1/> - Ohne ausdrückliche schriftliche Genehmigung der Organisation keine vertraulichen Informationen an Dritte weiterzugeben.",
  "DATA_PRIVACY": "Datenschutz und Privatsphäre",
  "DATA_PRIVACY_CONTENT": "Der Freiwillige verpflichtet sich, alle geltenden Datenschutzgesetze und -vorschriften einzuhalten, einschließlich der Datenschutz-Grundverordnung (DSGVO) und anderer lokaler Datenschutzgesetze. Der Freiwillige verpflichtet sich: <1/> - Alle personenbezogenen Daten gemäß den Datenschutzrichtlinien der Organisation zu behandeln. <1/> - Die Integrität und Vertraulichkeit der im Rahmen seiner Tätigkeit erhaltenen Daten zu wahren. <1/> - Die Organisation sofort über Datenpannen oder unbefugten Zugriff zu informieren.",
  "INTELLECTUAL_PROPERTY": "Geistiges Eigentum",
  "INTELLECTUAL_PROPERTY_CONTENT": "Jegliche Arbeiten, Materialien oder geistiges Eigentum, das vom Freiwilligen im Rahmen seiner Tätigkeiten erstellt wird, gehören der Organisation. Der Freiwillige verpflichtet sich: <1/> - Alle Rechte, Titel und Interessen an diesem geistigen Eigentum an die Organisation abzutreten. <1/> - Das geistige Eigentum ohne ausdrückliche Genehmigung der Organisation nicht zu verwenden, zu reproduzieren oder zu verbreiten.",
  "LIABILITY_WAIVER": "Haftungsausschluss und Risikoanerkennung",
  "LIABILITY_WAIVER_CONTENT": "Der Freiwillige erkennt an, dass die Teilnahme an freiwilligen Aktivitäten mit Risiken verbunden sein kann, einschließlich körperlicher Verletzungen, psychischer Belastung oder Sachschäden. Der Freiwillige verpflichtet sich: <1/> - Alle mit der freiwilligen Tätigkeit verbundenen Risiken zu akzeptieren, einschließlich Risiken im Zusammenhang mit Reisen oder Transport. <1/> - Die Organisation, deren Mitarbeiter, Direktoren, Angestellte und Partner von jeglichen Ansprüchen oder Forderungen freizustellen. <1/> - Zu akzeptieren, dass die Organisation keine Versicherung für Freiwillige bereitstellt, und selbst für notwendigen Versicherungsschutz verantwortlich zu sein.",
  "INDEMNIFICATION": "Schadloshaltung",
  "INDEMNIFICATION_CONTENT": "Der Freiwillige verpflichtet sich, die Organisation, deren Mitarbeiter, Direktoren, Angestellte und Partner von allen Ansprüchen, Schäden, Verlusten, Verbindlichkeiten, Kosten und Ausgaben (einschließlich Anwaltskosten) freizustellen, die aus Handlungen oder Unterlassungen während seiner freiwilligen Tätigkeit entstehen.",
  "COMMITMENT": "Verpflichtung und Erwartungen",
  "COMMITMENT_CONTENT": "Der Freiwillige verpflichtet sich, die von der Organisation festgelegten Aufgaben und Fristen einzuhalten. Sollte der Freiwillige diese Verpflichtungen nicht erfüllen können, verpflichtet er sich: <1/> - Die Organisation umgehend zu informieren und einen triftigen Grund für die Nichtverfügbarkeit anzugeben. <1/> - Falls erforderlich, mit der Organisation zusammenzuarbeiten, um eine reibungslose Übergabe der Aufgaben zu gewährleisten.",
  "TRAINING_SUPERVISION": "Schulung und Aufsicht",
  "Training_SUPERVISION_CONTENT": "Die Organisation stellt dem Freiwilligen die erforderliche Schulung und Aufsicht zur Verfügung. Der Freiwillige verpflichtet sich: <1/> - An allen obligatorischen Schulungen teilzunehmen. <1/> - Den Anweisungen und Richtlinien der Aufsichtspersonen oder Mitarbeitenden der Organisation Folge zu leisten. <1/> - Bei Bedarf nach Klarstellungen oder Unterstützung zu fragen, um seine Aufgaben wirksam erfüllen zu können.",
  "HEALTH_SAFETY": "Gesundheit und Sicherheit",
  "HEALTH_SAFETY_CONTENT": "Der Freiwillige erkennt an, dass er für die Einhaltung aller von der Organisation bereitgestellten Gesundheits- und Sicherheitsrichtlinien verantwortlich ist. Der Freiwillige verpflichtet sich: <br/> - Jede unsichere Situation oder jeden Vorfall sofort zu melden. <br/> - Angemessene Vorsichtsmaßnahmen zum Schutz der eigenen und der Gesundheit und Sicherheit anderer zu treffen.",
  "DISPUTE_RESOLUTION": "Streitbeilegung",
  "DISPUTE_RESOLUTION_CONTENT": "Im Falle von Streitigkeiten im Zusammenhang mit dieser Vereinbarung werden beide Parteien versuchen, diese in gutem Glauben durch Verhandlungen beizulegen. Sollte dies nicht möglich sein, wird vor rechtlichen Schritten auf einvernehmliche Schlichtung oder Schiedsverfahren zurückgegriffen.",
  "GOVERNING_LAW": "Anwendbares Recht",
  "GOVERNING_LAW_CONTENT": "Dieses Abkommen unterliegt den globalen Gesetzen, die für die vom Verein betriebenen Aktivitäten und Interaktionen gelten und wird entsprechend ausgelegt. Jegliche rechtlichen Verfahren im Zusammenhang mit diesem Abkommen werden vor zuständigen Gerichten eingereicht, die von beiden Parteien einvernehmlich festgelegt wurden.",
  "ACKNOWLEDGMENT": "Anerkennung und Zustimmung",
  "ACKNOWLEDGMENT_CONTENT": "Mit der Zustimmung zu diesem Dokument bestätigt der Freiwillige, dass er die Bedingungen gelesen, verstanden und akzeptiert hat. Der Freiwillige stimmt zu, alle Richtlinien, Regeln und Erwartungen einzuhalten und versteht, dass sein freiwilliger Status von der Einhaltung dieses Abkommens abhängt.",
  "EMAIL_REQUIRED": "Bitte geben Sie Ihre E-Mail-Adresse ein",
  "PASSWORD_REQUIRED": "Bitte geben Sie Ihr Passwort ein",
  "INVALID_CREDENTIALS": "Ungültige E-Mail-Adresse oder Passwort",
  "Real help. Real people. Right when you need it.": "Echte Hilfe. Echte Menschen. Genau wenn Sie sie brauchen.",
  "Need help? Here to help?": "Brauchen Sie Hilfe? Wir sind hier, um zu helfen.",
  "At Saayam for All, your support can make a real difference today.": "Bei Saayam for All kann Ihre Unterstützung heute einen echten Unterschied machen.",
  "Sarve jana sukhino bhavantu": "Sarve jana sukhino bhavantu",
  "May all live happily.": "Möge jeder glücklich leben.",
  "jñānam vardhati sanchayāt": "Jñānam vardhati sanchayāt",
  "Sharing knowledge expands one's own understanding and the knowledge of others.": "Wissensaustausch erweitert das eigene Verständnis und das Wissen anderer.",
  "Manava sevaye Madhava seva": "Manava sevaye Madhava seva",
  "Service to mankind is Service to God.": "Dienst an der Menschheit ist Dienst an Gott.",
  "Food and Essentials Support": "Unterstützung bei Lebensmitteln und wichtigen Gütern",
  "Clothing Support": "Unterstützung bei Kleidung",
  "Education and Career Support": "Unterstützung bei Bildung und Karriere",
  "Healthcare and Wellbeing Support": "Unterstützung bei Gesundheit und Wohlbefinden",
  "Housing Support": "Unterstützung bei Unterkunft",
  "General Support": "Allgemeine Unterstützung",
  "Our Collaborators": "Unsere Partner",
  "Creating a World Where Help is Always Within Reach": "Eine Welt schaffen, in der Hilfe immer erreichbar ist",
  "Through our global network of volunteers and donors, we empower communities to support one another, fostering a culture of compassion and solidarity that transcends geographical boundaries.": "Durch unser globales Netzwerk von Freiwilligen und Spendern befähigen wir Gemeinschaften, sich gegenseitig zu unterstützen und fördern eine Kultur des Mitgefühls und der Solidarität, die geografische Grenzen überwindet.",
  "Our Mission": "Unsere Mission",
  "How We Operate": "Wie wir arbeiten",
  "Watch our 5 minute video to understand how Saayam for All works and how we make a difference.": "Sehen Sie sich unser 5-minütiges Video an, um zu verstehen, wie Saayam for All funktioniert und wie wir einen Unterschied machen.",
  "Learn More": "Mehr erfahren",
  "One Platform. Many Ways to Contribute.": "Eine Plattform. Viele Möglichkeiten beizutragen.",
  "Learn about different roles in our ecosystem and how each one contributes to creating an impact.": "Erfahren Sie mehr über die verschiedenen Rollen in unserem Ökosystem und wie jede einzelne zur Wirkung beiträgt.",
  "Beneficiaries": "Begünstigte",
  "Receive help for their requests": "Erhalten Hilfe für ihre Anliegen",
  "Volunteers": "Freiwillige",
  "Provide guidance and solutions to beneficiaries": "Bieten Begünstigten Beratung und Lösungen an",
  "Voluntary Organizations": "Freiwilligenorganisationen",
  "Offer necessary support to beneficiaries": "Bieten den Begünstigten notwendige Unterstützung",
  "Donors": "Spender",
  "Provide financial assistance to voluntary organization": "Stellen Freiwilligenorganisationen finanzielle Mittel bereit",
  "COPYRIGHT": "Urheberrecht © 2025 Saayam for All. Alle Rechte vorbehalten.",
  "Contact Us": "Kontaktieren Sie uns",
  "Email, call, or complete the form to learn how Saayam for All can help you with your challenges": "Senden Sie eine E-Mail, rufen Sie an oder füllen Sie das Formular aus, um zu erfahren, wie Saayam for All Ihnen bei Ihren Herausforderungen helfen kann",
  "FAQ's": "Häufig gestellte Fragen",
  "What services does Saayam for All offer?": "Welche Dienstleistungen bietet Saayam for All an?",
  "We offer a platform to connect volunteers with people who need help in areas like education, food, and healthcare.": "Wir bieten eine Plattform, die Freiwillige mit Menschen verbindet, die Hilfe in Bereichen wie Bildung, Ernährung und Gesundheitsversorgung benötigen.",
  "How can I become a volunteer?": "Wie kann ich Freiwilliger werden?",
  "Fill out the contact form and our team will reach out with onboarding steps!": "Füllen Sie das Kontaktformular aus und unser Team wird sich mit den Onboarding-Schritten bei Ihnen melden!",
  "Is Saayam for All a non-profit?": "Ist Saayam for All eine gemeinnützige Organisation?",
  "Yes, we are a non-profit organization focused on community support and outreach.": "Ja, wir sind eine gemeinnützige Organisation, die sich auf Gemeinschaftsunterstützung und Outreach konzentriert.",
  "Get In Touch": "Kontakt aufnehmen",
  "You can reach us anytime": "Sie können uns jederzeit erreichen",
  "First Name": "Vorname",
  "Last Name": "Nachname",
  "Email": "E-Mail",
  "Phone": "Telefon",
  "Message": "Nachricht",
  "Enter your first name": "Geben Sie Ihren Vornamen ein",
  "Enter your last name": "Geben Sie Ihren Nachnamen ein",
  "Enter your email": "Geben Sie Ihre E-Mail-Adresse ein",
  "Enter your phone": "Geben Sie Ihre Telefonnummer ein",
  "Enter your message": "Geben Sie Ihre Nachricht ein",
  "Submit": "Absenden",
  "*By clicking Submit, you are agreeing to our": "*Mit dem Klick auf Absenden stimmen Sie unseren",
  "terms and conditions": "Allgemeinen Geschäftsbedingungen zu",
  "Our mission is to provide timely and targeted assistance to those,": "Unsere Mission ist es, rechtzeitige und gezielte Hilfe für diejenigen bereitzustellen,",
  "facing challenges in their lives, fostering a culture of compassion,": "die Herausforderungen in ihrem Leben gegenüberstehen, und eine Kultur des Mitgefühls zu fördern,",
  "solidarity, and service to humanity.": "der Solidarität und des Dienstes an der Menschheit.",
  "Our Values": "Unsere Werte",
  "At Saayam For All, our shared values keep us connected and guide us as one team.": "Bei Saayam For All halten uns unsere gemeinsamen Werte verbunden und führen uns als ein Team.",
  "Address Basic": "Grundbedürfnisse",
  "Necessities": "abdecken",
  "Focus on food, clothing,": "Fokus auf Nahrung, Kleidung,",
  "shelter, education,": "Unterkunft, Bildung,",
  "medical, healthcare.": "medizinische Versorgung, Gesundheit.",
  "Inclusivity and ": "Inklusivität und",
  "Respect": "Respekt",
  "Open to all, regardless of beliefs,": "Offen für alle, unabhängig von Glauben,",
  " religion, location, country, or politics,": "Religion, Standort, Land oder Politik,",
  "without desecrating any beliefs.": "ohne Glaubensrichtungen zu verletzen.",
  "Collaboration,": "Zusammenarbeit,",
  "Not Competition": "keine Konkurrenz",
  "Match Requestors with existing": "Anfragende mit bestehenden",
  "voluntary organizations without": "Freiwilligenorganisationen verbinden, ohne",
  "starting new ones that compete.": "neue konkurrierende Organisationen zu gründen.",
  "No Infrastructure or": "Keine Infrastruktur oder",
  " Money Distribution": "Geldverteilung",
  "No building of schools or hospitals and": "Kein Bau von Schulen oder Krankenhäusern und",
  "no direct distribution of money.": "keine direkte Geldverteilung.",
  "Volunteer-Based": "Freiwilligenbasiert",
  "Purely volunteer-driven with no pay or": "Rein ehrenamtlich ohne Bezahlung oder",
  "benefits; cost reimbursement is allowed.": "Leistungen; Kostenerstattung ist erlaubt.",
  "Motivation": "Motivation",
  "Use Saayam Dollars to motivate": "Verwenden Sie Saayam-Dollars, um",
  "volunteers.": "Freiwillige zu motivieren.",
  "Automation": "Automatisierung",
  "Implement a software solution with": "Implementieren Sie eine Softwarelösung mit",
  "minimal human intervention.": "minimalem menschlichen Eingriff.",
  "Cost-Efficiency": "Kosten-Effizienz",
  "Utilize free resources like WhatsApp,": "Nutzen Sie kostenlose Ressourcen wie WhatsApp,",
  " Zoom, and GitHub to keep costs low.": "Zoom und GitHub, um die Kosten niedrig zu halten.",
  "Our vision is to cultivate a community": "Unsere Vision ist es, eine Gemeinschaft zu schaffen",
  "where the ethos of \"Manava Sevaye Madhava": "wo der Ethos von „Manava Sevaye Madhava",
  "Seva\" ( Service to mankind is Service to God )": "Seva“ (Dienst an der Menschheit ist Dienst an Gott)",
  "and \"Sarve jana sukhino bhavantu\" ( May ": "und „Sarve jana sukhino bhavantu“ (Mögen",
  "all live happily) guides our actions, driving": "alle glücklich leben) unser Handeln leitet und",
  "positive change and fostering a more": "positiven Wandel vorantreibt und eine",
  "compassionate and equitable world for all.": "mitfühlendere und gerechtere Welt für alle fördert.",
  "Looking to join us?": "Möchten Sie sich uns anschließen?",
  "Chat with our community and get in touch with different charity": "Chatten Sie mit unserer Gemeinschaft und treten Sie mit verschiedenen Wohltätigkeitsorganisationen in Kontakt",
  "organizations!": "!",
  "Join the community": "Gemeinschaft beitreten",
  "Our Vision": "Unsere Vision",
  "EXECUTIVE_TEAM": "Das Führungsteam kennenlernen",
  "EXECUTIVE_DESCRIPTION_1": "Für die Verwirklichung dieser Vision ist ein engagiertes Team notwendig.",
  "EXECUTIVE_DESCRIPTION_2": "Treffen Sie die Menschen, die den Wandel vorantreiben.",
  "DIRECTORS_DESCRIPTION": "Bei Saayam for All sind wir vom Glauben inspiriert, dass Menschlichkeit die größte Tugend ist.",
  "Founder, President, CEO, CTO": "Gründer, Präsident, CEO, CTO",
  "Director & Chief Financial Officer": "Direktor und Finanzvorstand",
  "Director and Secretary": "Direktor und Sekretär",
  "Director": "Direktor",
  "Rao K Bhethanabotla": "Rao K Bhethanabotla",
  "Srividhya Gopalan": "Srividhya Gopalan",
  "Naveen Sharma": "Naveen Sharma",
  "Prabhakara Yellai": "Prabhakara Yellai",
  "Sharadha Venketasubramanian": "Sharadha Venketasubramanian",
  "Ramesh Maturu": "Ramesh Maturu",
  "Madhukar Govindaraju": "Madhukar Govindaraju",
  "Sateesh Mucharla": "Sateesh Mucharla",
  "Ashwani Dhawan": "Ashwani Dhawan",
  "Director of Engineering": "Leiter der Technik",
  "Business Analyst Team Lead": "Leiter des Business-Analysten-Teams",
  "Design and Creative Lead": "Leiter Design und Kreativität",
  "Lead DevSecOps Engineer": "Leitender DevSecOps-Ingenieur",
  "Senior Data Architect": "Senior Datenarchitekt",
  "Developer Advocate/AI/ML Dev Manager": "Entwickler-Advokat / KI/ML-Entwicklungsleiter",
  "Lead User Experience Designer": "Leitender UX-Designer",
  "Rashmi Bilaskar": "Rashmi Bilaskar",
  "Rishitha Rapuri": "Rishitha Rapuri",
  "Sriram Mahankali": "Sriram Mahankali",
  "Divya Tanwar": "Divya Tanwar",
  "Mohana Krishanan R.": "Mohana Krishanan R.",
  "Sugandha Agrawal": "Sugandha Agrawal",
  "Meghana Karri": "Meghana Karri",
  "In some cases, our volunteers partner with local NGOs, community groups, and service organizations to ensure that every request is fulfilled effectively. Saayam For All builds a collaborative ecosystem that strengthens community support—because helping hands are stronger together.": "In einigen Fällen arbeiten unsere Freiwilligen mit lokalen NGOs, Gemeinschaftsgruppen und Dienstleistungsorganisationen zusammen, um sicherzustellen, dass jede Anfrage effektiv erfüllt wird. Saayam For All schafft ein kooperatives Ökosystem, das die Gemeinschaftsunterstützung stärkt – denn helfende Hände sind gemeinsam stärker.",
  "Volunteer Match": "Freiwilligenvermittlung",
  "U.S based nonprofit organization which provides a national digital infrastructure to serve volunteers and nonprofits organization.": "Eine in den USA ansässige gemeinnützige Organisation, die eine nationale digitale Infrastruktur für Freiwillige und gemeinnützige Organisationen bereitstellt.",
  "Idealist (Action without Borders)": "Idealist (Aktion ohne Grenzen)",
  "Action Without Borders also known as Idealist is a non-profit service organization based in New York City.": "Action Without Borders, auch bekannt als Idealist, ist eine gemeinnützige Dienstleistungsorganisation mit Sitz in New York City.",
  "American RedCross": "Amerikanisches Rotes Kreuz",
  "Red Cross volunteers and staff work to deliver vital services – from providing relief and support to those in crisis.": "Freiwillige und Mitarbeiter des Roten Kreuzes erbringen lebenswichtige Dienstleistungen – von der Bereitstellung von Hilfe und Unterstützung für Menschen in Krisensituationen.",
  "Want to join us?": "Möchten Sie sich uns anschließen?",
  "Chat with our community and get in touch with different charity organizations!": "Chatten Sie mit unserer Gemeinschaft und treten Sie mit verschiedenen Wohltätigkeitsorganisationen in Kontakt!",
  "At Saayam For All, getting help is as simple and seamless as requesting a ride.": "Bei Saayam For All ist es so einfach und nahtlos, Hilfe zu erhalten, wie eine Fahrt zu buchen.",
  "Request for Help": "Hilfegesuch",
  "Submit a request for the support you need—just like booking a ride through an app.": "Reichen Sie eine Anfrage für die Unterstützung ein, die Sie benötigen – genau wie das Buchen einer Fahrt über eine App.",
  "Get help in 5 easy steps.": "Hilfe in 5 einfachen Schritten erhalten.",
  "Get Matching With a Volunteer": "Finden Sie einen passenden Freiwilligen",
  "We don't just match—you get the smartest match possible.Our AI/ML engine find the right volunteer for you faster and more accuately, just like a ride share app- but smarter, more human, built for community care .": "Wir vermitteln nicht nur – Sie erhalten die intelligenteste Vermittlung. Unsere KI/ML-Technologie findet schneller und präziser den richtigen Freiwilligen für Sie, ähnlich wie eine Fahrgemeinschafts-App – nur intelligenter, menschlicher und für die Gemeinschaftspflege entwickelt.",
  "Confirm Your Volunteer": "Bestätigen Sie Ihren Freiwilligen",
  "Connect and Coordinate": "Kontakt herstellen und koordinieren",
  "Your volunteer reaches out to finalize details and schedule the support you need.": "Ihr Freiwilliger kontaktiert Sie, um Details zu klären und die benötigte Unterstützung zu terminieren.",
  "Receive Assistance": "Unterstützung erhalten",
  "The volunteer provides the help you requested,working with other if needed-making sure you reach your destination.": "Der Freiwillige leistet die angeforderte Hilfe und arbeitet bei Bedarf mit anderen zusammen, um sicherzustellen, dass Sie Ihr Ziel erreichen.",
  "Connecting help to those who need it.": "Hilfe mit denen verbinden, die sie brauchen.",
  "Looking to volunteer with us?": "Möchten Sie bei uns freiwillig mitarbeiten?",
  "Chat with our community and get in touch with us!": "Chatten Sie mit unserer Gemeinschaft und kontaktieren Sie uns!",
  "From these potential matches, one volunteer will be chosen to assist you, much like selecting a specific car.": "Aus diesen potenziellen Vermittlungen wird ein Freiwilliger ausgewählt, der Ihnen hilft – ähnlich wie die Auswahl eines bestimmten Fahrzeugs.",
  "": "",
  "Are donations tax deductible?": "Sind Spenden steuerlich absetzbar?",
  "Yes, Saayam For All is a registered 501(c)(3) non-profit organization. All donations are tax deductible to the extent allowed by law.": "Ja, Saayam For All ist eine eingetragene gemeinnützige Organisation gemäß 501(c)(3). Alle Spenden sind im gesetzlich zulässigen Umfang steuerlich absetzbar.",
  "How will my donation be used?": "Wie wird meine Spende verwendet?",
  "Your donation will be used to support our various programs, including volunteer coordination, assistance programs, and operational costs to maintain our platform.": "Ihre Spende wird verwendet, um unsere verschiedenen Programme zu unterstützen, einschließlich der Koordination von Freiwilligen, Hilfsprogrammen und Betriebskosten zur Aufrechterhaltung unserer Plattform.",
  "Can I cancel recurring donations?": "Kann ich wiederkehrende Spenden kündigen?",
  "Yes, you can cancel by contacting our support team.": "Ja, Sie können die Spenden kündigen, indem Sie unser Support-Team kontaktieren.",
  "Make a donation": "Spenden Sie",
  "Your donation helps us create lasting change in communities across the globe.": "Ihre Spende hilft uns, nachhaltige Veränderungen in Gemeinden weltweit zu bewirken.",
  "FAQ_TAX_ANSWER": "Ja, Saayam For All ist eine eingetragene gemeinnützige Organisation gemäß Abschnitt 501(c)(3). Alle Spenden sind im Rahmen der gesetzlichen Bestimmungen steuerlich absetzbar.",
  "FAQ_USE_ANSWER": "Ihre Spende wird verwendet, um unsere verschiedenen Programme zu unterstützen, einschließlich der Koordination von Freiwilligen, Hilfsprogrammen und Betriebskosten zur Aufrechterhaltung unserer Plattform.",
  "FAQ_CANCEL_ANSWER": "Ja, Sie können kündigen, indem Sie unser Support-Team kontaktieren."
}
