{
  "YES": "Ja",
  "NO": "Nein",
  "NOTE": "Hinweis",
  "FOR_SELF": "Für sich selbst",
  "SUBJECT": "Betreff",
  "HOME": "Startseite",
  "DESCRIPTION": "Beschreibung",
  "REMOTE": "Remote",
  "IN_PERSON": "Persönlich",
  "EDIT": "Bearbeiten",
  "SORT_BY": "Sortieren nach",
  "NEWEST": "Neueste",
  "OLDEST": "Älteste",
  "ABOUT": "Über uns",
  "DONATE": "Spenden",
  "PROFILE": "Profil",
  "LOGIN": "Einloggen",
  "LOGOUT": "Aus Konto abmelden",
  "SIGNUP": "Melden Sie sich an",
  "OUR_TEAM": "Unser Team",
  "OUR_MISSION": "Unsere Mission",
  "WHAT_WE_OFFER": "Was wir anbieten",
  "OUR_VISION_NAVBAR": "Unsere Vision",
  "VOLUNTEER_SERVICES": "Freiwilligendienste",
  "OUR_COLLABORATORS": "Unsere Partner",
  "DIRECTORS": "Vorstand",
  "HOW_WE_OPERATE": "Wie wir arbeiten",
  "NOTIFICATIONS": "Benachrichtigungen",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Kontakt",
  "PRIVACY_POLICY": "Datenschutz-Bestimmungen",
  "TERMS_AND_CONDITIONS": "Allgemeine Geschäftsbedingungen",
  "SITE_MAP": "Seitenverzeichnis",
  "SCAN_ON_DONATE": "Sie können scannen oder auf Spenden klicken",
  "ENTER_DETAILS": "Geben Sie die Details ein und klicken Sie auf „Senden“",
  "SUBMIT": "Einreichen",
  "SAVE": "Speichern",
  "SAVE_CHANGES": "Änderungen speichern",
  "CANCEL": "Abbrechen",
  "FIRST_NAME": "Vorname",
  "LAST_NAME": "Nachname",
  "PHONE": "Telefon",
  "PHONE_NUMBER": "Telefonnummer",
  "YOUR_PHONE_NUMBER": "Ihre Telefonnummer",
  "AGE": "Alter",
  "PREFERRED_LANGUAGE": "Bevorzugte Sprache",
  "FIRST_LANGUAGE_PREFERENCE": "Erste Sprachpräferenz",
  "SECOND_LANGUAGE_PREFERENCE": "Zweite Sprachpräferenz",
  "THIRD_LANGUAGE_PREFERENCE": "Dritte Sprachpräferenz",
  "GENDER": "Geschlecht",
  "MESSAGE": "Nachricht",
  "EMAIL": "Email",
  "PASSWORD": "Passwort",
  "FORGOT_PASSWORD": "Passwort vergessen?",
  "CHANGE_PASSWORD": "Passwort ändern",
  "EDIT_PASSWORD": "Passwort bearbeiten",
  "CURRENT_PASSWORD": "Aktuelles Passwort",
  "NEW_PASSWORD": "Neues Passwort",
  "CONFIRM_PASSWORD": "Passwort bestätigen",
  "PASSWORD_REQUIREMENTS": "Muss mindestens 8 Zeichen enthalten.",
  "COUNTRY": "Land",
  "SELECT_COUNTRY": "Land auswählen",
  "STATE": "Bundesland",
  "ZIP_CODE": "Postleitzahl",
  "BIRTHDAY": "Geburtsdatum",
  "CITY": "Stadt",
  "ADDRESS": "Straße und Hausnummer{{optional}}",
  "YOUR_PROFILE": "Ihr Profil",
  "PERSONAL_INFORMATION": "Persönliche Informationen",
  "UPLOAD_PHOTO": "Foto hochladen",
  "ORGANIZATION_DETAILS": "Organisationsdetails",
  "ORGANIZATION_NAME": "Organisationsname",
  "ORGANIZATION_TYPE": "Organisationstyp",
  "NON_PROFIT": "Gemeinnützig",
  "FOR_PROFIT": "Gewinnorientiert",
  "OR_WITH": "Oder mit",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Sie haben noch kein Konto?",
  "REQUEST_CATEGORY": "Kategorie anfordern",
  "REQUEST_TYPE": "Anfragetyp",
  "CREATE_HELP_REQUEST": "Hilfeanfrage erstellen",
  "EDIT_HELP_REQUEST": "Hilfeanfrage bearbeiten",
  "ADMINISTRATE": "Administrator",
  "MY_REQUESTS": "Meine Anfragen",
  "MANAGED_REQUESTS": "Verwaltete Anfragen",
  "OTHERS_REQUESTS": "Andere Anfragen",
  "BECOME_VOLUNTEER": "Werde ein Freiwilliger",
  "HELPING_VOLUNTEERS": "Helfende Freiwillige",
  "REQUEST_VOLUNTEERS": "Freiwillige anfordern",
  "NUMBER_OF_VOLUNTEERS": "Anzahl der benötigten Freiwilligen eingeben...",
  "VOLUNTEER_ORGANIZATIONS": "Freiwilligenorganisationen",
  "EMERGENCY_CONTACT": "Notfallkontakt",
  "MORE_INFORMATION": "Mehr Informationen",
  "STATUS": "Status",
  "FILTER_BY": "Filtern nach",
  "ACKNOWLEDGE_TERMS": "Bedingungen anerkennen",
  "TERMS_DOCUMENT": "Bitte lesen Sie das folgende Dokument sorgfältig durch und bestätigen Sie, dass Sie den Inhalt verstanden haben.",
  "VOLUNTEER_AGREEMENT": "Freiwilligenvereinbarung für Saayam für Alle",
  "I_HAVE_READ": "Ich habe das Dokument gelesen und verstanden",
  "HERO_TEXT": "Willkommen bei <1>Saayam</1>, einer gemeinnützigen Organisation – Ihrem Tor zu Hilfe und Unterstützung in Zeiten der Not. Saayam bedeutet Hilfe auf Telugu, Sahaay auf Sanskrit/Hindi, Bangzhu auf Mandarin und Ayuda auf Spanisch.",
  "AT_SAAYAM": "Bei <1>Saayam</1> glauben wir an die Kraft helfender Hände, die denen helfen, die vor Herausforderungen stehen. Unsere Plattform verbindet Einzelpersonen und Gemeinschaften weltweit und überbrückt die Kluft zwischen denen, die Hilfe brauchen, und denen, die bereit sind, sie zu leisten.",
  "OUR_VISION": "Unsere Vision ist eine Welt, in der jeder Zugang zu der Hilfe hat, die er braucht, um Hindernisse zu überwinden und ein erfülltes Leben zu führen. Wir streben danach, ein weltweit führender Anbieter humanitärer Hilfe zu sein und nutzen Technologie und Zusammenarbeit, um ein nahtloses Unterstützungsnetzwerk aufzubauen, das Barrieren überwindet.",
  "JOIN_US": "Unterstützen Sie uns bei unserer Mission, etwas zu bewegen. Egal, ob Sie mit anpacken oder Unterstützung suchen, Saayam ist für Sie da. Lassen Sie uns gemeinsam eine mitfühlendere und gerechtere Welt für alle schaffen.",
  "JOIN_TODAY": "Erleben Sie die Freude, anderen zu helfen – treten Sie noch heute Saayam bei. Gemeinsam können wir etwas bewirken.",
  "OUR_MOTTO": "Denken Sie daran, dass unser Motto bei Saayam einfach ist: „Dienst an der Menschheit ist Dienst an Gott“ und „Mögen alle glücklich leben“. Helfen Sie uns dabei, Freundlichkeit und Mitgefühl zu verbreiten, eine Hilfstat nach der anderen. Jeder von überall auf der Welt kann auf jeder Art von Social-Media-Plattform/Kommunikationsgerät um Hilfe bitten.",
  "STAY_UPDATED": "Bleiben Sie über unsere Fortschritte und Initiativen auf dem Laufenden. Schauen Sie hier immer wieder vorbei, um die neuesten Updates zu erhalten. Gemeinsam können wir eine bessere Welt für alle schaffen.",
  "DONATE_MONEY": "Saayam For All ist eine gemeinnützige Organisation mit 501(c)(3)-Status. Alle Spenden an diese Organisation sind steuerlich absetzbar. Sie können diesen <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal-Link</1> verwenden, um Geld zu spenden.",
  "READ_MORE": "Lesen Sie mehr <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Wie wir arbeiten</1>!",
  "MAX_CHARACTERS": "Max. {{count}} Zeichen",
  "HELP_REQUEST": "Bitte um Hilfe : ",
  "ASK_FOR_HELP": "Als Antragsteller können Sie um Hilfe bitten (ähnlich einer Fahrtanfrage).",
  "MATCHING_PROCESS": "Matching-Prozess : ",
  "REQUEST_WILL_BE_MATCHED": "Ihre Anfrage wird auf der Grundlage ihres Profils mit einigen Freiwilligen in der Nähe abgeglichen, ähnlich wie Mitfahr-Apps Sie mit Fahrern in der Nähe zusammenbringen.",
  "VOLUNTEER_SELECTION": "Auswahl der Freiwilligen : ",
  "FROM_POTENTIAL_MATCHES": "Aus diesen potenziellen Übereinstimmungen wird ein Freiwilliger ausgewählt, der Ihnen hilft, ähnlich wie bei der Auswahl eines bestimmten Autos.",
  "VOLUNTEER_APPROACH": "Freiwilligenansatz : ",
  "VOLUNTEER_WILL_CONTACT": "Der ausgewählte Freiwillige wird Sie dann kontaktieren und mit Ihnen zusammenarbeiten.",
  "ASSISTANCE_PROVIDED": "Hilfe angeboten : ",
  "VOLUNTEER_WILL_WORK": "Dieser Freiwillige arbeitet eng mit Ihnen zusammen, um sicherzustellen, dass Ihre Bedürfnisse erfüllt werden. Er arbeitet auch mit anderen Freiwilligen und Freiwilligenorganisationen vor Ort zusammen, um Ihre Anfrage zu erfüllen, ähnlich wie ein Fahrer, der Sie an Ihr Ziel bringt.",
  "EMPOWER_INDIVIDUALS": "Wir möchten Einzelpersonen und Gemeinschaften weltweit stärken, indem wir gegenseitige Hilfe und Unterstützung durch Saayam ermöglichen, eine Softwareplattform, die Antragsteller, Freiwillige, Freiwilligenorganisationen und Spender verbindet. Unsere Mission ist es, Menschen, die in ihrem Leben vor Herausforderungen stehen, rechtzeitig und gezielt zu helfen und eine Kultur des Mitgefühls, der Solidarität und des Dienstes an der Menschheit zu fördern.",
  "VISION_DESCRIPTION": "Saayam stellt sich eine Welt vor, in der jeder Zugang zu der Hilfe und den Ressourcen hat, die er braucht, um Hindernisse zu überwinden und ein erfülltes Leben zu führen. Wir streben danach, ein weltweit führender Anbieter humanitärer Hilfe zu sein, indem wir Technologie und Zusammenarbeit nutzen, um ein nahtloses Unterstützungsnetzwerk aufzubauen, das geografische, kulturelle und sozioökonomische Barrieren überwindet. Unsere Vision ist es, eine Gemeinschaft aufzubauen, in der das Ethos von „Manava Sevaye Madhava Seva“ (Dienst an der Menschheit ist Dienst an Gott) und „Sarve jana sukhino bhavantu“ (Mögen alle glücklich leben) unser Handeln leitet, positive Veränderungen vorantreibt und eine mitfühlendere und gerechtere Welt für alle fördert.",
  "LIFE_THREATENING_REQUESTS": "Wir bearbeiten keine lebensbedrohlichen Notfälle. Bitte rufen Sie Ihren örtlichen Notdienst an, wenn Sie dringend Hilfe benötigen.",
  "INTRODUCTION": "Introduction",
  "INTRODUCTION_CONTENT": "This Volunteer Agreement (\"Agreement\") is entered into between Saayam for All (\"Organization\") and the volunteer (\"Volunteer\") upon acceptance. By signing or agreeing electronically, the Volunteer acknowledges their understanding and acceptance of the terms herein, which govern their participation in any volunteer activities with the Organization.",
  "VOLUNTEER_ROLE": "Volunteer Role and Responsibilities",
  "VOLUNTEER_ROLE_CONTENT": "The Volunteer agrees to fulfill the roles and responsibilities assigned by the Organization, which may include, but are not limited to, assisting in various tasks as needed by individuals or communities requesting help. The Volunteer agrees to: <1/> - Engage in activities assigned by the Organization in a diligent, responsible, and professional manner. <1/> - Communicate promptly with the Organization regarding availability, progress, and challenges. <1/> - Complete assigned tasks promptly and to the best of their ability, adhering to any specified deadlines.",
  "CONDUCT_CODE": "Code of Conduct",
  "CONDUCT_CODE_CONTENT": "The Volunteer agrees to maintain the highest standards of ethical behavior while representing the Organization. This includes: <1/> - Treating all individuals with respect and dignity, regardless of race, religion, gender, sexual orientation, age, or disability. <1/> - Refraining from any form of discrimination, harassment, or unprofessional behavior. <1/> - Avoiding conflicts of interest and ensuring that personal interests do not interfere with their volunteer duties.",
  "CONFIDENTIALITY_AGREEMENT": "Confidentiality Agreement",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "The Volunteer acknowledges that during their service, they may be privy to confidential, proprietary, or personal information relating to the Organization, other volunteers, or individuals seeking assistance. The Volunteer agrees to: <1/> - Maintain confidentiality of all information, both during & after the term of this Agreement. <1/> - Use such information solely for the purpose of fulfilling their volunteer responsibilities. <1/> - Not disclose any confidential information to third parties without the explicit written consent of the Organization.",
  "DATA_PRIVACY": "Data Protection and Privacy",
  "DATA_PRIVACY_CONTENT": "The Volunteer agrees to comply with all applicable data protection laws and regulations, including but not limited to the General Data Protection Regulation (GDPR) or any other local data protection laws. The Volunteer agrees to: <1/> - Handle all personal data in accordance with the Organization’s data protection policies. <1/> - Protect the integrity and confidentiality of any personal data accessed during volunteer activities. <1/> - Immediately report any data breaches or incidents of unauthorized access to the Organization.",
  "INTELLECTUAL_PROPERTY": "Intellectual Property",
  "INTELLECTUAL_PROPERTY_CONTENT": "Any work, materials, or intellectual property created by the Volunteer in the course of their volunteer activities shall be the sole property of the Organization. The Volunteer agrees to: <1/> - Assign all rights, titles, and interests in such intellectual property to the Organization. <1/> - Refrain from using, reproducing, or distributing any intellectual property created during their service without the Organization's explicit consent.",
  "LIABILITY_WAIVER": "Liability Waiver and Assumption of Risk",
  "LIABILITY_WAIVER_CONTENT": "The Volunteer acknowledges that participation in volunteer activities may involve inherent risks, including but not limited to physical injury, emotional distress, or property damage. The Volunteer agrees to: <1/> - Assume all risks associated with their volunteer activities, including any travel or transportation risks. <1/> - Release, waive, and discharge the Organization, its officers, directors, employees, and affiliates from any and all liability, claims, or demands arising out of or relating to their volunteer activities. <1/> - Acknowledge that the Organization does not provide insurance coverage for volunteers, and the Volunteer is responsible for obtaining any necessary insurance.",
  "INDEMNIFICATION": "Indemnification",
  "INDEMNIFICATION_CONTENT": "The Volunteer agrees to indemnify and hold harmless the Organization, its officers, directors, employees, and affiliates from and against any and all claims, damages, losses, liabilities, costs, and expenses (including legal fees) arising out of or related to the Volunteer’s actions or omissions during their service.",
  "COMMITMENT": "Commitment and Expectations",
  "COMMITMENT_CONTENT": "The Volunteer agrees to commit to the responsibilities and timeframes as communicated by the Organization. If the Volunteer is unable to fulfill these commitments, they agree to: <1/> - Notify the Organization as soon as possible, providing a valid reason for their unavailability. <1/> - Work collaboratively with the Organization to ensure a smooth transition of responsibilities, if necessary.",
  "TRAINING_SUPERVISION": "Training and Supervision",
  "Training_SUPERVISION_CONTENT": "The Organization will provide necessary training and supervision to the Volunteer. The Volunteer agrees to: <1/> - Attend all required training sessions. <1/> - Adhere to instructions and guidelines provided by the Organization’s supervisors or staff. <1/> - Seek clarification or assistance when needed to perform their duties effectively.",
  "HEALTH_SAFETY": "Health and Safety",
  "HEALTH_SAFETY_CONTENT": "The Volunteer acknowledges their responsibility to follow all health and safety guidelines provided by the Organization. The Volunteer agrees to: <br/> - Report any unsafe conditions or incidents immediately to the Organization. <br/> - Take reasonable precautions to protect their health and safety as well as that of others during their volunteer activities.",
  "DISPUTE_RESOLUTION": "Dispute Resolution",
  "DISPUTE_RESOLUTION_CONTENT": "In the event of any disputes arising out of or related to this Agreement, the parties agree to attempt to resolve the matter through good faith negotiations. If a resolution cannot be reached, the parties agree to submit to mediation or arbitration, as mutually agreed, before pursuing any legal action.",
  "GOVERNING_LAW": "Governing Law",
  "GOVERNING_LAW_CONTENT": "This Agreement shall be governed by and construed in accordance with global laws applicable to the activities and interactions facilitated by the Organization. Any legal proceedings arising out of or related to this Agreement shall be brought in the appropriate courts of a jurisdiction mutually agreed upon by both parties.",
  "ACKNOWLEDGMENT": "Acknowledgment and Consent",
  "ACKNOWLEDGMENT_CONTENT": "By agreeing to this document, the Volunteer acknowledges that they have read, understood, and accepted these terms. The Volunteer agrees to abide by all the guidelines, policies, and expectations outlined herein and understands that their volunteer status is contingent upon adherence to this Agreement."
}
