{
  "ABOUT": "Über uns",
  "DONATE": "Spenden",
  "LOGIN": "Login",
  "SIGNUP": "Melden Sie sich an",
  "DIRECTORS": "Vorstand",
  "HOW_WE_OPERATE": "Wie wir arbeiten",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Kontakt",
  "SCAN_ON_DONATE": "You can scan or click on Donate",
  "EMAIL": "Email",
  "PASSWORD": "Passwort",
  "FORGOT_PASSWORD": "Passwort vergessen?",
  "OR_WITH": "Oder mit",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Sie haben noch kein Konto?",
  "HERO_TEXT": "Willkommen bei <1>Saayam</1>, einer gemeinnützigen Organisation – Ihrem Tor zu Hilfe und Unterstützung in Zeiten der Not. Saayam bedeutet Hilfe auf Telugu, Sahaay auf Sanskrit/Hindi, Bangzhu auf Mandarin und Ayuda auf Spanisch.",
  "AT_SAAYAM": "Bei <1>Saayam</1> glauben wir an die Kraft helfender Hände, die denen helfen, die vor Herausforderungen stehen. Unsere Plattform verbindet Einzelpersonen und Gemeinschaften weltweit und überbrückt die Kluft zwischen denen, die Hilfe brauchen, und denen, die bereit sind, sie zu leisten.",
  "OUR_VISION": "Unsere Vision ist eine Welt, in der jeder Zugang zu der Hilfe hat, die er braucht, um Hindernisse zu überwinden und ein erfülltes Leben zu führen. Wir streben danach, ein weltweit führender Anbieter humanitärer Hilfe zu sein und nutzen Technologie und Zusammenarbeit, um ein nahtloses Unterstützungsnetzwerk aufzubauen, das Barrieren überwindet.",
  "JOIN_US": "Unterstützen Sie uns bei unserer Mission, etwas zu bewegen. Egal, ob Sie mit anpacken oder Unterstützung suchen, Saayam ist für Sie da. Lassen Sie uns gemeinsam eine mitfühlendere und gerechtere Welt für alle schaffen.",
  "JOIN_TODAY": "Erleben Sie die Freude, anderen zu helfen – treten Sie noch heute Saayam bei. Gemeinsam können wir etwas bewirken.",
  "OUR_MOTTO": "Denken Sie daran, dass unser Motto bei Saayam einfach ist: „Dienst an der Menschheit ist Dienst an Gott“ und „Mögen alle glücklich leben“. Helfen Sie uns dabei, Freundlichkeit und Mitgefühl zu verbreiten, eine Hilfstat nach der anderen. Jeder von überall auf der Welt kann auf jeder Art von Social-Media-Plattform/Kommunikationsgerät um Hilfe bitten.",
  "STAY_UPDATED": "Bleiben Sie über unsere Fortschritte und Initiativen auf dem Laufenden. Schauen Sie hier immer wieder vorbei, um die neuesten Updates zu erhalten. Gemeinsam können wir eine bessere Welt für alle schaffen.",
  "DONATE_MONEY": "Saayam For All ist eine gemeinnützige Organisation mit 501(c)(3)-Status. Alle Spenden an diese Organisation sind steuerlich absetzbar. Sie können diesen <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal-Link</1> verwenden, um Geld zu spenden.",
  "READ_MORE": "Lesen Sie mehr <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Wie wir arbeiten</1>!"
}
