{
  "YES": "Ja",
  "NO": "Nein",
  "NOTE": "Hinweis",
  "FOR_SELF": "Für sich selbst",
  "SUBJECT": "Betreff",
  "HOME": "Startseite",
  "DESCRIPTION": "Beschreibung",
  "REMOTE": "Remote",
  "IN_PERSON": "Persönlich",
  "EDIT": "Bearbeiten",
  "SORT_BY": "Sortieren nach",
  "NEWEST": "Neueste",
  "OLDEST": "Älteste",
  "ABOUT": "Über uns",
  "DONATE": "Spenden",
  "PROFILE": "Profil",
  "LOGIN": "Einloggen",
  "LOGOUT": "Aus Konto abmelden",
  "SIGNUP": "Melden Sie sich an",
  "OUR_TEAM": "Unser Team",
  "OUR_MISSION": "Unsere Mission",
  "WHAT_WE_OFFER": "Was wir anbieten",
  "OUR_VISION_NAVBAR": "Unsere Vision",
  "VOLUNTEER_SERVICES": "Freiwilligendienste",
  "OUR_COLLABORATORS": "Unsere Partner",
  "DIRECTORS": "Vorstand",
  "HOW_WE_OPERATE": "Wie wir arbeiten",
  "NOTIFICATIONS": "Benachrichtigungen",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Kontakt",
  "PRIVACY_POLICY": "Datenschutz-Bestimmungen",
  "TERMS_AND_CONDITIONS": "Allgemeine Geschäftsbedingungen",
  "SITE_MAP": "Seitenverzeichnis",
  "SCAN_ON_DONATE": "Sie können scannen oder auf Spenden klicken",
  "ENTER_DETAILS": "Geben Sie die Details ein und klicken Sie auf „Senden“",
  "SUBMIT": "Einreichen",
  "SAVE": "Speichern",
  "CANCEL": "Abbrechen",
  "FIRST_NAME": "Vorname",
  "LAST_NAME": "Nachname",
  "PHONE": "Telefon",
  "PHONE_NUMBER": "Telefonnummer",
  "YOUR_PHONE_NUMBER": "Ihre Telefonnummer",
  "AGE": "Alter",
  "PREFERRED_LANGUAGE": "Bevorzugte Sprache",
  "FIRST_LANGUAGE_PREFERENCE": "Erste Sprachpräferenz",
  "SECOND_LANGUAGE_PREFERENCE": "Zweite Sprachpräferenz",
  "THIRD_LANGUAGE_PREFERENCE": "Dritte Sprachpräferenz",
  "GENDER": "Geschlecht",
  "MESSAGE": "Nachricht",
  "EMAIL": "Email",
  "PASSWORD": "Passwort",
  "FORGOT_PASSWORD": "Passwort vergessen?",
  "CHANGE_PASSWORD": "Passwort ändern",
  "EDIT_PASSWORD": "Passwort bearbeiten",
  "CURRENT_PASSWORD": "Aktuelles Passwort",
  "NEW_PASSWORD": "Neues Passwort",
  "CONFIRM_PASSWORD": "Passwort bestätigen",
  "PASSWORD_REQUIREMENTS": "Muss mindestens 8 Zeichen enthalten.",
  "COUNTRY": "Land",
  "SELECT_COUNTRY": "Land auswählen",
  "STATE": "Bundesland",
  "ZIP_CODE": "Postleitzahl",
  "BIRTHDAY": "Geburtsdatum",
  "CITY": "Stadt",
  "ADDRESS": "Straße und Hausnummer{{optional}}",
  "YOUR_PROFILE": "Ihr Profil",
  "PERSONAL_INFORMATION": "Persönliche Informationen",
  "UPLOAD_PHOTO": "Foto hochladen",
  "ORGANIZATION_DETAILS": "Organisationsdetails",
  "ORGANIZATION_NAME": "Organisationsname",
  "ORGANIZATION_TYPE": "Organisationstyp",
  "NON_PROFIT": "Gemeinnützig",
  "FOR_PROFIT": "Gewinnorientiert",
  "OR_WITH": "Oder mit",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Sie haben noch kein Konto?",
  "REQUEST_CATEGORY": "Kategorie anfordern",
  "REQUEST_TYPE": "Anfragetyp",
  "CREATE_HELP_REQUEST": "Hilfeanfrage erstellen",
  "EDIT_HELP_REQUEST": "Hilfeanfrage bearbeiten",
  "ADMINISTRATE": "Administrator",
  "MY_REQUESTS": "Meine Anfragen",
  "MANAGED_REQUESTS": "Verwaltete Anfragen",
  "OTHERS_REQUESTS": "Andere Anfragen",
  "BECOME_VOLUNTEER": "Werde ein Freiwilliger",
  "HELPING_VOLUNTEERS": "Helfende Freiwillige",
  "REQUEST_VOLUNTEERS": "Freiwillige anfordern",
  "NUMBER_OF_VOLUNTEERS": "Anzahl der benötigten Freiwilligen eingeben...",
  "VOLUNTEER_ORGANIZATIONS": "Freiwilligenorganisationen",
  "EMERGENCY_CONTACT": "Notfallkontakt",
  "MORE_INFORMATION": "Mehr Informationen",
  "STATUS": "Status",
  "FILTER_BY": "Filtern nach",
  "ACKNOWLEDGE_TERMS": "Bedingungen anerkennen",
  "TERMS_DOCUMENT": "Bitte lesen Sie das folgende Dokument sorgfältig durch und bestätigen Sie, dass Sie den Inhalt verstanden haben.",
  "VOLUNTEER_AGREEMENT": "Freiwilligenvereinbarung für Saayam für Alle",
  "I_HAVE_READ": "Ich habe das Dokument gelesen und verstanden",
  "HERO_TEXT": "Willkommen bei <1>Saayam</1>, einer gemeinnützigen Organisation – Ihrem Tor zu Hilfe und Unterstützung in Zeiten der Not. Saayam bedeutet Hilfe auf Telugu, Sahaay auf Sanskrit/Hindi, Bangzhu auf Mandarin und Ayuda auf Spanisch.",
  "AT_SAAYAM": "Bei <1>Saayam</1> glauben wir an die Kraft helfender Hände, die denen helfen, die vor Herausforderungen stehen. Unsere Plattform verbindet Einzelpersonen und Gemeinschaften weltweit und überbrückt die Kluft zwischen denen, die Hilfe brauchen, und denen, die bereit sind, sie zu leisten.",
  "OUR_VISION": "Unsere Vision ist eine Welt, in der jeder Zugang zu der Hilfe hat, die er braucht, um Hindernisse zu überwinden und ein erfülltes Leben zu führen. Wir streben danach, ein weltweit führender Anbieter humanitärer Hilfe zu sein und nutzen Technologie und Zusammenarbeit, um ein nahtloses Unterstützungsnetzwerk aufzubauen, das Barrieren überwindet.",
  "JOIN_US": "Unterstützen Sie uns bei unserer Mission, etwas zu bewegen. Egal, ob Sie mit anpacken oder Unterstützung suchen, Saayam ist für Sie da. Lassen Sie uns gemeinsam eine mitfühlendere und gerechtere Welt für alle schaffen.",
  "JOIN_TODAY": "Erleben Sie die Freude, anderen zu helfen – treten Sie noch heute Saayam bei. Gemeinsam können wir etwas bewirken.",
  "OUR_MOTTO": "Denken Sie daran, dass unser Motto bei Saayam einfach ist: „Dienst an der Menschheit ist Dienst an Gott“ und „Mögen alle glücklich leben“. Helfen Sie uns dabei, Freundlichkeit und Mitgefühl zu verbreiten, eine Hilfstat nach der anderen. Jeder von überall auf der Welt kann auf jeder Art von Social-Media-Plattform/Kommunikationsgerät um Hilfe bitten.",
  "STAY_UPDATED": "Bleiben Sie über unsere Fortschritte und Initiativen auf dem Laufenden. Schauen Sie hier immer wieder vorbei, um die neuesten Updates zu erhalten. Gemeinsam können wir eine bessere Welt für alle schaffen.",
  "DONATE_MONEY": "Saayam For All ist eine gemeinnützige Organisation mit 501(c)(3)-Status. Alle Spenden an diese Organisation sind steuerlich absetzbar. Sie können diesen <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal-Link</1> verwenden, um Geld zu spenden.",
  "READ_MORE": "Lesen Sie mehr <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Wie wir arbeiten</1>!",
  "MAX_CHARACTERS": "Max. {{count}} Zeichen",
  "HELP_REQUEST": "Bitte um Hilfe : ",
  "ASK_FOR_HELP": "Als Antragsteller können Sie um Hilfe bitten (ähnlich einer Fahrtanfrage).",
  "MATCHING_PROCESS": "Matching-Prozess : ",
  "REQUEST_WILL_BE_MATCHED": "Ihre Anfrage wird auf der Grundlage ihres Profils mit einigen Freiwilligen in der Nähe abgeglichen, ähnlich wie Mitfahr-Apps Sie mit Fahrern in der Nähe zusammenbringen.",
  "VOLUNTEER_SELECTION": "Auswahl der Freiwilligen : ",
  "FROM_POTENTIAL_MATCHES": "Aus diesen potenziellen Übereinstimmungen wird ein Freiwilliger ausgewählt, der Ihnen hilft, ähnlich wie bei der Auswahl eines bestimmten Autos.",
  "VOLUNTEER_APPROACH": "Freiwilligenansatz : ",
  "VOLUNTEER_WILL_CONTACT": "Der ausgewählte Freiwillige wird Sie dann kontaktieren und mit Ihnen zusammenarbeiten.",
  "ASSISTANCE_PROVIDED": "Hilfe angeboten : ",
  "VOLUNTEER_WILL_WORK": "Dieser Freiwillige arbeitet eng mit Ihnen zusammen, um sicherzustellen, dass Ihre Bedürfnisse erfüllt werden. Er arbeitet auch mit anderen Freiwilligen und Freiwilligenorganisationen vor Ort zusammen, um Ihre Anfrage zu erfüllen, ähnlich wie ein Fahrer, der Sie an Ihr Ziel bringt.",
  "EMPOWER_INDIVIDUALS": "Wir möchten Einzelpersonen und Gemeinschaften weltweit stärken, indem wir gegenseitige Hilfe und Unterstützung durch Saayam ermöglichen, eine Softwareplattform, die Antragsteller, Freiwillige, Freiwilligenorganisationen und Spender verbindet. Unsere Mission ist es, Menschen, die in ihrem Leben vor Herausforderungen stehen, rechtzeitig und gezielt zu helfen und eine Kultur des Mitgefühls, der Solidarität und des Dienstes an der Menschheit zu fördern.",
  "VISION_DESCRIPTION": "Saayam stellt sich eine Welt vor, in der jeder Zugang zu der Hilfe und den Ressourcen hat, die er braucht, um Hindernisse zu überwinden und ein erfülltes Leben zu führen. Wir streben danach, ein weltweit führender Anbieter humanitärer Hilfe zu sein, indem wir Technologie und Zusammenarbeit nutzen, um ein nahtloses Unterstützungsnetzwerk aufzubauen, das geografische, kulturelle und sozioökonomische Barrieren überwindet. Unsere Vision ist es, eine Gemeinschaft aufzubauen, in der das Ethos von „Manava Sevaye Madhava Seva“ (Dienst an der Menschheit ist Dienst an Gott) und „Sarve jana sukhino bhavantu“ (Mögen alle glücklich leben) unser Handeln leitet, positive Veränderungen vorantreibt und eine mitfühlendere und gerechtere Welt für alle fördert.",
  "LIFE_THREATENING_REQUESTS": "Wir bearbeiten keine lebensbedrohlichen Notfälle. Bitte rufen Sie Ihren örtlichen Notdienst an, wenn Sie dringend Hilfe benötigen.",
  "INTRODUCTION": "Einführung",
  "INTRODUCTION_CONTENT": "Diese Freiwilligenvereinbarung (\"Vereinbarung\") wird zwischen Saayam for All (\"Organisation\") und dem Freiwilligen (\"Freiwilliger\") bei Annahme abgeschlossen. Durch die Unterzeichnung oder elektronische Zustimmung erkennt der Freiwillige an, dass er die hierin enthaltenen Bedingungen verstanden hat und akzeptiert, welche seine Teilnahme an allen freiwilligen Aktivitäten mit der Organisation regeln.",
  "VOLUNTEER_ROLE": "Rolle und Verantwortung des Freiwilligen",
  "VOLUNTEER_ROLE_CONTENT": "Der Freiwillige verpflichtet sich, die von der Organisation zugewiesenen Rollen und Verantwortlichkeiten zu erfüllen, einschließlich, aber nicht beschränkt auf, Unterstützung bei verschiedenen Aufgaben, wie sie von Einzelpersonen oder Gemeinschaften benötigt werden. Der Freiwillige verpflichtet sich: <1/> - Die von der Organisation zugewiesenen Tätigkeiten gewissenhaft, verantwortungsvoll und professionell auszuführen. <1/> - Die Organisation zeitnah über Verfügbarkeit, Fortschritte und Herausforderungen zu informieren. <1/> - Die zugewiesenen Aufgaben pünktlich und nach bestem Wissen und Gewissen unter Einhaltung festgelegter Fristen zu erledigen.",
  "CONDUCT_CODE": "Verhaltenskodex",
  "CONDUCT_CODE_CONTENT": "Der Freiwillige verpflichtet sich, höchste ethische Standards beim Vertreten der Organisation einzuhalten. Dies beinhaltet: <1/> - Alle Personen mit Respekt und Würde zu behandeln, unabhängig von Rasse, Religion, Geschlecht, sexueller Orientierung, Alter oder Behinderung. <1/> - Auf jegliche Form von Diskriminierung, Belästigung oder unprofessionellem Verhalten zu verzichten. <1/> - Interessenkonflikte zu vermeiden und sicherzustellen, dass persönliche Interessen ihre freiwilligen Aufgaben nicht beeinträchtigen.",
  "CONFIDENTIALITY_AGREEMENT": "Geheimhaltungsvereinbarung",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "Der Freiwillige erkennt an, dass er während seiner Tätigkeit Zugang zu vertraulichen, firmeneigenen oder personenbezogenen Informationen über die Organisation, andere Freiwillige oder hilfesuchende Personen erhalten kann. Der Freiwillige verpflichtet sich: <1/> - Alle Informationen sowohl während als auch nach der Laufzeit dieser Vereinbarung vertraulich zu behandeln. <1/> - Diese Informationen ausschließlich zum Zwecke der Erfüllung seiner freiwilligen Pflichten zu verwenden. <1/> - Keine vertraulichen Informationen ohne ausdrückliche schriftliche Zustimmung der Organisation an Dritte weiterzugeben.",
  "DATA_PRIVACY": "Datenschutz",
  "DATA_PRIVACY_CONTENT": "Der Freiwillige verpflichtet sich zur Einhaltung aller geltenden Datenschutzgesetze und -vorschriften, einschließlich, aber nicht beschränkt auf die Datenschutz-Grundverordnung (DSGVO) oder andere lokale Datenschutzgesetze. Der Freiwillige verpflichtet sich: <1/> - Alle personenbezogenen Daten gemäß den Datenschutzrichtlinien der Organisation zu behandeln. <1/> - Die Integrität und Vertraulichkeit aller im Rahmen der Freiwilligentätigkeit zugänglichen personenbezogenen Daten zu schützen. <1/> - Jegliche Datenschutzverletzungen oder unbefugten Zugriffe unverzüglich der Organisation zu melden.",
  "INTELLECTUAL_PROPERTY": "Geistiges Eigentum",
  "INTELLECTUAL_PROPERTY_CONTENT": "Alle im Rahmen der Freiwilligentätigkeit erstellten Arbeiten, Materialien oder geistigen Eigentumsrechte sind ausschließliches Eigentum der Organisation. Der Freiwillige verpflichtet sich: <1/> - Alle Rechte, Titel und Interessen an diesem geistigen Eigentum an die Organisation zu übertragen. <1/> - Keine Werke ohne ausdrückliche Zustimmung der Organisation zu verwenden, zu vervielfältigen oder zu verbreiten.",
  "LIABILITY_WAIVER": "Haftungsverzicht und Risikoübernahme",
  "LIABILITY_WAIVER_CONTENT": "Der Freiwillige erkennt an, dass mit der Teilnahme an Freiwilligenaktivitäten inhärente Risiken verbunden sein können, einschließlich, aber nicht beschränkt auf körperliche Verletzungen, seelische Belastungen oder Sachschäden. Der Freiwillige verpflichtet sich: <1/> - Alle mit den Aktivitäten verbundenen Risiken, einschließlich Reise- und Transportgefahren, zu übernehmen. <1/> - Die Organisation, ihre Verantwortlichen, Direktoren, Mitarbeitenden und Partner von jeglicher Haftung, Ansprüchen oder Forderungen freizustellen. <1/> - Zur Kenntnis zu nehmen, dass die Organisation keine Versicherung für Freiwillige bereitstellt, und sich eigenständig um entsprechenden Versicherungsschutz zu kümmern.",
  "INDEMNIFICATION": "Freistellung",
  "INDEMNIFICATION_CONTENT": "Der Freiwillige verpflichtet sich, die Organisation, ihre Verantwortlichen, Direktoren, Mitarbeitenden und Partner von allen Ansprüchen, Schäden, Verlusten, Haftungen, Kosten und Ausgaben (einschließlich Anwaltskosten) freizustellen, die sich aus seinen Handlungen oder Unterlassungen im Rahmen seiner Tätigkeit ergeben.",
  "COMMITMENT": "Engagement und Erwartungen",
  "COMMITMENT_CONTENT": "Der Freiwillige verpflichtet sich zur Einhaltung der von der Organisation kommunizierten Aufgaben und Zeitrahmen. Sollte er diese Verpflichtungen nicht einhalten können, verpflichtet er sich: <1/> - Die Organisation so früh wie möglich mit einem triftigen Grund zu informieren. <1/> - Mit der Organisation zusammenzuarbeiten, um einen reibungslosen Übergang der Verantwortlichkeiten sicherzustellen, falls notwendig.",
  "TRAINING_SUPERVISION": "Schulung und Aufsicht",
  "Training_SUPERVISION_CONTENT": "Die Organisation stellt dem Freiwilligen die notwendige Schulung und Aufsicht zur Verfügung. Der Freiwillige verpflichtet sich: <1/> - An allen erforderlichen Schulungen teilzunehmen. <1/> - Den Anweisungen und Richtlinien der Vorgesetzten oder Mitarbeitenden der Organisation Folge zu leisten. <1/> - Bei Bedarf um Klarstellung oder Unterstützung zu bitten, um seine Aufgaben effektiv zu erfüllen.",
  "HEALTH_SAFETY": "Gesundheit und Sicherheit",
  "HEALTH_SAFETY_CONTENT": "Der Freiwillige erkennt seine Verantwortung an, alle von der Organisation bereitgestellten Gesundheits- und Sicherheitsrichtlinien einzuhalten. Der Freiwillige verpflichtet sich: <br/> - Jede unsichere Situation oder jeden Vorfall unverzüglich der Organisation zu melden. <br/> - Zum eigenen und zum Schutz anderer während seiner Tätigkeit angemessene Vorsichtsmaßnahmen zu treffen.",
  "DISPUTE_RESOLUTION": "Streitbeilegung",
  "DISPUTE_RESOLUTION_CONTENT": "Im Falle von Streitigkeiten im Zusammenhang mit dieser Vereinbarung verpflichten sich die Parteien, in gutem Glauben eine einvernehmliche Lösung zu finden. Sollte keine Einigung erzielt werden, verpflichten sich die Parteien zu Mediation oder Schiedsverfahren, bevor rechtliche Schritte eingeleitet werden.",
  "GOVERNING_LAW": "Anwendbares Recht",
  "GOVERNING_LAW_CONTENT": "Diese Vereinbarung unterliegt den global anwendbaren Gesetzen, die auf die von der Organisation ermöglichten Aktivitäten und Interaktionen anwendbar sind. Alle rechtlichen Verfahren im Zusammenhang mit dieser Vereinbarung sind bei einem von beiden Parteien gemeinsam vereinbarten zuständigen Gericht einzuleiten.",
  "ACKNOWLEDGMENT": "Anerkennung und Zustimmung",
  "ACKNOWLEDGMENT_CONTENT": "Durch Zustimmung zu diesem Dokument erkennt der Freiwillige an, dass er diese Bedingungen gelesen, verstanden und akzeptiert hat. Der Freiwillige verpflichtet sich, alle hierin dargelegten Richtlinien, Vorschriften und Erwartungen einzuhalten, und versteht, dass sein Freiwilligenstatus an die Einhaltung dieser Vereinbarung gebunden ist.",
  "EMAIL_REQUIRED": "Bitte geben Sie Ihre E-Mail-Adresse ein",
  "PASSWORD_REQUIRED": "Bitte geben Sie Ihr Passwort ein",
  "INVALID_CREDENTIALS": "Ungültige E-Mail-Adresse oder Passwort",
  "COPYRIGHT": "Copyright © 2025 Saayam For All. Alle Rechte vorbehalten."
}
