{
  "ABOUT": "About Us",
  "DONATE": "Donate",
  "LOGIN": "Log in",
  "SIGNUP": "Sign up",
  "DIRECTORS": "Board of Directors",
  "HOW_WE_OPERATE": "How We Operate",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Contact",
  "SCAN_ON_DONATE": "You can scan or click on Donate",
  "EMAIL": "Email",
  "PASSWORD": "Password",
  "FORGOT_PASSWORD": "Forgot Password?",
  "OR_WITH": "Or With",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Don't have an account?",
  "HERO_TEXT": "Welcome to <1>Saayam</1>, a non-profit organization – is your gateway to assistance and support in times of need. Saayam means Help in Telugu, Sahaay in Sanskrit/Hindi, Bangzhu in Mandarin, and Ayuda in Spanish.",
  "AT_SAAYAM": "At <1>Saayam</1>, we believe in the power of helping hands reaching out to those facing challenges. Our platform connects individuals and communities worldwide, bridging the gap between those who need assistance and those who are willing to provide it.",
  "OUR_VISION": "Our vision is of a world where everyone has access to the help they need to overcome obstacles and lead fulfilling lives. We aspire to be a global leader in humanitarian aid, leveraging technology and collaboration to create a seamless network of support that transcends barriers.",
  "JOIN_US": "Join us in our mission to make a difference. Whether you're looking to lend a helping hand or seeking assistance, Saayam is here for you. Together, let's create a more compassionate and equitable world for all.",
  "JOIN_TODAY": "Experience the joy of assisting others – join Saayam today. Together, we can make a difference.",
  "OUR_MOTTO": "Remember, at Saayam, our motto is simple: \"Service to mankind is service to God,\" and \"May all live happily.\" Join us in spreading kindness and compassion, one act of assistance at a time. Anybody from anywhere in the world can make a request for help on any type of social media platform/communication device.",
  "STAY_UPDATED": "Stay updated on our progress and initiatives – keep checking back here for the latest updates. Together, we can build a better world for everyone.",
  "DONATE_MONEY": "Saayam For All is a non profit organization with 501(c)(3) status. All donations to this organization are tax deductible. You can use this <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal link</1> to donate money.",
  "READ_MORE": "Read More <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>How we Operate</1>!"
}
