{
  "YES": "Sí",
  "NO": "No",
  "NOTE": "Nota",
  "FOR_SELF": "Para uno mismo",
  "SUBJECT": "Asunto",
  "DESCRIPTION": "Descripción",
  "REMOTE": "Remoto",
  "IN_PERSON": "En persona",
  "EDIT": "Editar",
  "SORT_BY": "Ordenar por",
  "NEWEST": "Más reciente",
  "OLDEST": "Más antiguo",
  "ABOUT": "Sobre nosotros",
  "DONATE": "Donar",
  "PROFILE": "Perfil",
  "LOGIN": "Acceso",
  "LOGOUT": "Cerrar sesión",
  "SIGNUP": "Inscribirse",
  "OUR_TEAM": "Nuestro equipo",
  "OUR_MISSION": "Nuestra misión",
  "DIRECTORS": "Junta Directiva",
  "HOW_WE_OPERATE": "Cómo operamos",
  "HOME": "Inicio",
  "VOLUNTEER_SERVICES": "Servicios de voluntariado",
  "OUR_COLLABORATORS": "Nuestros colaboradores",
  "WHAT_WE_OFFER": "Lo que ofrecemos",
  "NOTIFICATIONS": "Notificaciones",
  "MISSION": "Misión",
  "VISION": "Visión",
  "CONTACT": "Contacto",
  "PRIVACY_POLICY": "Política de privacidad",
  "TERMS_AND_CONDITIONS": "Términos y condiciones",
  "SITE_MAP": "Mapa del sitio",
  "SCAN_ON_DONATE": "Puedes escanear o hacer clic en Donar",
  "ENTER_DETAILS": "Ingrese los detalles y haga clic en Enviar",
  "SUBMIT": "Enviar",
  "SAVE": "Guardar",
  "CANCEL": "Cancelar",
  "FIRST_NAME": "Nombre de pila",
  "LAST_NAME": "Apellido",
  "PHONE": "Teléfono",
  "PHONE_NUMBER": "Número de Teléfono",
  "YOUR_PHONE_NUMBER": "Su número de teléfono",
  "AGE": "Edad",
  "PREFERRED_LANGUAGE": "Idioma preferido",
  "FIRST_LANGUAGE_PREFERENCE": "Primera preferencia de idioma",
  "SECOND_LANGUAGE_PREFERENCE": "Segunda preferencia de idioma",
  "THIRD_LANGUAGE_PREFERENCE": "Tercera preferencia de idioma",
  "GENDER": "Género",
  "MESSAGE": "Mensaje",
  "EMAIL": "Correo electrónico",
  "PASSWORD": "Contraseña",
  "FORGOT_PASSWORD": "¿Has olvidado tu contraseña?",
  "CHANGE_PASSWORD": "Cambiar la contraseña",
  "EDIT_PASSWORD": "Editar contraseña",
  "CURRENT_PASSWORD": "Contraseña actual",
  "NEW_PASSWORD": "Nueva contraseña",
  "CONFIRM_PASSWORD": "Confirmar contraseña",
  "PASSWORD_REQUIREMENTS": "Debe contener al menos 8 caracteres.",
  "COUNTRY": "País",
  "SELECT_COUNTRY": "Seleccionar país",
  "STATE": "Estado",
  "ZIP_CODE": "Código postal",
  "BIRTHDAY": "Fecha de nacimiento",
  "CITY": "Ciudad",
  "ADDRESS": "Dirección de la calle{{optional}}",
  "YOUR_PROFILE": "Tu perfil",
  "PERSONAL_INFORMATION": "Información personal",
  "IDENTITY_DOCUMENT": "Documento de identidad",
  "UPLOAD_PHOTO": "Subir foto",
  "ORGANIZATION_DETAILS": "Detalles de la organización",
  "ORGANIZATION_NAME": "Nombre de la organización",
  "ORGANIZATION_TYPE": "Tipo de organización",
  "NON_PROFIT": "Sin fines de lucro",
  "FOR_PROFIT": "Con fines de lucro",
  "OR_WITH": "O con",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "¿No tienes una cuenta?",
  "REQUEST_CATEGORY": "Categoría de solicitud",
  "REQUEST_TYPE": "Tipo de solicitud",
  "CREATE_HELP_REQUEST": "Crear solicitud de ayuda",
  "EDIT_HELP_REQUEST": "Editar solicitud de ayuda",
  "ADMINISTRATE": "Administrador",
  "MY_REQUESTS": "Mis peticiones",
  "MANAGED_REQUESTS": "Solicitudes gestionadas",
  "OTHERS_REQUESTS": "Otras solicitudes",
  "BECOME_VOLUNTEER": "Conviértete en voluntario",
  "HELPING_VOLUNTEERS": "Voluntarios de ayuda",
  "REQUEST_VOLUNTEERS": "Solicitar voluntarios",
  "NUMBER_OF_VOLUNTEERS": "Número de voluntarios requeridos...",
  "VOLUNTEER_ORGANIZATIONS": "Organizaciones de voluntarios",
  "EMERGENCY_CONTACT": "Contacto de emergencia",
  "MORE_INFORMATION": "Más información",
  "STATUS": "Estado",
  "FILTER_BY": "Filtrar por",
  "ACKNOWLEDGE_TERMS": "Revisar y aceptar los términos",
  "TERMS_DOCUMENT": "Por favor, lea el siguiente documento detenidamente y reconozca que ha entendido su contenido.",
  "VOLUNTEER_AGREEMENT": "Acuerdo de voluntariado para Saayam para Todos",
  "I_HAVE_READ": "He leído y entendido el documento",
  "HERO_TEXT": "Bienvenido a <1>Saayam</1>, una organización sin fines de lucro que es su puerta de entrada a la asistencia y el apoyo en momentos de necesidad. Saayam significa Ayuda en telugu, Sahaay en sánscrito/hindi, Bangzhu en mandarín y Ayuda en español.",
  "AT_SAAYAM": "En <1>Saayam</1>, creemos en el poder de las manos que ayudan a quienes enfrentan desafíos. Nuestra plataforma conecta a personas y comunidades en todo el mundo, cerrando la brecha entre quienes necesitan ayuda y quienes están dispuestos a brindarla.",
  "OUR_VISION": "Nuestra visión es la de un mundo en el que todos tengan acceso a la ayuda que necesitan para superar obstáculos y llevar una vida plena. Aspiramos a ser un líder mundial en ayuda humanitaria, aprovechando la tecnología y la colaboración para crear una red de apoyo integrada que trascienda barreras.",
  "JOIN_US": "Únase a nuestra misión de marcar la diferencia. Ya sea que desee brindar una mano o buscar asistencia, Saayam está aquí para ayudarlo. Juntos, creemos un mundo más compasivo y equitativo para todos.",
  "JOIN_TODAY": "Experimente la alegría de ayudar a los demás: únase a Saayam hoy. Juntos podemos marcar la diferencia.",
  "OUR_MOTTO": "Recuerde que en Saayam nuestro lema es simple: \"El servicio a la humanidad es servicio a Dios\" y \"Que todos vivan felices\". Únase a nosotros para difundir la bondad y la compasión, un acto de ayuda a la vez. Cualquier persona de cualquier parte del mundo puede hacer una solicitud de ayuda en cualquier tipo de plataforma de redes sociales o dispositivo de comunicación.",
  "STAY_UPDATED": "Manténgase informado sobre nuestros avances e iniciativas. Visite esta página para conocer las últimas novedades. Juntos podemos construir un mundo mejor para todos.",
  "DONATE_MONEY": "Saayam For All es una organización sin fines de lucro con estatus 501(c)(3). Todas las donaciones a esta organización son deducibles de impuestos. Puede usar este <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">enlace de PayPal</1> para donar dinero.",
  "READ_MORE": "¡Lea más sobre <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Cómo operamos</1>!",
  "MAX_CHARACTERS": "Máximo {{count}} caracteres",
  "HELP_REQUEST": "Solicitud de ayuda : ",
  "ASK_FOR_HELP": "Como solicitante, puedes pedir ayuda (similar a solicitar un viaje).",
  "MATCHING_PROCESS": "Proceso de emparejamiento : ",
  "REQUEST_WILL_BE_MATCHED": "Su solicitud se emparejará con algunos voluntarios cercanos, en función de sus perfiles, de forma similar a cómo las aplicaciones de viajes compartidos lo emparejan con conductores cercanos.",
  "VOLUNTEER_SELECTION": "Selección de voluntarios : ",
  "FROM_POTENTIAL_MATCHES": "De estas posibles coincidencias, se elegirá un voluntario para que lo ayude, de forma similar a como se selecciona un automóvil específico.",
  "VOLUNTEER_APPROACH": "Enfoque voluntario : ",
  "VOLUNTEER_WILL_CONTACT": "El voluntario elegido se pondrá en contacto contigo y trabajará contigo.",
  "ASSISTANCE_PROVIDED": "Asistencia proporcionada : ",
  "VOLUNTEER_WILL_WORK": "Este voluntario trabajará en estrecha colaboración con usted para garantizar que se satisfagan sus necesidades. También colaborará con otros voluntarios y organizaciones de voluntarios locales para satisfacer su solicitud, como si fuera un conductor que lo llevara a su destino.",
  "EMPOWER_INDIVIDUALS": "Empoderar a personas y comunidades de todo el mundo facilitando la asistencia y el apoyo mutuos a través de Saayam, una plataforma de software que conecta a solicitantes, voluntarios, organizaciones de voluntarios y donantes. Nuestra misión es brindar asistencia oportuna y específica a quienes enfrentan desafíos en sus vidas, fomentando una cultura de compasión, solidaridad y servicio a la humanidad.",
  "VISION_DESCRIPTION": "Saayam imagina un mundo en el que todos tengan acceso a la ayuda y los recursos que necesitan para superar obstáculos y llevar una vida plena. Aspiramos a ser un líder mundial en ayuda humanitaria, aprovechando la tecnología y la colaboración para crear una red de apoyo integrada que trascienda las barreras geográficas, culturales y socioeconómicas. Nuestra visión es cultivar una comunidad en la que el espíritu de \"Manava Sevaye Madhava Seva\" (el servicio a la humanidad es servicio a Dios) y \"Sarve jana sukhino bhavantu\" (que todos vivan felices) guíe nuestras acciones, impulsando un cambio positivo y fomentando un mundo más compasivo y equitativo para todos.",
  "LIFE_THREATENING_REQUESTS": "No atendemos solicitudes de emergencia que pongan en peligro la vida. Llame a su servicio de emergencia local si necesita ayuda urgente.",
  "INTRODUCTION": "Introducción",
  "INTRODUCTION_CONTENT": "Este Acuerdo de Voluntariado (\"Acuerdo\") se celebra entre Saayam for All (\"Organización\") y el voluntario (\"Voluntario\") tras su aceptación. Al firmar o aceptar electrónicamente, el Voluntario reconoce haber comprendido y aceptado los términos aquí expuestos, los cuales rigen su participación en cualquier actividad de voluntariado con la Organización.",
  "VOLUNTEER_ROLE": "Rol y Responsabilidades del Voluntario",
  "VOLUNTEER_ROLE_CONTENT": "El Voluntario se compromete a cumplir con los roles y responsabilidades asignados por la Organización, que pueden incluir, entre otros, ayudar en diversas tareas según las necesidades de personas o comunidades que soliciten asistencia. El Voluntario se compromete a: <1/> - Participar en las actividades asignadas por la Organización de manera diligente, responsable y profesional. <1/> - Comunicar puntualmente a la Organización su disponibilidad, progreso y dificultades. <1/> - Completar las tareas asignadas puntualmente y lo mejor posible, cumpliendo con los plazos establecidos.",
  "CONDUCT_CODE": "Código de Conducta",
  "CONDUCT_CODE_CONTENT": "El Voluntario se compromete a mantener los más altos estándares de conducta ética mientras represente a la Organización. Esto incluye: <1/> - Tratar a todas las personas con respeto y dignidad, independientemente de su raza, religión, género, orientación sexual, edad o discapacidad. <1/> - Abstenerse de cualquier forma de discriminación, acoso o comportamiento no profesional. <1/> - Evitar conflictos de intereses y garantizar que sus intereses personales no interfieran con sus funciones como voluntario.",
  "CONFIDENTIALITY_AGREEMENT": "Acuerdo de Confidencialidad",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "El Voluntario reconoce que, durante su servicio, podrá tener acceso a información confidencial, propietaria o personal relacionada con la Organización, otros voluntarios o personas que buscan asistencia. El Voluntario se compromete a: <1/> - Mantener la confidencialidad de toda la información, tanto durante como después del período de este Acuerdo. <1/> - Utilizar dicha información exclusivamente para el cumplimiento de sus responsabilidades como voluntario. <1/> - No divulgar ninguna información confidencial a terceros sin el consentimiento expreso y por escrito de la Organización.",
  "DATA_PRIVACY": "Protección de Datos y Privacidad",
  "DATA_PRIVACY_CONTENT": "El Voluntario se compromete a cumplir con todas las leyes y regulaciones de protección de datos aplicables, incluyendo, entre otras, el Reglamento General de Protección de Datos (RGPD) o cualquier otra normativa local. El Voluntario se compromete a: <1/> - Gestionar todos los datos personales de acuerdo con las políticas de protección de datos de la Organización. <1/> - Proteger la integridad y confidencialidad de cualquier dato personal al que acceda durante sus actividades como voluntario. <1/> - Informar inmediatamente a la Organización sobre cualquier brecha de seguridad o acceso no autorizado.",
  "INTELLECTUAL_PROPERTY": "Propiedad Intelectual",
  "INTELLECTUAL_PROPERTY_CONTENT": "Cualquier trabajo, material o propiedad intelectual creada por el Voluntario durante sus actividades de voluntariado será propiedad exclusiva de la Organización. El Voluntario se compromete a: <1/> - Ceder todos los derechos, títulos e intereses sobre dicha propiedad intelectual a la Organización. <1/> - Abstenerse de usar, reproducir o distribuir cualquier propiedad intelectual creada durante su servicio sin el consentimiento expreso de la Organización.",
  "LIABILITY_WAIVER": "Renuncia de Responsabilidad y Asunción de Riesgos",
  "LIABILITY_WAIVER_CONTENT": "El Voluntario reconoce que la participación en actividades de voluntariado puede implicar riesgos inherentes, incluyendo, entre otros, lesiones físicas, estrés emocional o daños materiales. El Voluntario se compromete a: <1/> - Asumir todos los riesgos asociados con sus actividades como voluntario, incluyendo riesgos relacionados con viajes o transporte. <1/> - Liberar, eximir y descargar a la Organización, sus directivos, empleados y afiliados de cualquier responsabilidad, reclamación o demanda derivada de sus actividades como voluntario. <1/> - Reconocer que la Organización no proporciona cobertura de seguros para voluntarios, y que el Voluntario es responsable de obtener cualquier seguro necesario.",
  "INDEMNIFICATION": "Indemnización",
  "INDEMNIFICATION_CONTENT": "El Voluntario se compromete a indemnizar y mantener indemne a la Organización, sus directivos, empleados y afiliados frente a cualquier reclamación, daño, pérdida, responsabilidad, coste y gasto (incluidos honorarios legales) que surjan de sus acciones u omisiones durante su servicio.",
  "COMMITMENT": "Compromiso y Expectativas",
  "COMMITMENT_CONTENT": "El Voluntario se compromete a cumplir con las responsabilidades y plazos establecidos por la Organización. Si no pudiera cumplir con estos compromisos, acepta: <1/> - Informar a la Organización lo antes posible, proporcionando una razón válida para su indisponibilidad. <1/> - Colaborar con la Organización para garantizar una transición fluida de responsabilidades, si fuera necesario.",
  "TRAINING_SUPERVISION": "Formación y Supervisión",
  "Training_SUPERVISION_CONTENT": "La Organización proporcionará al Voluntario la formación y supervisión necesarias. El Voluntario se compromete a: <1/> - Asistir a todas las sesiones de formación requeridas. <1/> - Seguir las instrucciones y pautas proporcionadas por los supervisores o personal de la Organización. <1/> - Solicitar aclaraciones o ayuda cuando sea necesario para desempeñar sus funciones de manera efectiva.",
  "HEALTH_SAFETY": "Salud y Seguridad",
  "HEALTH_SAFETY_CONTENT": "El Voluntario reconoce su responsabilidad de seguir todas las pautas de salud y seguridad proporcionadas por la Organización. El Voluntario se compromete a: <br/> - Informar de inmediato a la Organización sobre cualquier condición insegura o incidente. <br/> - Tomar precauciones razonables para proteger su salud y seguridad, así como la de los demás durante sus actividades de voluntariado.",
  "DISPUTE_RESOLUTION": "Resolución de Conflictos",
  "DISPUTE_RESOLUTION_CONTENT": "En caso de surgir cualquier conflicto relacionado con este Acuerdo, las partes se comprometen a intentar resolverlo mediante negociaciones de buena fe. Si no se llega a una resolución, las partes acuerdan someterse a mediación o arbitraje, según lo acuerden mutuamente, antes de emprender acciones legales.",
  "GOVERNING_LAW": "Ley Aplicable",
  "GOVERNING_LAW_CONTENT": "Este Acuerdo se regirá e interpretará de acuerdo con las leyes globales aplicables a las actividades e interacciones facilitadas por la Organización. Cualquier procedimiento legal relacionado con este Acuerdo deberá llevarse a cabo en los tribunales competentes de una jurisdicción acordada por ambas partes.",
  "ACKNOWLEDGMENT": "Reconocimiento y Consentimiento",
  "ACKNOWLEDGMENT_CONTENT": "Al aceptar este documento, el Voluntario reconoce que ha leído, comprendido y aceptado estos términos. El Voluntario se compromete a cumplir con todas las directrices, políticas y expectativas aquí expuestas, y entiende que su condición de voluntario está sujeta al cumplimiento de este Acuerdo.",
  "EMAIL_REQUIRED": "Por favor ingrese su correo electrónico",
  "PASSWORD_REQUIRED": "Por favor ingrese su contraseña",
  "INVALID_CREDENTIALS": "Correo electrónico o contraseña inválidos",
  "COPYRIGHT": "Derechos de autor © 2025 Saayam For All. Todos los derechos reservados."
}
