{
  "YES": "Sí",
  "NO": "No",
  "NOTE": "Nota",
  "FOR_SELF": "Para uno mismo",
  "SUBJECT": "Asunto",
  "DESCRIPTION": "Descripción",
  "REMOTE": "Remoto",
  "IN_PERSON": "En persona",
  "EDIT": "Editar",
  "SORT_BY": "Ordenar por",
  "NEWEST": "Más reciente",
  "OLDEST": "Más antiguo",
  "ABOUT": "Sobre nosotros",
  "DONATE": "Donar",
  "PROFILE": "Perfil",
  "LOGIN": "Acceso",
  "LOGOUT": "Cerrar sesión",
  "SIGNUP": "Inscribirse",
  "DIRECTORS": "Junta Directiva",
  "HOW_WE_OPERATE": "Cómo operamos",
  "NOTIFICATIONS": "Notificaciones",
  "MISSION": "Misión",
  "VISION": "Visión",
  "CONTACT": "Contacto",
  "SCAN_ON_DONATE": "You can scan or click on Donate",
  "ENTER_DETAILS": "Ingrese los detalles y haga clic en Enviar",
  "SUBMIT": "Enviar",
  "SAVE": "Guardar",
  "CANCEL": "Cancelar",
  "FIRST_NAME": "Nombre de pila",
  "LAST_NAME": "Apellido",
  "PHONE": "Teléfono",
  "AGE": "Edad",
  "PREFERRED_LANGUAGE": "Idioma preferido",
  "GENDER": "Género",
  "MESSAGE": "Mensaje",
  "EMAIL": "Correo electrónico",
  "PASSWORD": "Contraseña",
  "FORGOT_PASSWORD": "¿Has olvidado tu contraseña?",
  "OR_WITH": "O con",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "¿No tienes una cuenta?",
  "REQUEST_CATEGORY": "Categoría de solicitud",
  "REQUEST_TYPE": "Tipo de solicitud",
  "CREATE_HELP_REQUEST": "Crear solicitud de ayuda",
  "EDIT_HELP_REQUEST": "Editar solicitud de ayuda",
  "ADMINISTRATE": "Administrador",
  "MY_REQUESTS": "Mis peticiones",
  "MANAGED_REQUESTS": "Solicitudes gestionadas",
  "OTHERS_REQUESTS": "Otras solicitudes",
  "BECOME_VOLUNTEER": "Conviértete en voluntario",
  "HELPING_VOLUNTEERS": "Voluntarios de ayuda",
  "REQUEST_VOLUNTEERS": "Solicitar voluntarios",
  "NUMBER_OF_VOLUNTEERS": "Número de voluntarios requeridos...",
  "VOLUNTEER_ORGANIZATIONS": "Organizaciones de voluntarios",
  "EMERGENCY_CONTACT": "Contacto de emergencia",
  "MORE_INFORMATION": "Más información",
  "STATUS": "Estado",
  "FILTER_BY": "Filtrar por",
  "HERO_TEXT": "Bienvenido a <1>Saayam</1>, una organización sin fines de lucro que es su puerta de entrada a la asistencia y el apoyo en momentos de necesidad. Saayam significa Ayuda en telugu, Sahaay en sánscrito/hindi, Bangzhu en mandarín y Ayuda en español.",
  "AT_SAAYAM": "En <1>Saayam</1>, creemos en el poder de las manos que ayudan a quienes enfrentan desafíos. Nuestra plataforma conecta a personas y comunidades en todo el mundo, cerrando la brecha entre quienes necesitan ayuda y quienes están dispuestos a brindarla.",
  "OUR_VISION": "Nuestra visión es la de un mundo en el que todos tengan acceso a la ayuda que necesitan para superar obstáculos y llevar una vida plena. Aspiramos a ser un líder mundial en ayuda humanitaria, aprovechando la tecnología y la colaboración para crear una red de apoyo integrada que trascienda barreras.",
  "JOIN_US": "Únase a nuestra misión de marcar la diferencia. Ya sea que desee brindar una mano o buscar asistencia, Saayam está aquí para ayudarlo. Juntos, creemos un mundo más compasivo y equitativo para todos.",
  "JOIN_TODAY": "Experimente la alegría de ayudar a los demás: únase a Saayam hoy. Juntos podemos marcar la diferencia.",
  "OUR_MOTTO": "Recuerde que en Saayam nuestro lema es simple: \"El servicio a la humanidad es servicio a Dios\" y \"Que todos vivan felices\". Únase a nosotros para difundir la bondad y la compasión, un acto de ayuda a la vez. Cualquier persona de cualquier parte del mundo puede hacer una solicitud de ayuda en cualquier tipo de plataforma de redes sociales o dispositivo de comunicación.",
  "STAY_UPDATED": "Manténgase informado sobre nuestros avances e iniciativas. Visite esta página para conocer las últimas novedades. Juntos podemos construir un mundo mejor para todos.",
  "DONATE_MONEY": "Saayam For All es una organización sin fines de lucro con estatus 501(c)(3). Todas las donaciones a esta organización son deducibles de impuestos. Puede usar este <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">enlace de PayPal</1> para donar dinero.",
  "READ_MORE": "¡Lea más sobre <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Cómo operamos</1>!",
  "MAX_CHARACTERS": "Máximo {{count}} caracteres",
  "HELP_REQUEST": "Solicitud de ayuda : ",
  "ASK_FOR_HELP": "Como solicitante, puedes pedir ayuda (similar a solicitar un viaje).",
  "MATCHING_PROCESS": "Proceso de emparejamiento : ",
  "REQUEST_WILL_BE_MATCHED": "Su solicitud se emparejará con algunos voluntarios cercanos, en función de sus perfiles, de forma similar a cómo las aplicaciones de viajes compartidos lo emparejan con conductores cercanos.",
  "VOLUNTEER_SELECTION": "Selección de voluntarios : ",
  "FROM_POTENTIAL_MATCHES": "De estas posibles coincidencias, se elegirá un voluntario para que lo ayude, de forma similar a como se selecciona un automóvil específico.",
  "VOLUNTEER_APPROACH": "Enfoque voluntario : ",
  "VOLUNTEER_WILL_CONTACT": "El voluntario elegido se pondrá en contacto contigo y trabajará contigo.",
  "ASSISTANCE_PROVIDED": "Asistencia proporcionada : ",
  "VOLUNTEER_WILL_WORK": "Este voluntario trabajará en estrecha colaboración con usted para garantizar que se satisfagan sus necesidades. También colaborará con otros voluntarios y organizaciones de voluntarios locales para satisfacer su solicitud, como si fuera un conductor que lo llevara a su destino.",
  "EMPOWER_INDIVIDUALS": "Empoderar a personas y comunidades de todo el mundo facilitando la asistencia y el apoyo mutuos a través de Saayam, una plataforma de software que conecta a solicitantes, voluntarios, organizaciones de voluntarios y donantes. Nuestra misión es brindar asistencia oportuna y específica a quienes enfrentan desafíos en sus vidas, fomentando una cultura de compasión, solidaridad y servicio a la humanidad.",
  "VISION_DESCRIPTION": "Saayam imagina un mundo en el que todos tengan acceso a la ayuda y los recursos que necesitan para superar obstáculos y llevar una vida plena. Aspiramos a ser un líder mundial en ayuda humanitaria, aprovechando la tecnología y la colaboración para crear una red de apoyo integrada que trascienda las barreras geográficas, culturales y socioeconómicas. Nuestra visión es cultivar una comunidad en la que el espíritu de \"Manava Sevaye Madhava Seva\" (el servicio a la humanidad es servicio a Dios) y \"Sarve jana sukhino bhavantu\" (que todos vivan felices) guíe nuestras acciones, impulsando un cambio positivo y fomentando un mundo más compasivo y equitativo para todos.",
  "LIFE_THREATENING_REQUESTS": "No atendemos solicitudes de emergencia que pongan en peligro la vida. Llame a su servicio de emergencia local si necesita ayuda urgente."
}
