{
  "YES": "Sí",
  "NO": "No",
  "NOTE": "Nota",
  "FOR_SELF": "Para uno mismo",
  "SUBJECT": "Asunto",
  "DESCRIPTION": "Descripción",
  "REMOTE": "Remoto",
  "IN_PERSON": "En persona",
  "EDIT": "Editar",
  "SORT_BY": "Ordenar por",
  "NEWEST": "Más reciente",
  "OLDEST": "Más antiguo",
  "ABOUT": "Sobre nosotros",
  "DONATE": "Donar",
  "PROFILE": "Perfil",
  "LOGIN": "Acceso",
  "LOGOUT": "Cerrar sesión",
  "SIGNUP": "Inscribirse",
  "DIRECTORS": "Junta Directiva",
  "HOW_WE_OPERATE": "Cómo operamos",
  "NOTIFICATIONS": "Notificaciones",
  "MISSION": "Misión",
  "VISION": "Visión",
  "CONTACT": "Contacto",
  "SCAN_ON_DONATE": "Puedes escanear o hacer clic en Donar",
  "ENTER_DETAILS": "Ingrese los detalles y haga clic en Enviar",
  "SUBMIT": "Enviar",
  "SAVE": "Guardar",
  "CANCEL": "Cancelar",
  "FIRST_NAME": "Nombre de pila",
  "LAST_NAME": "Apellido",
  "PHONE": "Teléfono",
  "PHONE_NUMBER": "Número de Teléfono",
  "YOUR_PHONE_NUMBER": "Su número de teléfono",
  "AGE": "Edad",
  "PREFERRED_LANGUAGE": "Idioma preferido",
  "FIRST_LANGUAGE_PREFERENCE": "Primera preferencia de idioma",
  "SECOND_LANGUAGE_PREFERENCE": "Segunda preferencia de idioma",
  "THIRD_LANGUAGE_PREFERENCE": "Tercera preferencia de idioma",
  "GENDER": "Género",
  "MESSAGE": "Mensaje",
  "EMAIL": "Correo electrónico",
  "PASSWORD": "Contraseña",
  "FORGOT_PASSWORD": "¿Has olvidado tu contraseña?",
  "CHANGE_PASSWORD": "Cambiar la contraseña",
  "EDIT_PASSWORD": "Editar contraseña",
  "CURRENT_PASSWORD": "Contraseña actual",
  "NEW_PASSWORD": "Nueva contraseña",
  "CONFIRM_PASSWORD": "Confirmar contraseña",
  "PASSWORD_REQUIREMENTS": "Debe contener al menos 8 caracteres.",
  "COUNTRY": "País",
  "SELECT_COUNTRY": "Seleccionar país",
  "STATE": "Estado",
  "ZIP_CODE": "Código postal",
  "BIRTHDAY": "Fecha de nacimiento",
  "CITY": "Ciudad",
  "ADDRESS": "Dirección de la calle{{optional}}",
  "YOUR_PROFILE": "Tu perfil",
  "PERSONAL_INFORMATION": "Información personal",
  "UPLOAD_PHOTO": "Subir foto",
  "ORGANIZATION_DETAILS": "Detalles de la organización",
  "ORGANIZATION_NAME": "Nombre de la organización",
  "ORGANIZATION_TYPE": "Tipo de organización",
  "NON_PROFIT": "Sin fines de lucro",
  "FOR_PROFIT": "Con fines de lucro",
  "OR_WITH": "O con",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "¿No tienes una cuenta?",
  "REQUEST_CATEGORY": "Categoría de solicitud",
  "REQUEST_TYPE": "Tipo de solicitud",
  "CREATE_HELP_REQUEST": "Crear solicitud de ayuda",
  "EDIT_HELP_REQUEST": "Editar solicitud de ayuda",
  "ADMINISTRATE": "Administrador",
  "MY_REQUESTS": "Mis peticiones",
  "MANAGED_REQUESTS": "Solicitudes gestionadas",
  "OTHERS_REQUESTS": "Otras solicitudes",
  "BECOME_VOLUNTEER": "Conviértete en voluntario",
  "HELPING_VOLUNTEERS": "Voluntarios de ayuda",
  "REQUEST_VOLUNTEERS": "Solicitar voluntarios",
  "NUMBER_OF_VOLUNTEERS": "Número de voluntarios requeridos...",
  "VOLUNTEER_ORGANIZATIONS": "Organizaciones de voluntarios",
  "EMERGENCY_CONTACT": "Contacto de emergencia",
  "MORE_INFORMATION": "Más información",
  "STATUS": "Estado",
  "FILTER_BY": "Filtrar por",
  "ACKNOWLEDGE_TERMS": "Revisar y aceptar los términos",
  "TERMS_DOCUMENT": "Por favor, lea el siguiente documento detenidamente y reconozca que ha entendido su contenido.",
  "VOLUNTEER_AGREEMENT": "Acuerdo de voluntariado para Saayam para Todos",
  "I_HAVE_READ": "He leído y entendido el documento",
  "HERO_TEXT": "Bienvenido a <1>Saayam</1>, una organización sin fines de lucro que es su puerta de entrada a la asistencia y el apoyo en momentos de necesidad. Saayam significa Ayuda en telugu, Sahaay en sánscrito/hindi, Bangzhu en mandarín y Ayuda en español.",
  "AT_SAAYAM": "En <1>Saayam</1>, creemos en el poder de las manos que ayudan a quienes enfrentan desafíos. Nuestra plataforma conecta a personas y comunidades en todo el mundo, cerrando la brecha entre quienes necesitan ayuda y quienes están dispuestos a brindarla.",
  "OUR_VISION": "Nuestra visión es la de un mundo en el que todos tengan acceso a la ayuda que necesitan para superar obstáculos y llevar una vida plena. Aspiramos a ser un líder mundial en ayuda humanitaria, aprovechando la tecnología y la colaboración para crear una red de apoyo integrada que trascienda barreras.",
  "JOIN_US": "Únase a nuestra misión de marcar la diferencia. Ya sea que desee brindar una mano o buscar asistencia, Saayam está aquí para ayudarlo. Juntos, creemos un mundo más compasivo y equitativo para todos.",
  "JOIN_TODAY": "Experimente la alegría de ayudar a los demás: únase a Saayam hoy. Juntos podemos marcar la diferencia.",
  "OUR_MOTTO": "Recuerde que en Saayam nuestro lema es simple: \"El servicio a la humanidad es servicio a Dios\" y \"Que todos vivan felices\". Únase a nosotros para difundir la bondad y la compasión, un acto de ayuda a la vez. Cualquier persona de cualquier parte del mundo puede hacer una solicitud de ayuda en cualquier tipo de plataforma de redes sociales o dispositivo de comunicación.",
  "STAY_UPDATED": "Manténgase informado sobre nuestros avances e iniciativas. Visite esta página para conocer las últimas novedades. Juntos podemos construir un mundo mejor para todos.",
  "DONATE_MONEY": "Saayam For All es una organización sin fines de lucro con estatus 501(c)(3). Todas las donaciones a esta organización son deducibles de impuestos. Puede usar este <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">enlace de PayPal</1> para donar dinero.",
  "READ_MORE": "¡Lea más sobre <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Cómo operamos</1>!",
  "MAX_CHARACTERS": "Máximo {{count}} caracteres",
  "HELP_REQUEST": "Solicitud de ayuda : ",
  "ASK_FOR_HELP": "Como solicitante, puedes pedir ayuda (similar a solicitar un viaje).",
  "MATCHING_PROCESS": "Proceso de emparejamiento : ",
  "REQUEST_WILL_BE_MATCHED": "Su solicitud se emparejará con algunos voluntarios cercanos, en función de sus perfiles, de forma similar a cómo las aplicaciones de viajes compartidos lo emparejan con conductores cercanos.",
  "VOLUNTEER_SELECTION": "Selección de voluntarios : ",
  "FROM_POTENTIAL_MATCHES": "De estas posibles coincidencias, se elegirá un voluntario para que lo ayude, de forma similar a como se selecciona un automóvil específico.",
  "VOLUNTEER_APPROACH": "Enfoque voluntario : ",
  "VOLUNTEER_WILL_CONTACT": "El voluntario elegido se pondrá en contacto contigo y trabajará contigo.",
  "ASSISTANCE_PROVIDED": "Asistencia proporcionada : ",
  "VOLUNTEER_WILL_WORK": "Este voluntario trabajará en estrecha colaboración con usted para garantizar que se satisfagan sus necesidades. También colaborará con otros voluntarios y organizaciones de voluntarios locales para satisfacer su solicitud, como si fuera un conductor que lo llevara a su destino.",
  "EMPOWER_INDIVIDUALS": "Empoderar a personas y comunidades de todo el mundo facilitando la asistencia y el apoyo mutuos a través de Saayam, una plataforma de software que conecta a solicitantes, voluntarios, organizaciones de voluntarios y donantes. Nuestra misión es brindar asistencia oportuna y específica a quienes enfrentan desafíos en sus vidas, fomentando una cultura de compasión, solidaridad y servicio a la humanidad.",
  "VISION_DESCRIPTION": "Saayam imagina un mundo en el que todos tengan acceso a la ayuda y los recursos que necesitan para superar obstáculos y llevar una vida plena. Aspiramos a ser un líder mundial en ayuda humanitaria, aprovechando la tecnología y la colaboración para crear una red de apoyo integrada que trascienda las barreras geográficas, culturales y socioeconómicas. Nuestra visión es cultivar una comunidad en la que el espíritu de \"Manava Sevaye Madhava Seva\" (el servicio a la humanidad es servicio a Dios) y \"Sarve jana sukhino bhavantu\" (que todos vivan felices) guíe nuestras acciones, impulsando un cambio positivo y fomentando un mundo más compasivo y equitativo para todos.",
  "LIFE_THREATENING_REQUESTS": "No atendemos solicitudes de emergencia que pongan en peligro la vida. Llame a su servicio de emergencia local si necesita ayuda urgente.",
  "INTRODUCTION": "Introduction",
  "INTRODUCTION_CONTENT": "This Volunteer Agreement (\"Agreement\") is entered into between Saayam for All (\"Organization\") and the volunteer (\"Volunteer\") upon acceptance. By signing or agreeing electronically, the Volunteer acknowledges their understanding and acceptance of the terms herein, which govern their participation in any volunteer activities with the Organization.",
  "VOLUNTEER_ROLE": "Volunteer Role and Responsibilities",
  "VOLUNTEER_ROLE_CONTENT": "The Volunteer agrees to fulfill the roles and responsibilities assigned by the Organization, which may include, but are not limited to, assisting in various tasks as needed by individuals or communities requesting help. The Volunteer agrees to: <1/> - Engage in activities assigned by the Organization in a diligent, responsible, and professional manner. <1/> - Communicate promptly with the Organization regarding availability, progress, and challenges. <1/> - Complete assigned tasks promptly and to the best of their ability, adhering to any specified deadlines.",
  "CONDUCT_CODE": "Code of Conduct",
  "CONDUCT_CODE_CONTENT": "The Volunteer agrees to maintain the highest standards of ethical behavior while representing the Organization. This includes: <1/> - Treating all individuals with respect and dignity, regardless of race, religion, gender, sexual orientation, age, or disability. <1/> - Refraining from any form of discrimination, harassment, or unprofessional behavior. <1/> - Avoiding conflicts of interest and ensuring that personal interests do not interfere with their volunteer duties.",
  "CONFIDENTIALITY_AGREEMENT": "Confidentiality Agreement",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "The Volunteer acknowledges that during their service, they may be privy to confidential, proprietary, or personal information relating to the Organization, other volunteers, or individuals seeking assistance. The Volunteer agrees to: <1/> - Maintain confidentiality of all information, both during & after the term of this Agreement. <1/> - Use such information solely for the purpose of fulfilling their volunteer responsibilities. <1/> - Not disclose any confidential information to third parties without the explicit written consent of the Organization.",
  "DATA_PRIVACY": "Data Protection and Privacy",
  "DATA_PRIVACY_CONTENT": "The Volunteer agrees to comply with all applicable data protection laws and regulations, including but not limited to the General Data Protection Regulation (GDPR) or any other local data protection laws. The Volunteer agrees to: <1/> - Handle all personal data in accordance with the Organization’s data protection policies. <1/> - Protect the integrity and confidentiality of any personal data accessed during volunteer activities. <1/> - Immediately report any data breaches or incidents of unauthorized access to the Organization.",
  "INTELLECTUAL_PROPERTY": "Intellectual Property",
  "INTELLECTUAL_PROPERTY_CONTENT": "Any work, materials, or intellectual property created by the Volunteer in the course of their volunteer activities shall be the sole property of the Organization. The Volunteer agrees to: <1/> - Assign all rights, titles, and interests in such intellectual property to the Organization. <1/> - Refrain from using, reproducing, or distributing any intellectual property created during their service without the Organization's explicit consent.",
  "LIABILITY_WAIVER": "Liability Waiver and Assumption of Risk",
  "LIABILITY_WAIVER_CONTENT": "The Volunteer acknowledges that participation in volunteer activities may involve inherent risks, including but not limited to physical injury, emotional distress, or property damage. The Volunteer agrees to: <1/> - Assume all risks associated with their volunteer activities, including any travel or transportation risks. <1/> - Release, waive, and discharge the Organization, its officers, directors, employees, and affiliates from any and all liability, claims, or demands arising out of or relating to their volunteer activities. <1/> - Acknowledge that the Organization does not provide insurance coverage for volunteers, and the Volunteer is responsible for obtaining any necessary insurance.",
  "INDEMNIFICATION": "Indemnification",
  "INDEMNIFICATION_CONTENT": "The Volunteer agrees to indemnify and hold harmless the Organization, its officers, directors, employees, and affiliates from and against any and all claims, damages, losses, liabilities, costs, and expenses (including legal fees) arising out of or related to the Volunteer’s actions or omissions during their service.",
  "COMMITMENT": "Commitment and Expectations",
  "COMMITMENT_CONTENT": "The Volunteer agrees to commit to the responsibilities and timeframes as communicated by the Organization. If the Volunteer is unable to fulfill these commitments, they agree to: <1/> - Notify the Organization as soon as possible, providing a valid reason for their unavailability. <1/> - Work collaboratively with the Organization to ensure a smooth transition of responsibilities, if necessary.",
  "TRAINING_SUPERVISION": "Training and Supervision",
  "Training_SUPERVISION_CONTENT": "The Organization will provide necessary training and supervision to the Volunteer. The Volunteer agrees to: <1/> - Attend all required training sessions. <1/> - Adhere to instructions and guidelines provided by the Organization’s supervisors or staff. <1/> - Seek clarification or assistance when needed to perform their duties effectively.",
  "HEALTH_SAFETY": "Health and Safety",
  "HEALTH_SAFETY_CONTENT": "The Volunteer acknowledges their responsibility to follow all health and safety guidelines provided by the Organization. The Volunteer agrees to: <br/> - Report any unsafe conditions or incidents immediately to the Organization. <br/> - Take reasonable precautions to protect their health and safety as well as that of others during their volunteer activities.",
  "DISPUTE_RESOLUTION": "Dispute Resolution",
  "DISPUTE_RESOLUTION_CONTENT": "In the event of any disputes arising out of or related to this Agreement, the parties agree to attempt to resolve the matter through good faith negotiations. If a resolution cannot be reached, the parties agree to submit to mediation or arbitration, as mutually agreed, before pursuing any legal action.",
  "GOVERNING_LAW": "Governing Law",
  "GOVERNING_LAW_CONTENT": "This Agreement shall be governed by and construed in accordance with global laws applicable to the activities and interactions facilitated by the Organization. Any legal proceedings arising out of or related to this Agreement shall be brought in the appropriate courts of a jurisdiction mutually agreed upon by both parties.",
  "ACKNOWLEDGMENT": "Acknowledgment and Consent",
  "ACKNOWLEDGMENT_CONTENT": "By agreeing to this document, the Volunteer acknowledges that they have read, understood, and accepted these terms. The Volunteer agrees to abide by all the guidelines, policies, and expectations outlined herein and understands that their volunteer status is contingent upon adherence to this Agreement."
}
