{
  "ABOUT": "À propos de nous",
  "DONATE": "Faire un don",
  "LOGIN": "Se connecter",
  "SIGNUP": "S'inscrire",
  "DIRECTORS": "Conseil d'administration",
  "HOW_WE_OPERATE": "Comment nous fonctionnons",
  "NOTIFICATIONS": "Notifications",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Contact",
  "SCAN_ON_DONATE": "You can scan or click on Donate",
  "EMAIL": "Email",
  "PASSWORD": "Mot de passe",
  "FORGOT_PASSWORD": "Mot de passe oublié?",
  "OR_WITH": "Ou avec",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Vous n'avez pas de compte ?",
  "HERO_TEXT": "Bienvenue chez <1>Saayam</1>, une organisation à but non lucratif qui vous offre assistance et soutien en cas de besoin. Saayam signifie Aide en télougou, Sahaay en sanskrit/hindi, Bangzhu en mandarin et Ayuda en espagnol.",
  "AT_SAAYAM": "Chez <1>Saayam</1>, nous croyons au pouvoir de l'entraide qui vient en aide à ceux qui sont confrontés à des difficultés. Notre plateforme relie les individus et les communautés du monde entier, comblant ainsi le fossé entre ceux qui ont besoin d'aide et ceux qui sont prêts à la fournir.",
  "OUR_VISION": "Notre vision est celle d’un monde où chacun a accès à l’aide dont il a besoin pour surmonter les obstacles et mener une vie épanouissante. Nous aspirons à devenir un leader mondial de l’aide humanitaire, en tirant parti de la technologie et de la collaboration pour créer un réseau de soutien transparent qui transcende les barrières.",
  "JOIN_US": "Rejoignez-nous dans notre mission pour faire la différence. Que vous cherchiez à donner un coup de main ou à demander de l'aide, Saayam est là pour vous. Ensemble, créons un monde plus compatissant et plus équitable pour tous.",
  "JOIN_TODAY": "Découvrez la joie d’aider les autres – rejoignez Saayam dès aujourd’hui. Ensemble, nous pouvons faire la différence.",
  "OUR_MOTTO": "N'oubliez pas que chez Saayam, notre devise est simple : « Servir l'humanité, c'est servir Dieu » et « Que tous vivent heureux ». Rejoignez-nous pour répandre la gentillesse et la compassion, un acte d'assistance à la fois. N'importe qui, où qu'il soit dans le monde, peut faire une demande d'aide sur n'importe quel type de plateforme de médias sociaux/appareil de communication.",
  "STAY_UPDATED": "Restez informés de nos progrès et de nos initiatives – consultez régulièrement cette page pour connaître les dernières mises à jour. Ensemble, nous pouvons construire un monde meilleur pour tous.",
  "DONATE_MONEY": "Saayam For All est une organisation à but non lucratif avec le statut 501(c)(3). Tous les dons à cette organisation sont déductibles des impôts. Vous pouvez utiliser ce <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">lien PayPal</1> pour faire un don.",
  "READ_MORE": "En savoir plus <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Comment nous opérons</1>!"
}
