{
  "YES": "Oui",
  "NO": "Non",
  "NOTE": "Note",
  "FOR_SELF": "Pour soi-même",
  "SUBJECT": "Sujet",
  "DESCRIPTION": "Description",
  "REMOTE": "À distance",
  "IN_PERSON": "En personne",
  "EDIT": "Modifier",
  "SORT_BY": "Trier par",
  "NEWEST": "Plus récent",
  "OLDEST": "Plus ancien",
  "ABOUT": "À propos de nous",
  "DONATE": "Faire un don",
  "PROFILE": "Profil",
  "LOGIN": "Se connecter",
  "LOGOUT": "Se déconnecter",
  "SIGNUP": "S'inscrire",
  "DIRECTORS": "Conseil d'administration",
  "HOW_WE_OPERATE": "Comment nous fonctionnons",
  "NOTIFICATIONS": "Notifications",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Contact",
  "SCAN_ON_DONATE": "Vous pouvez scanner ou cliquer sur Faire un don",
  "ENTER_DETAILS": "Entrez les détails et cliquez sur Soumettre",
  "SUBMIT": "Soumettre",
  "SAVE": "Enregistrer",
  "CANCEL": "Annuler",
  "FIRST_NAME": "Prénom",
  "LAST_NAME": "Nom de famille",
  "PHONE": "Téléphone",
  "PHONE_NUMBER": "Numéro de téléphone",
  "YOUR_PHONE_NUMBER": "Votre numéro de téléphone",
  "AGE": "Âge",
  "PREFERRED_LANGUAGE": "Langue préférée",
  "FIRST_LANGUAGE_PREFERENCE": "Première langue préférée",
  "SECOND_LANGUAGE_PREFERENCE": "Deuxième langue préférée",
  "THIRD_LANGUAGE_PREFERENCE": "Troisième langue préférée",
  "GENDER": "Genre",
  "MESSAGE": "Message",
  "EMAIL": "Email",
  "PASSWORD": "Mot de passe",
  "FORGOT_PASSWORD": "Mot de passe oublié?",
  "CHANGE_PASSWORD": "Changer le mot de passe",
  "EDIT_PASSWORD": "Modifier le mot de passe",
  "CURRENT_PASSWORD": "Mot de passe actuel",
  "NEW_PASSWORD": "Nouveau mot de passe",
  "CONFIRM_PASSWORD": "Confirmer le mot de passe",
  "PASSWORD_REQUIREMENTS": "Debe contener al menos 8 caracteres.",
  "COUNTRY": "Pays",
  "SELECT_COUNTRY": "Sélectionner un pays",
  "STATE": "État",
  "ZIP_CODE": "Code postal",
  "BIRTHDAY": "Date de naissance",
  "CITY": "Ville",
  "ADDRESS": "Adresse de la rue{{optional}}",
  "YOUR_PROFILE": "Votre profil",
  "PERSONAL_INFORMATION": "Informations personnelles",
  "UPLOAD_PHOTO": "Télécharger une photo",
  "ORGANIZATION_DETAILS": "Détails de l'organisation",
  "ORGANIZATION_NAME": "Nom de l'organisation",
  "ORGANIZATION_TYPE": "Type d'organisation",
  "NON_PROFIT": "Organisme sans but lucratif",
  "FOR_PROFIT": "À but lucratif",
  "OR_WITH": "Ou avec",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Vous n'avez pas de compte ?",
  "REQUEST_CATEGORY": "Catégorie de demande",
  "REQUEST_TYPE": "Type de demande",
  "CREATE_HELP_REQUEST": "Créer une demande d'aide",
  "EDIT_HELP_REQUEST": "Modifier la demande d'aide",
  "ADMINISTRATE": "Gérez-vous",
  "MY_REQUESTS": "Mes demandes",
  "MANAGED_REQUESTS": "Demandes gérées",
  "OTHERS_REQUESTS": "Autres demandes",
  "BECOME_VOLUNTEER": "Devenir bénévole",
  "HELPING_VOLUNTEERS": "Bénévoles aidants",
  "REQUEST_VOLUNTEERS": "Demander des bénévoles",
  "NUMBER_OF_VOLUNTEERS": "Entrez le nombre de bénévoles requis...",
  "VOLUNTEER_ORGANIZATIONS": "Organisations de bénévoles",
  "EMERGENCY_CONTACT": "Contact d'urgence",
  "MORE_INFORMATION": "Plus d'informations",
  "STATUS": "Statut",
  "FILTER_BY": "Filtrer par",
  "ACKNOWLEDGE_TERMS": "Revoir et accepter les conditions",
  "TERMS_DOCUMENT": "Veuillez lire attentivement le document suivant et confirmer que vous en avez compris le contenu.",
  "VOLUNTEER_AGREEMENT": "Accord de bénévolat pour Saayam pour tous",
  "I_HAVE_READ": "J'ai lu et compris le document",
  "HERO_TEXT": "Bienvenue chez <1>Saayam</1>, une organisation à but non lucratif qui vous offre assistance et soutien en cas de besoin. Saayam signifie Aide en télougou, Sahaay en sanskrit/hindi, Bangzhu en mandarin et Ayuda en espagnol.",
  "AT_SAAYAM": "Chez <1>Saayam</1>, nous croyons au pouvoir de l'entraide qui vient en aide à ceux qui sont confrontés à des difficultés. Notre plateforme relie les individus et les communautés du monde entier, comblant ainsi le fossé entre ceux qui ont besoin d'aide et ceux qui sont prêts à la fournir.",
  "OUR_VISION": "Notre vision est celle d’un monde où chacun a accès à l’aide dont il a besoin pour surmonter les obstacles et mener une vie épanouissante. Nous aspirons à devenir un leader mondial de l’aide humanitaire, en tirant parti de la technologie et de la collaboration pour créer un réseau de soutien transparent qui transcende les barrières.",
  "JOIN_US": "Rejoignez-nous dans notre mission pour faire la différence. Que vous cherchiez à donner un coup de main ou à demander de l'aide, Saayam est là pour vous. Ensemble, créons un monde plus compatissant et plus équitable pour tous.",
  "JOIN_TODAY": "Découvrez la joie d’aider les autres – rejoignez Saayam dès aujourd’hui. Ensemble, nous pouvons faire la différence.",
  "OUR_MOTTO": "N'oubliez pas que chez Saayam, notre devise est simple : « Servir l'humanité, c'est servir Dieu » et « Que tous vivent heureux ». Rejoignez-nous pour répandre la gentillesse et la compassion, un acte d'assistance à la fois. N'importe qui, où qu'il soit dans le monde, peut faire une demande d'aide sur n'importe quel type de plateforme de médias sociaux/appareil de communication.",
  "STAY_UPDATED": "Restez informés de nos progrès et de nos initiatives – consultez régulièrement cette page pour connaître les dernières mises à jour. Ensemble, nous pouvons construire un monde meilleur pour tous.",
  "DONATE_MONEY": "Saayam For All est une organisation à but non lucratif avec le statut 501(c)(3). Tous les dons à cette organisation sont déductibles des impôts. Vous pouvez utiliser ce <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">lien PayPal</1> pour faire un don.",
  "READ_MORE": "En savoir plus <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Comment nous opérons</1>!",
  "MAX_CHARACTERS": "Max {{count}} caractères",
  "HELP_REQUEST": "Demande d'aide : ",
  "ASK_FOR_HELP": "En tant que demandeur, vous pouvez demander de l'aide (de la même manière que lorsque vous demandez un trajet).",
  "MATCHING_PROCESS": "Processus de mise en correspondance : ",
  "REQUEST_WILL_BE_MATCHED": "Votre demande sera mise en relation avec quelques bénévoles à proximité, en fonction de leurs profils, de la même manière que les applications de covoiturage vous mettent en relation avec des conducteurs à proximité.",
  "VOLUNTEER_SELECTION": "Sélection des bénévoles : ",
  "FROM_POTENTIAL_MATCHES": "Parmi ces correspondances potentielles, un volontaire sera choisi pour vous aider, un peu comme pour la sélection d'une voiture spécifique.",
  "VOLUNTEER_APPROACH": "Approche du bénévole : ",
  "VOLUNTEER_WILL_CONTACT": "El voluntario elegido se pondrá en contacto contigo y trabajará contigo.",
  "ASSISTANCE_PROVIDED": "Assistance fournie : ",
  "VOLUNTEER_WILL_WORK": "Ce bénévole travaillera en étroite collaboration avec vous pour s'assurer que vos besoins sont satisfaits. Il collaborera également avec d'autres bénévoles et organisations bénévoles locaux pour répondre à votre demande, à la manière d'un chauffeur qui vous emmène à destination.",
  "EMPOWER_INDIVIDUALS": "Notre mission est de fournir une assistance ciblée et opportune à ceux qui sont confrontés à des difficultés dans leur vie, en favorisant une culture de compassion, de solidarité et de service à l'humanité.",
  "VISION_DESCRIPTION": "Saayam envisage un monde où chacun a accès à l'aide et aux ressources dont il a besoin pour surmonter les obstacles et mener une vie épanouissante. Nous aspirons à être un leader mondial de l'aide humanitaire, en tirant parti de la technologie et de la collaboration pour créer un réseau de soutien transparent qui transcende les barrières géographiques, culturelles et socio-économiques. Notre vision est de cultiver une communauté où l'éthique de « Manava Sevaye Madhava Seva » (Le service à l'humanité est un service à Dieu) et « Sarve jana sukhino bhavantu » (Que tous vivent heureux) guide nos actions, en suscitant des changements positifs et en favorisant un monde plus compatissant et plus équitable pour tous.",
  "LIFE_THREATENING_REQUESTS": "Nous ne traitons pas les demandes d'urgence mettant la vie en danger. Veuillez appeler votre service d'urgence local si vous avez besoin d'une aide urgente.",
  "INTRODUCTION": "Introduction",
  "INTRODUCTION_CONTENT": "This Volunteer Agreement (\"Agreement\") is entered into between Saayam for All (\"Organization\") and the volunteer (\"Volunteer\") upon acceptance. By signing or agreeing electronically, the Volunteer acknowledges their understanding and acceptance of the terms herein, which govern their participation in any volunteer activities with the Organization.",
  "VOLUNTEER_ROLE": "Volunteer Role and Responsibilities",
  "VOLUNTEER_ROLE_CONTENT": "The Volunteer agrees to fulfill the roles and responsibilities assigned by the Organization, which may include, but are not limited to, assisting in various tasks as needed by individuals or communities requesting help. The Volunteer agrees to: <1/> - Engage in activities assigned by the Organization in a diligent, responsible, and professional manner. <1/> - Communicate promptly with the Organization regarding availability, progress, and challenges. <1/> - Complete assigned tasks promptly and to the best of their ability, adhering to any specified deadlines.",
  "CONDUCT_CODE": "Code of Conduct",
  "CONDUCT_CODE_CONTENT": "The Volunteer agrees to maintain the highest standards of ethical behavior while representing the Organization. This includes: <1/> - Treating all individuals with respect and dignity, regardless of race, religion, gender, sexual orientation, age, or disability. <1/> - Refraining from any form of discrimination, harassment, or unprofessional behavior. <1/> - Avoiding conflicts of interest and ensuring that personal interests do not interfere with their volunteer duties.",
  "CONFIDENTIALITY_AGREEMENT": "Confidentiality Agreement",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "The Volunteer acknowledges that during their service, they may be privy to confidential, proprietary, or personal information relating to the Organization, other volunteers, or individuals seeking assistance. The Volunteer agrees to: <1/> - Maintain confidentiality of all information, both during & after the term of this Agreement. <1/> - Use such information solely for the purpose of fulfilling their volunteer responsibilities. <1/> - Not disclose any confidential information to third parties without the explicit written consent of the Organization.",
  "DATA_PRIVACY": "Data Protection and Privacy",
  "DATA_PRIVACY_CONTENT": "The Volunteer agrees to comply with all applicable data protection laws and regulations, including but not limited to the General Data Protection Regulation (GDPR) or any other local data protection laws. The Volunteer agrees to: <1/> - Handle all personal data in accordance with the Organization’s data protection policies. <1/> - Protect the integrity and confidentiality of any personal data accessed during volunteer activities. <1/> - Immediately report any data breaches or incidents of unauthorized access to the Organization.",
  "INTELLECTUAL_PROPERTY": "Intellectual Property",
  "INTELLECTUAL_PROPERTY_CONTENT": "Any work, materials, or intellectual property created by the Volunteer in the course of their volunteer activities shall be the sole property of the Organization. The Volunteer agrees to: <1/> - Assign all rights, titles, and interests in such intellectual property to the Organization. <1/> - Refrain from using, reproducing, or distributing any intellectual property created during their service without the Organization's explicit consent.",
  "LIABILITY_WAIVER": "Liability Waiver and Assumption of Risk",
  "LIABILITY_WAIVER_CONTENT": "The Volunteer acknowledges that participation in volunteer activities may involve inherent risks, including but not limited to physical injury, emotional distress, or property damage. The Volunteer agrees to: <1/> - Assume all risks associated with their volunteer activities, including any travel or transportation risks. <1/> - Release, waive, and discharge the Organization, its officers, directors, employees, and affiliates from any and all liability, claims, or demands arising out of or relating to their volunteer activities. <1/> - Acknowledge that the Organization does not provide insurance coverage for volunteers, and the Volunteer is responsible for obtaining any necessary insurance.",
  "INDEMNIFICATION": "Indemnification",
  "INDEMNIFICATION_CONTENT": "The Volunteer agrees to indemnify and hold harmless the Organization, its officers, directors, employees, and affiliates from and against any and all claims, damages, losses, liabilities, costs, and expenses (including legal fees) arising out of or related to the Volunteer’s actions or omissions during their service.",
  "COMMITMENT": "Commitment and Expectations",
  "COMMITMENT_CONTENT": "The Volunteer agrees to commit to the responsibilities and timeframes as communicated by the Organization. If the Volunteer is unable to fulfill these commitments, they agree to: <1/> - Notify the Organization as soon as possible, providing a valid reason for their unavailability. <1/> - Work collaboratively with the Organization to ensure a smooth transition of responsibilities, if necessary.",
  "TRAINING_SUPERVISION": "Training and Supervision",
  "Training_SUPERVISION_CONTENT": "The Organization will provide necessary training and supervision to the Volunteer. The Volunteer agrees to: <1/> - Attend all required training sessions. <1/> - Adhere to instructions and guidelines provided by the Organization’s supervisors or staff. <1/> - Seek clarification or assistance when needed to perform their duties effectively.",
  "HEALTH_SAFETY": "Health and Safety",
  "HEALTH_SAFETY_CONTENT": "The Volunteer acknowledges their responsibility to follow all health and safety guidelines provided by the Organization. The Volunteer agrees to: <br/> - Report any unsafe conditions or incidents immediately to the Organization. <br/> - Take reasonable precautions to protect their health and safety as well as that of others during their volunteer activities.",
  "DISPUTE_RESOLUTION": "Dispute Resolution",
  "DISPUTE_RESOLUTION_CONTENT": "In the event of any disputes arising out of or related to this Agreement, the parties agree to attempt to resolve the matter through good faith negotiations. If a resolution cannot be reached, the parties agree to submit to mediation or arbitration, as mutually agreed, before pursuing any legal action.",
  "GOVERNING_LAW": "Governing Law",
  "GOVERNING_LAW_CONTENT": "This Agreement shall be governed by and construed in accordance with global laws applicable to the activities and interactions facilitated by the Organization. Any legal proceedings arising out of or related to this Agreement shall be brought in the appropriate courts of a jurisdiction mutually agreed upon by both parties.",
  "ACKNOWLEDGMENT": "Acknowledgment and Consent",
  "ACKNOWLEDGMENT_CONTENT": "By agreeing to this document, the Volunteer acknowledges that they have read, understood, and accepted these terms. The Volunteer agrees to abide by all the guidelines, policies, and expectations outlined herein and understands that their volunteer status is contingent upon adherence to this Agreement."
}
