{
  "YES": "Oui",
  "NO": "Non",
  "NOTE": "Note",
  "FOR_SELF": "Pour soi-même",
  "SUBJECT": "Sujet",
  "DESCRIPTION": "Description",
  "REMOTE": "À distance",
  "IN_PERSON": "En personne",
  "EDIT": "Modifier",
  "SORT_BY": "Trier par",
  "NEWEST": "Plus récent",
  "OLDEST": "Plus ancien",
  "ABOUT": "À propos de nous",
  "DONATE": "Faire un don",
  "PROFILE": "Profil",
  "LOGIN": "Se connecter",
  "LOGOUT": "Se déconnecter",
  "SIGNUP": "S'inscrire",
  "DIRECTORS": "Conseil d'administration",
  "HOW_WE_OPERATE": "Comment nous fonctionnons",
  "NOTIFICATIONS": "Notifications",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Contact",
  "SCAN_ON_DONATE": "You can scan or click on Donate",
  "ENTER_DETAILS": "Entrez les détails et cliquez sur Soumettre",
  "SUBMIT": "Soumettre",
  "SAVE": "Enregistrer",
  "CANCEL": "Annuler",
  "FIRST_NAME": "Prénom",
  "LAST_NAME": "Nom de famille",
  "PHONE": "Téléphone",
  "AGE": "Âge",
  "PREFERRED_LANGUAGE": "Langue préférée",
  "GENDER": "Genre",
  "MESSAGE": "Message",
  "EMAIL": "Email",
  "PASSWORD": "Mot de passe",
  "FORGOT_PASSWORD": "Mot de passe oublié?",
  "OR_WITH": "Ou avec",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Vous n'avez pas de compte ?",
  "REQUEST_CATEGORY": "Catégorie de demande",
  "REQUEST_TYPE": "Type de demande",
  "CREATE_HELP_REQUEST": "Créer une demande d'aide",
  "EDIT_HELP_REQUEST": "Modifier la demande d'aide",
  "ADMINISTRATE": "Gérez-vous",
  "MY_REQUESTS": "Mes demandes",
  "MANAGED_REQUESTS": "Demandes gérées",
  "OTHERS_REQUESTS": "Autres demandes",
  "BECOME_VOLUNTEER": "Devenir bénévole",
  "HELPING_VOLUNTEERS": "Bénévoles aidants",
  "REQUEST_VOLUNTEERS": "Demander des bénévoles",
  "NUMBER_OF_VOLUNTEERS": "Entrez le nombre de bénévoles requis...",
  "VOLUNTEER_ORGANIZATIONS": "Organisations de bénévoles",
  "EMERGENCY_CONTACT": "Contact d'urgence",
  "MORE_INFORMATION": "Plus d'informations",
  "STATUS": "Statut",
  "FILTER_BY": "Filtrer par",
  "HERO_TEXT": "Bienvenue chez <1>Saayam</1>, une organisation à but non lucratif qui vous offre assistance et soutien en cas de besoin. Saayam signifie Aide en télougou, Sahaay en sanskrit/hindi, Bangzhu en mandarin et Ayuda en espagnol.",
  "AT_SAAYAM": "Chez <1>Saayam</1>, nous croyons au pouvoir de l'entraide qui vient en aide à ceux qui sont confrontés à des difficultés. Notre plateforme relie les individus et les communautés du monde entier, comblant ainsi le fossé entre ceux qui ont besoin d'aide et ceux qui sont prêts à la fournir.",
  "OUR_VISION": "Notre vision est celle d’un monde où chacun a accès à l’aide dont il a besoin pour surmonter les obstacles et mener une vie épanouissante. Nous aspirons à devenir un leader mondial de l’aide humanitaire, en tirant parti de la technologie et de la collaboration pour créer un réseau de soutien transparent qui transcende les barrières.",
  "JOIN_US": "Rejoignez-nous dans notre mission pour faire la différence. Que vous cherchiez à donner un coup de main ou à demander de l'aide, Saayam est là pour vous. Ensemble, créons un monde plus compatissant et plus équitable pour tous.",
  "JOIN_TODAY": "Découvrez la joie d’aider les autres – rejoignez Saayam dès aujourd’hui. Ensemble, nous pouvons faire la différence.",
  "OUR_MOTTO": "N'oubliez pas que chez Saayam, notre devise est simple : « Servir l'humanité, c'est servir Dieu » et « Que tous vivent heureux ». Rejoignez-nous pour répandre la gentillesse et la compassion, un acte d'assistance à la fois. N'importe qui, où qu'il soit dans le monde, peut faire une demande d'aide sur n'importe quel type de plateforme de médias sociaux/appareil de communication.",
  "STAY_UPDATED": "Restez informés de nos progrès et de nos initiatives – consultez régulièrement cette page pour connaître les dernières mises à jour. Ensemble, nous pouvons construire un monde meilleur pour tous.",
  "DONATE_MONEY": "Saayam For All est une organisation à but non lucratif avec le statut 501(c)(3). Tous les dons à cette organisation sont déductibles des impôts. Vous pouvez utiliser ce <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">lien PayPal</1> pour faire un don.",
  "READ_MORE": "En savoir plus <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Comment nous opérons</1>!",
  "MAX_CHARACTERS": "Max {{count}} caractères",
  "HELP_REQUEST": "Demande d'aide : ",
  "ASK_FOR_HELP": "En tant que demandeur, vous pouvez demander de l'aide (de la même manière que lorsque vous demandez un trajet).",
  "MATCHING_PROCESS": "Processus de mise en correspondance : ",
  "REQUEST_WILL_BE_MATCHED": "Votre demande sera mise en relation avec quelques bénévoles à proximité, en fonction de leurs profils, de la même manière que les applications de covoiturage vous mettent en relation avec des conducteurs à proximité.",
  "VOLUNTEER_SELECTION": "Sélection des bénévoles : ",
  "FROM_POTENTIAL_MATCHES": "Parmi ces correspondances potentielles, un volontaire sera choisi pour vous aider, un peu comme pour la sélection d'une voiture spécifique.",
  "VOLUNTEER_APPROACH": "Approche du bénévole : ",
  "VOLUNTEER_WILL_CONTACT": "El voluntario elegido se pondrá en contacto contigo y trabajará contigo.",
  "ASSISTANCE_PROVIDED": "Assistance fournie : ",
  "VOLUNTEER_WILL_WORK": "Ce bénévole travaillera en étroite collaboration avec vous pour s'assurer que vos besoins sont satisfaits. Il collaborera également avec d'autres bénévoles et organisations bénévoles locaux pour répondre à votre demande, à la manière d'un chauffeur qui vous emmène à destination.",
  "EMPOWER_INDIVIDUALS": "Notre mission est de fournir une assistance ciblée et opportune à ceux qui sont confrontés à des difficultés dans leur vie, en favorisant une culture de compassion, de solidarité et de service à l'humanité.",
  "VISION_DESCRIPTION": "Saayam envisage un monde où chacun a accès à l'aide et aux ressources dont il a besoin pour surmonter les obstacles et mener une vie épanouissante. Nous aspirons à être un leader mondial de l'aide humanitaire, en tirant parti de la technologie et de la collaboration pour créer un réseau de soutien transparent qui transcende les barrières géographiques, culturelles et socio-économiques. Notre vision est de cultiver une communauté où l'éthique de « Manava Sevaye Madhava Seva » (Le service à l'humanité est un service à Dieu) et « Sarve jana sukhino bhavantu » (Que tous vivent heureux) guide nos actions, en suscitant des changements positifs et en favorisant un monde plus compatissant et plus équitable pour tous.",
  "LIFE_THREATENING_REQUESTS": "Nous ne traitons pas les demandes d'urgence mettant la vie en danger. Veuillez appeler votre service d'urgence local si vous avez besoin d'une aide urgente."
}
