{
  "YES": "Oui",
  "NO": "Non",
  "NOTE": "Note",
  "FOR_SELF": "Pour soi-même",
  "SUBJECT": "Sujet",
  "DESCRIPTION": "Description",
  "REMOTE": "À distance",
  "IN_PERSON": "En personne",
  "EDIT": "Modifier",
  "SORT_BY": "Trier par",
  "NEWEST": "Plus récent",
  "OLDEST": "Plus ancien",
  "ABOUT": "À propos de nous",
  "DASHBOARD": "Tableau de bord",
  "DONATE": "Faire un don",
  "PROFILE": "Profil",
  "LOGIN": "Se connecter",
  "LOGOUT": "Se déconnecter",
  "SIGNUP": "S'inscrire",
  "OUR_TEAM": "Notre équipe",
  "OUR_MISSION": "Notre mission",
  "DIRECTORS": "Conseil d'administration",
  "HOW_WE_OPERATE": "Comment nous fonctionnons",
  "HOME": "Accueil",
  "VOLUNTEER_SERVICES": "Services de bénévolat",
  "OUR_COLLABORATORS": "Nos collaborateurs",
  "WHAT_WE_OFFER": "Ce que nous offrons",
  "NOTIFICATIONS": "Notifications",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Contactez-nous",
  "PRIVACY_POLICY": "Politique de confidentialité",
  "TERMS_AND_CONDITIONS": "Conditions générales",
  "SITE_MAP": "Plan du site",
  "SCAN_ON_DONATE": "Vous pouvez scanner ou cliquer sur Faire un don",
  "ENTER_DETAILS": "Entrez les détails et cliquez sur Soumettre",
  "SUBMIT": "Soumettre",
  "SAVE": "Enregistrer",
  "CANCEL": "Annuler",
  "FIRST_NAME": "Prénom",
  "LAST_NAME": "Nom de famille",
  "PHONE": "Téléphone",
  "PHONE_NUMBER": "Numéro de téléphone",
  "YOUR_PHONE_NUMBER": "Votre numéro de téléphone",
  "AGE": "Âge",
  "PREFERRED_LANGUAGE": "Langue préférée",
  "FIRST_LANGUAGE_PREFERENCE": "Première langue préférée",
  "SECOND_LANGUAGE_PREFERENCE": "Deuxième langue préférée",
  "THIRD_LANGUAGE_PREFERENCE": "Troisième langue préférée",
  "GENDER": "Genre",
  "MESSAGE": "Message",
  "EMAIL": "Email",
  "PASSWORD": "Mot de passe",
  "FORGOT_PASSWORD": "Mot de passe oublié?",
  "CHANGE_PASSWORD": "Changer le mot de passe",
  "EDIT_PASSWORD": "Modifier le mot de passe",
  "CURRENT_PASSWORD": "Mot de passe actuel",
  "NEW_PASSWORD": "Nouveau mot de passe",
  "CONFIRM_PASSWORD": "Confirmer le mot de passe",
  "PASSWORD_REQUIREMENTS": "Doit contenir au moins 8 caractères.",
  "COUNTRY": "Pays",
  "SELECT_COUNTRY": "Sélectionner un pays",
  "STATE": "État",
  "ZIP_CODE": "Code postal",
  "BIRTHDAY": "Date de naissance",
  "CITY": "Ville",
  "ADDRESS": "Adresse de la rue{{optional}}",
  "YOUR_PROFILE": "Votre profil",
  "PERSONAL_INFORMATION": "Informations personnelles",
  "IDENTITY_DOCUMENT": "Document d'identité",
  "UPLOAD_PHOTO": "Télécharger une photo",
  "ORGANIZATION_DETAILS": "Détails de l'organisation",
  "ORGANIZATION_NAME": "Nom de l'organisation",
  "ORGANIZATION_TYPE": "Type d'organisation",
  "NON_PROFIT": "Organisme sans but lucratif",
  "FOR_PROFIT": "À but lucratif",
  "OR_WITH": "Ou avec",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Vous n'avez pas de compte ?",
  "REQUEST_CATEGORY": "Catégorie de demande",
  "REQUEST_TYPE": "Type de demande",
  "CREATE_HELP_REQUEST": "Créer une demande d'aide",
  "EDIT_HELP_REQUEST": "Modifier la demande d'aide",
  "ADMINISTRATE": "Gérez-vous",
  "MY_REQUESTS": "Mes demandes",
  "MANAGED_REQUESTS": "Demandes gérées",
  "OTHERS_REQUESTS": "Autres demandes",
  "BECOME_VOLUNTEER": "Devenir bénévole",
  "HELPING_VOLUNTEERS": "Bénévoles aidants",
  "REQUEST_VOLUNTEERS": "Demander des bénévoles",
  "NUMBER_OF_VOLUNTEERS": "Entrez le nombre de bénévoles requis...",
  "VOLUNTEER_ORGANIZATIONS": "Organisations de bénévoles",
  "EMERGENCY_CONTACT": "Contact d'urgence",
  "MORE_INFORMATION": "Plus d'informations",
  "STATUS": "Statut",
  "FILTER_BY": "Filtrer par",
  "ACKNOWLEDGE_TERMS": "Revoir et accepter les conditions",
  "TERMS_DOCUMENT": "Veuillez lire attentivement le document suivant et confirmer que vous en avez compris le contenu.",
  "VOLUNTEER_AGREEMENT": "Accord de bénévolat pour Saayam For All",
  "I_HAVE_READ": "J'ai lu et compris le document",
  "HERO_TEXT": "Bienvenue chez <1>Saayam</1>, une organisation à but non lucratif qui vous offre assistance et soutien en cas de besoin. Saayam signifie Aide en télougou, Sahaay en sanskrit/hindi, Bangzhu en mandarin et Ayuda en espagnol.",
  "AT_SAAYAM": "Chez <1>Saayam</1>, nous croyons au pouvoir de l'entraide qui vient en aide à ceux qui sont confrontés à des difficultés. Notre plateforme relie les individus et les communautés du monde entier, comblant ainsi le fossé entre ceux qui ont besoin d'aide et ceux qui sont prêts à la fournir.",
  "OUR_VISION": "Notre vision est celle d'un monde où chacun a accès à l'aide dont il a besoin pour surmonter les obstacles et mener une vie épanouissante. Nous aspirons à devenir un leader mondial de l'aide humanitaire, en tirant parti de la technologie et de la collaboration pour créer un réseau de soutien transparent qui transcende les barrières.",
  "JOIN_US": "Rejoignez-nous dans notre mission pour faire la différence. Que vous cherchiez à donner un coup de main ou à demander de l'aide, Saayam est là pour vous. Ensemble, créons un monde plus compatissant et plus équitable pour tous.",
  "JOIN_TODAY": "Découvrez la joie d'aider les autres – rejoignez Saayam dès aujourd'hui. Ensemble, nous pouvons faire la différence.",
  "OUR_MOTTO": "N'oubliez pas que chez Saayam, notre devise est simple : « Servir l'humanité, c'est servir Dieu » et « Que tous vivent heureux ». Rejoignez-nous pour répandre la gentillesse et la compassion, un acte d'assistance à la fois. N'importe qui, où qu'il soit dans le monde, peut faire une demande d'aide sur n'importe quel type de plateforme de médias sociaux/appareil de communication.",
  "STAY_UPDATED": "Restez informés de nos progrès et de nos initiatives – consultez régulièrement cette page pour connaître les dernières mises à jour. Ensemble, nous pouvons construire un monde meilleur pour tous.",
  "DONATE_MONEY": "Saayam For All est une organisation à but non lucratif avec le statut 501(c)(3). Tous les dons à cette organisation sont déductibles des impôts. Vous pouvez utiliser ce <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">lien PayPal</1> pour faire un don.",
  "READ_MORE": "En savoir plus <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Comment nous opérons</1>!",
  "MAX_CHARACTERS": "Max {{count}} caractères",
  "HELP_REQUEST": "Demande d'aide : ",
  "ASK_FOR_HELP": "En tant que demandeur, vous pouvez demander de l'aide (de la même manière que lorsque vous demandez un trajet).",
  "MATCHING_PROCESS": "Processus de mise en correspondance : ",
  "REQUEST_WILL_BE_MATCHED": "Votre demande sera mise en relation avec quelques bénévoles à proximité, en fonction de leurs profils, de la même manière que les applications de covoiturage vous mettent en relation avec des conducteurs à proximité.",
  "VOLUNTEER_SELECTION": "Sélection des bénévoles : ",
  "FROM_POTENTIAL_MATCHES": "Parmi ces correspondances potentielles, un volontaire sera choisi pour vous aider, un peu comme pour la sélection d'une voiture spécifique.",
  "VOLUNTEER_APPROACH": "Approche du bénévole : ",
  "VOLUNTEER_WILL_CONTACT": "Le bénévole choisi vous contactera ensuite et travaillera avec vous.",
  "ASSISTANCE_PROVIDED": "Assistance fournie : ",
  "VOLUNTEER_WILL_WORK": "Ce bénévole travaillera en étroite collaboration avec vous pour s'assurer que vos besoins sont satisfaits. Il collaborera également avec d'autres bénévoles et organisations bénévoles locaux pour répondre à votre demande, à la manière d'un chauffeur qui vous emmène à destination.",
  "EMPOWER_INDIVIDUALS": "Notre mission est d'autonomiser les individus et les communautés du monde entier en facilitant l'assistance et le soutien mutuels par le biais de Saayam, une plateforme logicielle qui connecte les demandeurs, les bénévoles, les organisations bénévoles et les donateurs. Notre mission est de fournir une assistance ciblée et opportune à ceux qui sont confrontés à des difficultés dans leur vie, en favorisant une culture de compassion, de solidarité et de service à l'humanité.",
  "VISION_DESCRIPTION": "Saayam envisage un monde où chacun a accès à l'aide et aux ressources dont il a besoin pour surmonter les obstacles et mener une vie épanouissante. Nous aspirons à être un leader mondial de l'aide humanitaire, en tirant parti de la technologie et de la collaboration pour créer un réseau de soutien transparent qui transcende les barrières géographiques, culturelles et socio-économiques. Notre vision est de cultiver une communauté où l'éthique de « Manava Sevaye Madhava » (Le service à l'humanité est un service à Dieu) et « Sarve jana sukhino bhavantu » (Que tous vivent heureux) guide nos actions, en suscitant des changements positifs et en favorisant un monde plus compatissant et plus équitable pour tous.",
  "LIFE_THREATENING_REQUESTS": "Nous ne traitons pas les demandes d'urgence mettant la vie en danger. Veuillez appeler votre service d'urgence local si vous avez besoin d'une aide urgente.",
  "INTRODUCTION": "Introduction",
  "INTRODUCTION_CONTENT": "Cet accord de bénévolat (\"Accord\") est conclu entre Saayam for All (\"Organisation\") et le bénévole (\"Bénévole\") lors de l'acceptation. En signant ou en acceptant électroniquement, le Bénévole reconnaît sa compréhension et son acceptation des termes ci-inclus, qui régissent sa participation à toute activité bénévole avec l'Organisation.",
  "VOLUNTEER_ROLE": "Rôle et responsabilités du bénévole",
  "VOLUNTEER_ROLE_CONTENT": "Le Bénévole accepte de remplir les rôles et responsabilités assignés par l'Organisation, qui peuvent inclure, mais ne se limitent pas à, l'assistance dans diverses tâches selon les besoins des individus ou communautés demandant de l'aide. Le Bénévole accepte de : <1/> - S'engager dans les activités assignées par l'Organisation de manière diligente, responsable et professionnelle. <1/> - Communiquer promptement avec l'Organisation concernant la disponibilité, les progrès et les défis. <1/> - Compléter les tâches assignées promptement et au mieux de ses capacités, en respectant tout délai spécifié.",
  "CONDUCT_CODE": "Code de conduite",
  "CONDUCT_CODE_CONTENT": "Le Bénévole accepte de maintenir les plus hauts standards de comportement éthique tout en représentant l'Organisation. Cela inclut : <1/> - Traiter tous les individus avec respect et dignité, indépendamment de la race, religion, genre, orientation sexuelle, âge ou handicap. <1/> - S'abstenir de toute forme de discrimination, harcèlement ou comportement non professionnel. <1/> - Éviter les conflits d'intérêt et s'assurer que les intérêts personnels n'interfèrent pas avec ses devoirs bénévoles.",
  "CONFIDENTIALITY_AGREEMENT": "Accord de confidentialité",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "Le Bénévole reconnaît que pendant son service, il peut avoir accès à des informations confidentielles, propriétaires ou personnelles concernant l'Organisation, d'autres bénévoles ou des individus cherchant de l'aide. Le Bénévole accepte de : <1/> - Maintenir la confidentialité de toutes les informations, tant pendant qu'après la durée de cet Accord. <1/> - Utiliser ces informations uniquement dans le but de remplir ses responsabilités bénévoles. <1/> - Ne divulguer aucune information confidentielle à des tiers sans le consentement écrit explicite de l'Organisation.",
  "DATA_PRIVACY": "Protection et confidentialité des données",
  "DATA_PRIVACY_CONTENT": "Le Bénévole accepte de se conformer à toutes les lois et réglementations applicables sur la protection des données, y compris mais sans s'y limiter, le Règlement général sur la protection des données (RGPD) ou toute autre loi locale sur la protection des données. Le Bénévole accepte de : <1/> - Traiter toutes les données personnelles conformément aux politiques de protection des données de l'Organisation. <1/> - Protéger l'intégrité et la confidentialité de toute donnée personnelle consultée pendant les activités bénévoles. <1/> - Signaler immédiatement toute violation de données ou incident d'accès non autorisé à l'Organisation.",
  "INTELLECTUAL_PROPERTY": "Propriété intellectuelle",
  "INTELLECTUAL_PROPERTY_CONTENT": "Tout travail, matériel ou propriété intellectuelle créé par le Bénévole dans le cadre de ses activités bénévoles sera la propriété exclusive de l'Organisation. Le Bénévole accepte de : <1/> - Céder tous les droits, titres et intérêts dans cette propriété intellectuelle à l'Organisation. <1/> - S'abstenir d'utiliser, reproduire ou distribuer toute propriété intellectuelle créée pendant son service sans le consentement explicite de l'Organisation.",
  "LIABILITY_WAIVER": "Décharge de responsabilité et acceptation des risques",
  "LIABILITY_WAIVER_CONTENT": "Le Bénévole reconnaît que la participation aux activités bénévoles peut impliquer des risques inhérents, y compris mais sans s'y limiter, des blessures physiques, une détresse émotionnelle ou des dommages matériels. Le Bénévole accepte de : <1/> - Assumer tous les risques associés à ses activités bénévoles, y compris tout risque de voyage ou de transport. <1/> - Libérer, renoncer et décharger l'Organisation, ses dirigeants, administrateurs, employés et affiliés de toute responsabilité, réclamation ou demande découlant de ou liée à ses activités bénévoles. <1/> - Reconnaître que l'Organisation ne fournit pas de couverture d'assurance pour les bénévoles, et que le Bénévole est responsable d'obtenir toute assurance nécessaire.",
  "INDEMNIFICATION": "Indemnisation",
  "INDEMNIFICATION_CONTENT": "Le Bénévole accepte d'indemniser et de tenir indemne l'Organisation, ses dirigeants, administrateurs, employés et affiliés de et contre toute réclamation, dommage, perte, responsabilité, coût et dépense (y compris les frais juridiques) découlant de ou liée aux actions ou omissions du Bénévole pendant son service.",
  "COMMITMENT": "Engagement et attentes",
  "COMMITMENT_CONTENT": "Le Bénévole accepte de s'engager dans les responsabilités et échéanciers communiqués par l'Organisation. Si le Bénévole est incapable de remplir ces engagements, il accepte de : <1/> - Notifier l'Organisation dès que possible, en fournissant une raison valide pour son indisponibilité. <1/> - Travailler en collaboration avec l'Organisation pour assurer une transition en douceur des responsabilités, si nécessaire.",
  "TRAINING_SUPERVISION": "Formation et supervision",
  "TRAINING_SUPERVISION_CONTENT": "L'Organisation fournira la formation et supervision nécessaires au Bénévole. Le Bénévole accepte de : <1/> - Assister à toutes les sessions de formation requises. <1/> - Adhérer aux instructions et directives fournies par les superviseurs ou le personnel de l'Organisation. <1/> - Chercher clarification ou assistance quand nécessaire pour effectuer ses devoirs efficacement.",
  "HEALTH_SAFETY": "Santé et sécurité",
  "HEALTH_SAFETY_CONTENT": "Le Bénévole reconnaît sa responsabilité de suivre toutes les directives de santé et sécurité fournies par l'Organisation. Le Bénévole accepte de : <br/> - Signaler immédiatement toute condition ou incident dangereux à l'Organisation. <br/> - Prendre des précautions raisonnables pour protéger sa santé et sécurité ainsi que celle des autres pendant ses activités bénévoles.",
  "DISPUTE_RESOLUTION": "Résolution des litiges",
  "DISPUTE_RESOLUTION_CONTENT": "En cas de litige découlant de ou lié à cet Accord, les parties conviennent de tenter de résoudre la question par des négociations de bonne foi. Si une résolution ne peut être atteinte, les parties conviennent de se soumettre à la médiation ou à l'arbitrage, selon accord mutuel, avant de poursuivre toute action légale.",
  "GOVERNING_LAW": "Droit applicable",
  "GOVERNING_LAW_CONTENT": "Cet Accord sera régi et interprété conformément aux lois mondiales applicables aux activités et interactions facilitées par l'Organisation. Toute procédure légale découlant de ou liée à cet Accord sera portée devant les tribunaux appropriés d'une juridiction mutuellement convenue par les deux parties.",
  "ACKNOWLEDGMENT": "Reconnaissance et consentement",
  "ACKNOWLEDGMENT_CONTENT": "En acceptant ce document, le Bénévole reconnaît qu'il a lu, compris et accepté ces termes. Le Bénévole accepte de respecter toutes les directives, politiques et attentes décrites ici et comprend que son statut de bénévole est conditionnel à l'adhésion à cet Accord.",
  "EMAIL_REQUIRED": "Veuillez entrer votre adresse e-mail",
  "PASSWORD_REQUIRED": "Veuillez entrer votre mot de passe",
  "INVALID_CREDENTIALS": "Adresse e-mail ou mot de passe invalide",
  "Real help. Real people. Right when you need it.": "Une vraie aide. De vraies personnes. Exactement quand vous en avez besoin.",
  "Need help? Here to help?": "Besoin d'aide ? Nous sommes là pour aider.",
  "At Saayam for All, your support can make a real difference today.": "Chez Saayam For All, votre soutien peut faire une vraie différence aujourd'hui.",
  "Sarve jana sukhino bhavantu": "Sarve jana sukhino bhavantu",
  "May all live happily.": "Que tous vivent heureux.",
  "jñānam vardhati sanchayāt": "jñānam vardhati sanchayāt",
  "Sharing knowledge expands one's own understanding and the knowledge of others.": "Partager la connaissance élargit sa propre compréhension et celle des autres.",
  "Manava sevaye Madhava seva": "Manava sevaye Madhava seva",
  "Service to mankind is Service to God.": "Le service à l'humanité est le service à Dieu.",
  "Food and Essentials Support": "Soutien alimentaire et essentiel",
  "Clothing Support": "Soutien vestimentaire",
  "Education and Career Support": "Soutien éducatif et professionnel",
  "Healthcare and Wellbeing Support": "Soutien sanitaire et bien-être",
  "Housing Support": "Soutien au logement",
  "General Support": "Soutien général",
  "Our Collaborators": "Nos collaborateurs",
  "Creating a World Where Help is Always Within Reach": "Créer un monde où l'aide est toujours à portée de main",
  "Through our global network of volunteers and donors, we empower communities to support one another, fostering a culture of compassion and solidarity that transcends geographical boundaries.": "Grâce à notre réseau mondial de bénévoles et de donateurs, nous donnons aux communautés les moyens de se soutenir mutuellement, favorisant une culture de compassion et de solidarité qui transcende les frontières géographiques.",
  "Our Mission": "Notre mission",
  "How We Operate": "Comment nous fonctionnons",
  "Watch our 5 minute video to understand how Saayam for All works and how we make a difference.": "Regardez notre vidéo de 5 minutes pour comprendre comment Saayam For All fonctionne et comment nous faisons la différence.",
  "Learn More": "En savoir plus",
  "One Platform. Many Ways to Contribute.": "Une plateforme. De nombreuses façons de contribuer.",
  "Learn about different roles in our ecosystem and how each one contributes to creating an impact.": "Découvrez les différents rôles dans notre écosystème et comment chacun contribue à créer un impact.",
  "Beneficiaries": "Bénéficiaires",
  "Receive help for their requests": "Reçoivent de l'aide pour leurs demandes",
  "Volunteers": "Bénévoles",
  "Provide guidance and solutions to beneficiaries": "Fournissent des conseils et des solutions aux bénéficiaires",
  "Voluntary Organizations": "Organisations bénévoles",
  "Offer necessary support to beneficiaries": "Offrent un soutien nécessaire aux bénéficiaires",
  "Donors": "Donateurs",
  "Provide financial assistance to voluntary organization": "Fournissent une assistance financière aux organisations bénévoles",
  "COPYRIGHT": "Droits d'auteur © 2025 Saayam For All. Tous droits réservés.",
  "Contact Us": "Contactez-nous",
  "Email, call, or complete the form to learn how Saayam for All can help you with your challenges": "Envoyez un e-mail, appelez ou remplissez le formulaire pour savoir comment Saayam For All peut vous aider avec vos défis",
  "FAQ's": "FAQ",
  "What services does Saayam for All offer?": "Quels services Saayam For All offre-t-il ?",
  "We offer a platform to connect volunteers with people who need help in areas like education, food, and healthcare.": "Nous offrons une plateforme pour connecter les bénévoles avec des personnes qui ont besoin d'aide dans des domaines comme l'éducation, l'alimentation et les soins de santé.",
  "How can I become a volunteer?": "Comment puis-je devenir bénévole ?",
  "Fill out the contact form and our team will reach out with onboarding steps!": "Remplissez le formulaire de contact et notre équipe vous contactera avec les étapes d'intégration !",
  "Is Saayam for All a non-profit?": "Saayam For All est-il un organisme à but non lucratif ?",
  "Yes, we are a non-profit organization focused on community support and outreach.": "Oui, nous sommes une organisation à but non lucratif axée sur le soutien communautaire et la sensibilisation.",
  "Get In Touch": "Contactez-nous",
  "You can reach us anytime": "Vous pouvez nous joindre à tout moment",
  "First Name": "Prénom",
  "Enter your first name": "Entrez votre prénom",
  "Last Name": "Nom de famille",
  "Enter your last name": "Entrez votre nom de famille",
  "Email": "Courriel",
  "Enter your email": "Entrez votre courriel",
  "Phone": "Téléphone",
  "Enter your phone": "Entrez votre numéro de téléphone",
  "Message": "Message",
  "Enter your message": "Entrez votre message",
  "Submit": "Soumettre",
  "*By clicking Submit, you are agreeing to our": "*En cliquant sur Soumettre, vous acceptez nos",
  "terms and conditions": "conditions générales",
  "Our mission is to provide timely and targeted assistance to those,": "Notre mission est de fournir une assistance opportune et ciblée à ceux",
  "facing challenges in their lives, fostering a culture of compassion,": "qui font face à des défis dans leur vie, favorisant une culture de compassion,",
  "solidarity, and service to humanity.": "de solidarité et de service à l'humanité.",
  "Our Values": "Nos valeurs",
  "At Saayam For All, our shared values keep us connected and guide us as one team.": "Chez Saayam For All, nos valeurs partagées nous maintiennent connectés et nous guident comme une seule équipe.",
  "Address Basic": "Répondre aux",
  "Necessities": "nécessités de base",
  "Focus on food, clothing,": "Se concentrer sur la nourriture, les vêtements,",
  "shelter, education,": "l'abri, l'éducation,",
  "medical, healthcare.": "les soins médicaux et de santé.",
  "Inclusivity and ": "Inclusivité et",
  "Respect": "Respect",
  "Open to all, regardless of beliefs,": "Ouvert à tous, indépendamment des croyances,",
  " religion, location, country, or politics,": "de la religion, de l'emplacement, du pays ou de la politique,",
  "without desecrating any beliefs.": "sans profaner aucune croyance.",
  "Collaboration,": "Collaboration,",
  "Not Competition": "pas concurrence",
  "Match Requestors with existing": "Associer les demandeurs avec les",
  "voluntary organizations without": "organisations bénévoles existantes sans",
  "starting new ones that compete.": "en créer de nouvelles qui font concurrence.",
  "No Infrastructure or": "Pas d'infrastructure ou de",
  " Money Distribution": "distribution d'argent",
  "No building of schools or hospitals and": "Pas de construction d'écoles ou d'hôpitaux et",
  "no direct distribution of money.": "pas de distribution directe d'argent.",
  "Volunteer-Based": "Basé sur le bénévolat",
  "Purely volunteer-driven with no pay or": "Entièrement basé sur le bénévolat sans salaire ou",
  "benefits; cost reimbursement is allowed.": "avantages ; le remboursement des coûts est autorisé.",
  "Motivation": "Motivation",
  "Use Saayam Dollars to motivate": "Utiliser les Dollars Saayam pour motiver",
  "volunteers.": "les bénévoles.",
  "Automation": "Automatisation",
  "Implement a software solution with": "Implémenter une solution logicielle avec",
  "minimal human intervention.": "une intervention humaine minimale.",
  "Cost-Efficiency": "Efficacité des coûts",
  "Utilize free resources like WhatsApp,": "Utiliser des ressources gratuites comme WhatsApp,",
  " Zoom, and GitHub to keep costs low.": "Zoom et GitHub pour maintenir les coûts bas.",
  "Our Vision": "Notre vision",
  "Our vision is to cultivate a community": "Notre vision est de cultiver une communauté",
  "where the ethos of \"Manava Sevaye Madhava": "où l'éthos de \"Manava Sevaye Madhava",
  "Seva\" ( Service to mankind is Service to God )": "Seva\" (Le service à l'humanité est le service à Dieu)",
  "and \"Sarve jana sukhino bhavantu\" ( May ": "et \"Sarve jana sukhino bhavantu\" (Que",
  "all live happily) guides our actions, driving": "tous vivent heureux) guide nos actions, stimulant",
  "positive change and fostering a more": "le changement positif et favorisant un monde",
  "compassionate and equitable world for all.": "plus compatissant et équitable pour tous.",
  "Looking to join us?": "Vous voulez nous rejoindre ?",
  "Chat with our community and get in touch with different charity": "Discutez avec notre communauté et contactez différentes organisations",
  "organizations!": "caritatives !",
  "Join the community": "Rejoignez la communauté",
  "EXECUTIVE_TEAM": "Rencontrez l'équipe exécutive",
  "EXECUTIVE_DESCRIPTION_1": "Donner vie à cette vision nécessite une équipe dévouée.",
  "EXECUTIVE_DESCRIPTION_2": "Rencontrez les personnes qui impulsent le changement.",
  "DIRECTORS_DESCRIPTION": "Chez Saayam For All, nous sommes animés par la conviction que l'humanité est la plus grande vertu de toutes.",
  "Founder, President, CEO, CTO": "Fondateur, Président, PDG, DSI",
  "Director & Chief Financial Officer": "Directeur et Directeur Financier",
  "Director and Secretary": "Directeur et Secrétaire",
  "Director": "Directeur",
  "Rao K Bhethanabotla": "Rao K Bhethanabotla",
  "Srividhya Gopalan": "Srividhya Gopalan",
  "Naveen Sharma": "Naveen Sharma",
  "Prabhakara Yellai": "Prabhakara Yellai",
  "Sharadha Venketasubramanian": "Sharadha Venketasubramanian",
  "Ramesh Maturu": "Ramesh Maturu",
  "Madhukar Govindaraju": "Madhukar Govindaraju",
  "Sateesh Mucharla": "Sateesh Mucharla",
  "Ashwani Dhawan": "Ashwani Dhawan",
  "Director of Engineering": "Directeur de l'Ingénierie",
  "Business Analyst Team Lead": "Chef d'équipe Analyste d'Affaires",
  "Design and Creative Lead": "Chef de Design et Créatif",
  "Lead DevSecOps Engineer": "Ingénieur Principal DevSecOps",
  "Senior Data Architect": "Architecte de Données Senior",
  "Developer Advocate/AI/ML Dev Manager": "Défenseur Développeur/Chef de Développement IA/ML",
  "Lead User Experience Designer": "Chef Designer Expérience Utilisateur",
  "Rashmi Bilaskar": "Rashmi Bilaskar",
  "Rishitha Rapuri": "Rishitha Rapuri",
  "Sriram Mahankali": "Sriram Mahankali",
  "Divya Tanwar": "Divya Tanwar",
  "Mohana Krishanan R.": "Mohana Krishanan R.",
  "Sugandha Agrawal": "Sugandha Agrawal",
  "Meghana Karri": "Meghana Karri",
  "In some cases, our volunteers partner with local NGOs, community groups, and service organizations to ensure that every request is fulfilled effectively. Saayam For All builds a collaborative ecosystem that strengthens community support—because helping hands are stronger together.": "Dans certains cas, nos bénévoles s'associent avec des ONG locales, des groupes communautaires et des organisations de services pour s'assurer que chaque demande est satisfaite efficacement. Saayam For All construit un écosystème collaboratif qui renforce le soutien communautaire — car les mains qui aident sont plus fortes ensemble.",
  "Volunteer Match": "Correspondance de Bénévoles",
  "U.S based nonprofit organization which provides a national digital infrastructure to serve volunteers and nonprofits organization.": "Organisation à but non lucratif basée aux États-Unis qui fournit une infrastructure numérique nationale pour servir les bénévoles et les organisations à but non lucratif.",
  "Idealist (Action without Borders)": "Idéaliste (Action sans Frontières)",
  "Action Without Borders also known as Idealist is a non-profit service organization based in New York City.": "Action sans Frontières, également connue sous le nom d'Idéaliste, est une organisation de service à but non lucratif basée à New York.",
  "American RedCross": "Croix-Rouge Américaine",
  "Red Cross volunteers and staff work to deliver vital services – from providing relief and support to those in crisis.": "Les bénévoles et le personnel de la Croix-Rouge travaillent pour fournir des services vitaux — de l'aide et du soutien à ceux qui sont en crise.",
  "Want to join us?": "Vous voulez nous rejoindre ?",
  "Chat with our community and get in touch with different charity organizations!": "Discutez avec notre communauté et contactez différentes organisations caritatives !",
  "At Saayam For All, getting help is as simple and seamless as requesting a ride.": "Chez Saayam For All, obtenir de l'aide est aussi simple et fluide que de demander une course.",
  "Request for Help": "Demande d'aide",
  "Submit a request for the support you need—just like booking a ride through an app.": "Soumettez une demande pour le soutien dont vous avez besoin — comme réserver une course via une application.",
  "Get help in 5 easy steps.": "Obtenez de l'aide en 5 étapes simples.",
  "Get Matching With a Volunteer": "Obtenez une correspondance avec un bénévole",
  "We don't just match—you get the smartest match possible.Our AI/ML engine find the right volunteer for you faster and more accuately, just like a ride share app- but smarter, more human, built for community care .": "Nous ne faisons pas que correspondre — vous obtenez la correspondance la plus intelligente possible. Notre moteur IA/ML trouve le bon bénévole pour vous plus rapidement et plus précisément, comme une application de covoiturage — mais plus intelligente, plus humaine, construite pour les soins communautaires.",
  "Confirm Your Volunteer": "Confirmez votre bénévole",
  "Connect and Coordinate": "Connectez et coordonnez",
  "Your volunteer reaches out to finalize details and schedule the support you need.": "Votre bénévole vous contacte pour finaliser les détails et programmer le soutien dont vous avez besoin.",
  "Receive Assistance": "Recevez l'assistance",
  "The volunteer provides the help you requested,working with other if needed-making sure you reach your destination.": "Le bénévole fournit l'aide que vous avez demandée, travaillant avec d'autres si nécessaire — s'assurant que vous atteignez votre destination.",
  "Connecting help to those who need it.": "Connecter l'aide à ceux qui en ont besoin.",
  "Looking to volunteer with us?": "Vous voulez faire du bénévolat avec nous ?",
  "Chat with our community and get in touch with us!": "Discutez avec notre communauté et contactez-nous !",
  "From these potential matches, one volunteer will be chosen to assist you, much like selecting a specific car.": "Parmi ces correspondances potentielles, un bénévole sera choisi pour vous aider, comme sélectionner une voiture spécifique.",
  "Make a donation": "Faire un don",
  "Your donation helps us create lasting change in communities across the globe.": "Votre don nous aide à créer un changement durable dans les communautés du monde entier.",
  "Are donations tax deductible?": "Les dons sont-ils déductibles des impôts ?",
  "FAQ_TAX_ANSWER": "Oui, Saayam For All est une organisation à but non lucratif enregistrée 501(c)(3). Tous les dons sont déductibles des impôts dans la mesure permise par la loi.",
  "How will my donation be used?": "Comment mon don sera-t-il utilisé ?",
  "FAQ_USE_ANSWER": "Votre don servira à soutenir nos différents programmes, y compris la coordination des bénévoles, les programmes d'assistance et les coûts opérationnels pour maintenir notre plateforme.",
  "Can I cancel recurring donations?": "Puis-je annuler mes dons récurrents ?",
  "FAQ_CANCEL_ANSWER": "Oui, vous pouvez annuler en contactant notre équipe de support.",
  "": ""
}
