{
  "YES": "Oui",
  "NO": "Non",
  "NOTE": "Note",
  "FOR_SELF": "Pour soi-même",
  "SUBJECT": "Sujet",
  "DESCRIPTION": "Description",
  "REMOTE": "À distance",
  "IN_PERSON": "En personne",
  "EDIT": "Modifier",
  "SORT_BY": "Trier par",
  "NEWEST": "Plus récent",
  "OLDEST": "Plus ancien",
  "ABOUT": "À propos de nous",
  "DONATE": "Faire un don",
  "PROFILE": "Profil",
  "LOGIN": "Se connecter",
  "LOGOUT": "Se déconnecter",
  "SIGNUP": "S'inscrire",
  "DIRECTORS": "Conseil d'administration",
  "HOW_WE_OPERATE": "Comment nous fonctionnons",
  "NOTIFICATIONS": "Notifications",
  "MISSION": "Mission",
  "VISION": "Vision",
  "CONTACT": "Contact",
  "SCAN_ON_DONATE": "Vous pouvez scanner ou cliquer sur Faire un don",
  "ENTER_DETAILS": "Entrez les détails et cliquez sur Soumettre",
  "SUBMIT": "Soumettre",
  "SAVE": "Enregistrer",
  "SAVE_CHANGES": "Enregistrer les modifications",
  "CANCEL": "Annuler",
  "FIRST_NAME": "Prénom",
  "LAST_NAME": "Nom de famille",
  "PHONE": "Téléphone",
  "PHONE_NUMBER": "Numéro de téléphone",
  "YOUR_PHONE_NUMBER": "Votre numéro de téléphone",
  "AGE": "Âge",
  "PREFERRED_LANGUAGE": "Langue préférée",
  "FIRST_LANGUAGE_PREFERENCE": "Première langue préférée",
  "SECOND_LANGUAGE_PREFERENCE": "Deuxième langue préférée",
  "THIRD_LANGUAGE_PREFERENCE": "Troisième langue préférée",
  "GENDER": "Genre",
  "MESSAGE": "Message",
  "EMAIL": "Email",
  "PASSWORD": "Mot de passe",
  "FORGOT_PASSWORD": "Mot de passe oublié?",
  "CHANGE_PASSWORD": "Changer le mot de passe",
  "EDIT_PASSWORD": "Modifier le mot de passe",
  "CURRENT_PASSWORD": "Mot de passe actuel",
  "NEW_PASSWORD": "Nouveau mot de passe",
  "CONFIRM_PASSWORD": "Confirmer le mot de passe",
  "PASSWORD_REQUIREMENTS": "Doit contenir au moins 8 caractères.",
  "COUNTRY": "Pays",
  "SELECT_COUNTRY": "Sélectionner un pays",
  "STATE": "État",
  "ZIP_CODE": "Code postal",
  "BIRTHDAY": "Date de naissance",
  "CITY": "Ville",
  "ADDRESS": "Adresse de la rue{{optional}}",
  "YOUR_PROFILE": "Votre profil",
  "PERSONAL_INFORMATION": "Informations personnelles",
  "UPLOAD_PHOTO": "Télécharger une photo",
  "ORGANIZATION_DETAILS": "Détails de l'organisation",
  "ORGANIZATION_NAME": "Nom de l'organisation",
  "ORGANIZATION_TYPE": "Type d'organisation",
  "NON_PROFIT": "Organisme sans but lucratif",
  "FOR_PROFIT": "À but lucratif",
  "OR_WITH": "Ou avec",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Vous n'avez pas de compte ?",
  "REQUEST_CATEGORY": "Catégorie de demande",
  "REQUEST_TYPE": "Type de demande",
  "CREATE_HELP_REQUEST": "Créer une demande d'aide",
  "EDIT_HELP_REQUEST": "Modifier la demande d'aide",
  "ADMINISTRATE": "Gérez-vous",
  "MY_REQUESTS": "Mes demandes",
  "MANAGED_REQUESTS": "Demandes gérées",
  "OTHERS_REQUESTS": "Autres demandes",
  "BECOME_VOLUNTEER": "Devenir bénévole",
  "HELPING_VOLUNTEERS": "Bénévoles aidants",
  "REQUEST_VOLUNTEERS": "Demander des bénévoles",
  "NUMBER_OF_VOLUNTEERS": "Entrez le nombre de bénévoles requis...",
  "VOLUNTEER_ORGANIZATIONS": "Organisations de bénévoles",
  "EMERGENCY_CONTACT": "Contact d'urgence",
  "MORE_INFORMATION": "Plus d'informations",
  "STATUS": "Statut",
  "FILTER_BY": "Filtrer par",
  "ACKNOWLEDGE_TERMS": "Revoir et accepter les conditions",
  "TERMS_DOCUMENT": "Veuillez lire attentivement le document suivant et confirmer que vous en avez compris le contenu.",
  "VOLUNTEER_AGREEMENT": "Accord de bénévolat pour Saayam pour tous",
  "I_HAVE_READ": "J'ai lu et compris le document",
  "HERO_TEXT": "Bienvenue chez <1>Saayam</1>, une organisation à but non lucratif qui vous offre assistance et soutien en cas de besoin. Saayam signifie Aide en télougou, Sahaay en sanskrit/hindi, Bangzhu en mandarin et Ayuda en espagnol.",
  "AT_SAAYAM": "Chez <1>Saayam</1>, nous croyons au pouvoir de l'entraide qui vient en aide à ceux qui sont confrontés à des difficultés. Notre plateforme relie les individus et les communautés du monde entier, comblant ainsi le fossé entre ceux qui ont besoin d'aide et ceux qui sont prêts à la fournir.",
  "OUR_VISION": "Notre vision est celle d'un monde où chacun a accès à l'aide dont il a besoin pour surmonter les obstacles et mener une vie épanouissante. Nous aspirons à devenir un leader mondial de l'aide humanitaire, en tirant parti de la technologie et de la collaboration pour créer un réseau de soutien transparent qui transcende les barrières.",
  "JOIN_US": "Rejoignez-nous dans notre mission pour faire la différence. Que vous cherchiez à donner un coup de main ou à demander de l'aide, Saayam est là pour vous. Ensemble, créons un monde plus compatissant et plus équitable pour tous.",
  "JOIN_TODAY": "Découvrez la joie d'aider les autres – rejoignez Saayam dès aujourd'hui. Ensemble, nous pouvons faire la différence.",
  "OUR_MOTTO": "N'oubliez pas que chez Saayam, notre devise est simple : « Servir l'humanité, c'est servir Dieu » et « Que tous vivent heureux ». Rejoignez-nous pour répandre la gentillesse et la compassion, un acte d'assistance à la fois. N'importe qui, où qu'il soit dans le monde, peut faire une demande d'aide sur n'importe quel type de plateforme de médias sociaux/appareil de communication.",
  "STAY_UPDATED": "Restez informés de nos progrès et de nos initiatives – consultez régulièrement cette page pour connaître les dernières mises à jour. Ensemble, nous pouvons construire un monde meilleur pour tous.",
  "DONATE_MONEY": "Saayam For All est une organisation à but non lucratif avec le statut 501(c)(3). Tous les dons à cette organisation sont déductibles des impôts. Vous pouvez utiliser ce <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">lien PayPal</1> pour faire un don.",
  "READ_MORE": "En savoir plus <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Comment nous opérons</1>!",
  "MAX_CHARACTERS": "Max {{count}} caractères",
  "HELP_REQUEST": "Demande d'aide : ",
  "ASK_FOR_HELP": "En tant que demandeur, vous pouvez demander de l'aide (de la même manière que lorsque vous demandez un trajet).",
  "MATCHING_PROCESS": "Processus de mise en correspondance : ",
  "REQUEST_WILL_BE_MATCHED": "Votre demande sera mise en relation avec quelques bénévoles à proximité, en fonction de leurs profils, de la même manière que les applications de covoiturage vous mettent en relation avec des conducteurs à proximité.",
  "VOLUNTEER_SELECTION": "Sélection des bénévoles : ",
  "FROM_POTENTIAL_MATCHES": "Parmi ces correspondances potentielles, un volontaire sera choisi pour vous aider, un peu comme pour la sélection d'une voiture spécifique.",
  "VOLUNTEER_APPROACH": "Approche du bénévole : ",
  "VOLUNTEER_WILL_CONTACT": "Le bénévole choisi vous contactera ensuite et travaillera avec vous.",
  "ASSISTANCE_PROVIDED": "Assistance fournie : ",
  "VOLUNTEER_WILL_WORK": "Ce bénévole travaillera en étroite collaboration avec vous pour s'assurer que vos besoins sont satisfaits. Il collaborera également avec d'autres bénévoles et organisations bénévoles locaux pour répondre à votre demande, à la manière d'un chauffeur qui vous emmène à destination.",
  "EMPOWER_INDIVIDUALS": "Notre mission est de fournir une assistance ciblée et opportune à ceux qui sont confrontés à des difficultés dans leur vie, en favorisant une culture de compassion, de solidarité et de service à l'humanité.",
  "VISION_DESCRIPTION": "Saayam envisage un monde où chacun a accès à l'aide et aux ressources dont il a besoin pour surmonter les obstacles et mener une vie épanouissante. Nous aspirons à être un leader mondial de l'aide humanitaire, en tirant parti de la technologie et de la collaboration pour créer un réseau de soutien transparent qui transcende les barrières géographiques, culturelles et socio-économiques. Notre vision est de cultiver une communauté où l'éthique de « Manava Sevaye Madhava Seva » (Le service à l'humanité est un service à Dieu) et « Sarve jana sukhino bhavantu » (Que tous vivent heureux) guide nos actions, en suscitant des changements positifs et en favorisant un monde plus compatissant et plus équitable pour tous.",
  "LIFE_THREATENING_REQUESTS": "Nous ne traitons pas les demandes d'urgence mettant la vie en danger. Veuillez appeler votre service d'urgence local si vous avez besoin d'une aide urgente.",
  "INTRODUCTION": "Introduction",
  "INTRODUCTION_CONTENT": "Cet accord de bénévolat (\"Accord\") est conclu entre Saayam pour tous (\"Organisation\") et le bénévole (\"Bénévole\") lors de l'acceptation. En signant ou en acceptant électroniquement, le Bénévole reconnaît sa compréhension et son acceptation des termes ci-inclus, qui régissent sa participation à toute activité bénévole avec l'Organisation.",
  "VOLUNTEER_ROLE": "Rôle et responsabilités du bénévole",
  "VOLUNTEER_ROLE_CONTENT": "Le Bénévole accepte de remplir les rôles et responsabilités assignés par l'Organisation, qui peuvent inclure, mais ne se limitent pas à, l'assistance dans diverses tâches selon les besoins des individus ou communautés demandant de l'aide. Le Bénévole accepte de : <1/> - S'engager dans les activités assignées par l'Organisation de manière diligente, responsable et professionnelle. <1/> - Communiquer promptement avec l'Organisation concernant la disponibilité, les progrès et les défis. <1/> - Compléter les tâches assignées promptement et au mieux de ses capacités, en respectant tout délai spécifié.",
  "CONDUCT_CODE": "Code de conduite",
  "CONDUCT_CODE_CONTENT": "Le Bénévole accepte de maintenir les plus hauts standards de comportement éthique tout en représentant l'Organisation. Cela inclut : <1/> - Traiter tous les individus avec respect et dignité, indépendamment de la race, religion, genre, orientation sexuelle, âge ou handicap. <1/> - S'abstenir de toute forme de discrimination, harcèlement ou comportement non professionnel. <1/> - Éviter les conflits d'intérêt et s'assurer que les intérêts personnels n'interfèrent pas avec ses devoirs bénévoles.",
  "CONFIDENTIALITY_AGREEMENT": "Accord de confidentialité",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "Le Bénévole reconnaît que pendant son service, il peut avoir accès à des informations confidentielles, propriétaires ou personnelles concernant l'Organisation, d'autres bénévoles ou des individus cherchant de l'aide. Le Bénévole accepte de : <1/> - Maintenir la confidentialité de toutes les informations, tant pendant qu'après la durée de cet Accord. <1/> - Utiliser ces informations uniquement dans le but de remplir ses responsabilités bénévoles. <1/> - Ne divulguer aucune information confidentielle à des tiers sans le consentement écrit explicite de l'Organisation.",
  "DATA_PRIVACY": "Protection et confidentialité des données",
  "DATA_PRIVACY_CONTENT": "Le Bénévole accepte de se conformer à toutes les lois et réglementations applicables sur la protection des données, y compris mais sans s'y limiter, le Règlement général sur la protection des données (RGPD) ou toute autre loi locale sur la protection des données. Le Bénévole accepte de : <1/> - Traiter toutes les données personnelles conformément aux politiques de protection des données de l'Organisation. <1/> - Protéger l'intégrité et la confidentialité de toute donnée personnelle consultée pendant les activités bénévoles. <1/> - Signaler immédiatement toute violation de données ou incident d'accès non autorisé à l'Organisation.",
  "INTELLECTUAL_PROPERTY": "Propriété intellectuelle",
  "INTELLECTUAL_PROPERTY_CONTENT": "Tout travail, matériel ou propriété intellectuelle créé par le Bénévole dans le cadre de ses activités bénévoles sera la propriété exclusive de l'Organisation. Le Bénévole accepte de : <1/> - Céder tous les droits, titres et intérêts dans cette propriété intellectuelle à l'Organisation. <1/> - S'abstenir d'utiliser, reproduire ou distribuer toute propriété intellectuelle créée pendant son service sans le consentement explicite de l'Organisation.",
  "LIABILITY_WAIVER": "Décharge de responsabilité et acceptation des risques",
  "LIABILITY_WAIVER_CONTENT": "Le Bénévole reconnaît que la participation aux activités bénévoles peut impliquer des risques inhérents, y compris mais sans s'y limiter, des blessures physiques, une détresse émotionnelle ou des dommages matériels. Le Bénévole accepte de : <1/> - Assumer tous les risques associés à ses activités bénévoles, y compris tout risque de voyage ou de transport. <1/> - Libérer, renoncer et décharger l'Organisation, ses dirigeants, administrateurs, employés et affiliés de toute responsabilité, réclamation ou demande découlant de ou liée à ses activités bénévoles. <1/> - Reconnaître que l'Organisation ne fournit pas de couverture d'assurance pour les bénévoles, et que le Bénévole est responsable d'obtenir toute assurance nécessaire.",
  "INDEMNIFICATION": "Indemnisation",
  "INDEMNIFICATION_CONTENT": "Le Bénévole accepte d'indemniser et de tenir indemne l'Organisation, ses dirigeants, administrateurs, employés et affiliés de et contre toute réclamation, dommage, perte, responsabilité, coût et dépense (y compris les frais juridiques) découlant de ou liée aux actions ou omissions du Bénévole pendant son service.",
  "COMMITMENT": "Engagement et attentes",
  "COMMITMENT_CONTENT": "Le Bénévole accepte de s'engager dans les responsabilités et échéanciers communiqués par l'Organisation. Si le Bénévole est incapable de remplir ces engagements, il accepte de : <1/> - Notifier l'Organisation dès que possible, en fournissant une raison valide pour son indisponibilité. <1/> - Travailler en collaboration avec l'Organisation pour assurer une transition en douceur des responsabilités, si nécessaire.",
  "TRAINING_SUPERVISION": "Formation et supervision",
  "Training_SUPERVISION_CONTENT": "L'Organisation fournira la formation et supervision nécessaires au Bénévole. Le Bénévole accepte de : <1/> - Assister à toutes les sessions de formation requises. <1/> - Adhérer aux instructions et directives fournies par les superviseurs ou le personnel de l'Organisation. <1/> - Chercher clarification ou assistance quand nécessaire pour effectuer ses devoirs efficacement.",
  "HEALTH_SAFETY": "Santé et sécurité",
  "HEALTH_SAFETY_CONTENT": "Le Bénévole reconnaît sa responsabilité de suivre toutes les directives de santé et sécurité fournies par l'Organisation. Le Bénévole accepte de : <br/> - Signaler immédiatement toute condition ou incident dangereux à l'Organisation. <br/> - Prendre des précautions raisonnables pour protéger sa santé et sécurité ainsi que celle des autres pendant ses activités bénévoles.",
  "DISPUTE_RESOLUTION": "Résolution des litiges",
  "DISPUTE_RESOLUTION_CONTENT": "En cas de litige découlant de ou lié à cet Accord, les parties conviennent de tenter de résoudre la question par des négociations de bonne foi. Si une résolution ne peut être atteinte, les parties conviennent de se soumettre à la médiation ou à l'arbitrage, selon accord mutuel, avant de poursuivre toute action légale.",
  "GOVERNING_LAW": "Droit applicable",
  "GOVERNING_LAW_CONTENT": "Cet Accord sera régi et interprété conformément aux lois mondiales applicables aux activités et interactions facilitées par l'Organisation. Toute procédure légale découlant de ou liée à cet Accord sera portée devant les tribunaux appropriés d'une juridiction mutuellement convenue par les deux parties.",
  "ACKNOWLEDGMENT": "Reconnaissance et consentement",
  "ACKNOWLEDGMENT_CONTENT": "En acceptant ce document, le Bénévole reconnaît qu'il a lu, compris et accepté ces termes. Le Bénévole accepte de respecter toutes les directives, politiques et attentes décrites ici et comprend que son statut de bénévole est conditionnel à l'adhésion à cet Accord.",
  "PASSWORD_REQUIREMENTS_ERROR": "Le mot de passe doit contenir au moins 8 caractères, inclure 1 lettre majuscule, 1 lettre minuscule, 1 caractère spécial et 1 chiffre.",
  "PASSWORD_MISMATCH_ERROR": "Les mots de passe ne correspondent pas.",
  "PASSWORD_CHANGE_SUCCESS": "Mot de passe changé avec succès !"
}
