{
  "YES": "हाँ",
  "NO": "नहीं",
  "NOTE": "टिप्पणी",
  "FOR_SELF": "अपने लिए",
  "SUBJECT": "विषय",
  "DESCRIPTION": "विवरण",
  "REMOTE": "दूरस्थ",
  "IN_PERSON": "व्यक्तिगत",
  "EDIT": "संपादन करना",
  "SORT_BY": "इसके अनुसार क्रमबद्ध करें",
  "NEWEST": "नवीनतम",
  "OLDEST": "सबसे पुराने",
  "ABOUT": "हमारे बारे में",
  "DASHBOARD": "डैशबोर्ड",
  "DONATE": "दान करें",
  "PROFILE": "प्रोफ़ाइल",
  "LOGIN": "लॉग इन करें",
  "LOGOUT": "लॉग आउट करें",
  "SIGNUP": "साइन अप करें",
  "OUR_TEAM": " हमारी टीम",
  "OUR_MISSION": "हमारा मिशन",
  "DIRECTORS": "निदेशक मंडल",
  "HOW_WE_OPERATE": "हम कैसे काम करते हैं",
  "HOME": "घर",
  "VOLUNTEER_SERVICES": "स्वयंसेवक सेवाएँ",
  "OUR_COLLABORATORS": "हमारे सहयोगी",
  "WHAT_WE_OFFER": "हम क्या पेश करते हैं",
  "NOTIFICATIONS": "सूचनाएं",
  "MISSION": "उद्देश्य",
  "VISION": "दृष्टि",
  "CONTACT": "संपर्क",
  "PRIVACY_POLICY": "गोपनीयता नीति",
  "TERMS_AND_CONDITIONS": "नियम और शर्तें",
  "SITE_MAP": "साइट मैप",
  "SCAN_ON_DONATE": "आप स्कैन कर सकते हैं या दान पर क्लिक कर सकते हैं",
  "ENTER_DETAILS": "विवरण दर्ज करें और सबमिट पर क्लिक करें",
  "SUBMIT": "प्रस्तुत",
  "SAVE": "सहेजें",
  "CANCEL": "रद्द करें",
  "FIRST_NAME": "पहला नाम",
  "LAST_NAME": "उपनाम",
  "PHONE": "फ़ोन",
  "PHONE_NUMBER": "फ़ोन नंबर",
  "YOUR_PHONE_NUMBER": "आपका फ़ोन नंबर",
  "AGE": "आयु",
  "PREFERRED_LANGUAGE": "पसंदीदा भाषा",
  "FIRST_LANGUAGE_PREFERENCE": "पहली भाषा प्राथमिकता",
  "SECOND_LANGUAGE_PREFERENCE": "दूसरी भाषा प्राथमिकता",
  "THIRD_LANGUAGE_PREFERENCE": "तीसरी भाषा प्राथमिकता",
  "GENDER": "लिंग",
  "MESSAGE": "संदेश",
  "EMAIL": "Email",
  "PASSWORD": "पासवर्ड",
  "FORGOT_PASSWORD": "पासवर्ड भूल गए?",
  "CHANGE_PASSWORD": "पासवर्ड बदलें",
  "EDIT_PASSWORD": "पासवर्ड संपादित करें",
  "CURRENT_PASSWORD": "वर्तमान पासवर्ड",
  "NEW_PASSWORD": "नया पासवर्ड",
  "CONFIRM_PASSWORD": "पासवर्ड की पुष्टि करें",
  "PASSWORD_REQUIREMENTS": "इसमें कम से कम 8 अक्षर होने चाहिए.",
  "COUNTRY": "देश",
  "SELECT_COUNTRY": "देश चुनें",
  "STATE": "राज्य",
  "ZIP_CODE": "ज़िप कोड",
  "BIRTHDAY": "जन्म तिथि",
  "CITY": "शहर",
  "ADDRESS": "सड़क का पता{{optional}}",
  "YOUR_PROFILE": "आपकी प्रोफ़ाइल",
  "PERSONAL_INFORMATION": "व्यक्तिगत जानकारी",
  "IDENTITY_DOCUMENT": "पहचान दस्तावेज़",
  "UPLOAD_PHOTO": "फोटो अपलोड करें",
  "ORGANIZATION_DETAILS": "संगठन विवरण",
  "ORGANIZATION_NAME": "संगठन का नाम",
  "ORGANIZATION_TYPE": "संगठन प्रकार",
  "NON_PROFIT": "नॉन-प्रॉफिट",
  "FOR_PROFIT": "लाभ के लिए",
  "OR_WITH": "या साथ",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "क्या आपके पास खाता नहीं है?",
  "REQUEST_CATEGORY": "अनुरोध श्रेणी",
  "REQUEST_TYPE": "अनुरोध प्रकार",
  "CREATE_HELP_REQUEST": "सहायता अनुरोध बनाएँ",
  "EDIT_HELP_REQUEST": "सहायता अनुरोध संपादित करें",
  "ADMINISTRATE": "खुद को प्रबंधित करें",
  "MY_REQUESTS": "मेरा अनुभव",
  "MANAGED_REQUESTS": "प्रबंधित अनुरोध",
  "OTHERS_REQUESTS": "अन्य अनुरोध",
  "BECOME_VOLUNTEER": "स्वयंसेवक बनें",
  "HELPING_VOLUNTEERS": "स्वयंसेवकों की मदद करें",
  "REQUEST_VOLUNTEERS": "स्वयंसेवकों का अनुरोध करें",
  "NUMBER_OF_VOLUNTEERS": "स्वयंसेवकों की संख्या दर्ज करें...",
  "VOLUNTEER_ORGANIZATIONS": "स्वयंसेवक संगठन",
  "EMERGENCY_CONTACT": "आपातकालीन संपर्क",
  "MORE_INFORMATION": "अधिक जानकारी",
  "STATUS": "स्थिति",
  "FILTER_BY": "द्वारा फ़िल्टर करें",
  "ACKNOWLEDGE_TERMS": "शर्तों की स्वीकृति करें",
  "TERMS_DOCUMENT": "कृपया निम्नलिखित दस्तावेज़ को ध्यान से पढ़ें और स्वीकार करें कि आपने इसकी सामग्री को समझ लिया है।",
  "VOLUNTEER_AGREEMENT": "सभी के लिए स्वयंसेवक समझौता",
  "I_HAVE_READ": "मैंने दस्तावेज़ पढ़ा है और समझ लिया है",
  "HERO_TEXT": "<1>संयम</1> में आपका स्वागत है, यह एक गैर-लाभकारी संगठन है - यह ज़रूरत के समय सहायता और समर्थन के लिए आपका प्रवेश द्वार है। संयम का मतलब तेलुगु में मदद, संस्कृत/हिंदी में सहाय, मंदारिन में बंगझू और स्पेनिश में आयुदा है।",
  "AT_SAAYAM": "<1>संयम</1> में, हम चुनौतियों का सामना कर रहे लोगों की मदद करने वाले हाथों की शक्ति में विश्वास करते हैं। हमारा प्लेटफ़ॉर्म दुनिया भर के व्यक्तियों और समुदायों को जोड़ता है, उन लोगों के बीच की खाई को पाटता है जिन्हें सहायता की ज़रूरत है और जो इसे प्रदान करने के लिए तैयार हैं।",
  "OUR_VISION": "हमारा सपना एक ऐसी दुनिया का है जहाँ हर किसी को बाधाओं को दूर करने और संतुष्टिपूर्ण जीवन जीने के लिए आवश्यक सहायता प्राप्त हो। हम मानवीय सहायता में वैश्विक नेता बनने की आकांक्षा रखते हैं, बाधाओं को पार करने वाले समर्थन का एक निर्बाध नेटवर्क बनाने के लिए प्रौद्योगिकी और सहयोग का लाभ उठाते हैं।",
  "JOIN_US": "बदलाव लाने के हमारे मिशन में शामिल हों। चाहे आप मदद के लिए हाथ बढ़ाना चाहते हों या सहायता चाहते हों, संयम आपके लिए मौजूद है। साथ मिलकर, आइए हम सभी के लिए एक ज़्यादा दयालु और न्यायसंगत दुनिया बनाएँ।",
  "JOIN_TODAY": "दूसरों की सहायता करने की खुशी का अनुभव करें - आज ही संयम से जुड़ें। साथ मिलकर हम बदलाव ला सकते हैं।",
  "OUR_MOTTO": "याद रखें, संयम में हमारा आदर्श वाक्य सरल है: \"मानवता की सेवा ईश्वर की सेवा है\" और \"सभी सुखी रहें।\" एक समय में सहायता के एक कार्य के माध्यम से दयालुता और करुणा फैलाने में हमारे साथ जुड़ें। दुनिया में कहीं से भी कोई भी व्यक्ति किसी भी प्रकार के सोशल मीडिया प्लेटफ़ॉर्म/संचार डिवाइस पर मदद के लिए अनुरोध कर सकता है।",
  "STAY_UPDATED": "हमारी प्रगति और पहलों के बारे में अपडेट रहें - नवीनतम अपडेट के लिए यहां वापस आते रहें। साथ मिलकर, हम सभी के लिए एक बेहतर दुनिया बना सकते हैं।",
  "DONATE_MONEY": "संयम फॉर ऑल एक गैर-लाभकारी संगठन है, जिसकी 501(c)(3) स्थिति है। इस संगठन को दिए गए सभी दान कर-कटौती योग्य हैं। आप पैसे दान करने के लिए इस <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal लिंक</1> का उपयोग कर सकते हैं।",
  "READ_MORE": "अधिक पढ़ें <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>हम कैसे काम करते हैं</1>!",
  "MAX_CHARACTERS": "अधिकतम {{count}} वर्ण",
  "HELP_REQUEST": "सहायता के लिए आग्रह : ",
  "ASK_FOR_HELP": "अनुरोधकर्ता के रूप में, आप सहायता मांग सकते हैं (यात्रा का अनुरोध करने के समान)।",
  "MATCHING_PROCESS": "मिलान प्रक्रिया : ",
  "REQUEST_WILL_BE_MATCHED": "आपके अनुरोध को उनके प्रोफाइल के आधार पर कुछ निकटवर्ती स्वयंसेवकों के साथ मिलाया जाएगा, ठीक उसी प्रकार जैसे राइडशेयर ऐप्स आपको निकटवर्ती ड्राइवरों के साथ मिलाते हैं।",
  "VOLUNTEER_SELECTION": "स्वयंसेवक चयन : ",
  "FROM_POTENTIAL_MATCHES": "इन संभावित मिलानों में से, आपकी सहायता के लिए एक स्वयंसेवक चुना जाएगा, बिल्कुल किसी विशिष्ट कार के चयन की तरह।",
  "VOLUNTEER_APPROACH": "स्वयंसेवी दृष्टिकोण : ",
  "VOLUNTEER_WILL_CONTACT": "इसके बाद चुना गया स्वयंसेवक आपसे संपर्क करेगा और आपके साथ काम करेगा।",
  "ASSISTANCE_PROVIDED": "प्रदान की गई सहायता : ",
  "VOLUNTEER_WILL_WORK": "यह स्वयंसेवक आपकी ज़रूरतों को पूरा करने के लिए आपके साथ मिलकर काम करेगा। वे आपके अनुरोध को पूरा करने के लिए अन्य स्थानीय स्वयंसेवकों और स्वयंसेवी संगठनों के साथ भी सहयोग करेंगे, ठीक वैसे ही जैसे कोई ड्राइवर आपको आपके गंतव्य तक ले जाता है।",
  "EMPOWER_INDIVIDUALS": "दुनिया भर में व्यक्तियों और समुदायों को सायम के माध्यम से आपसी सहायता और समर्थन की सुविधा प्रदान करके सशक्त बनाना, एक सॉफ्टवेयर प्लेटफ़ॉर्म जो अनुरोधकर्ताओं, स्वयंसेवकों, स्वयंसेवी संगठनों और दाताओं को जोड़ता है। हमारा मिशन उन लोगों को समय पर और लक्षित सहायता प्रदान करना है जो अपने जीवन में चुनौतियों का सामना कर रहे हैं, मानवता के प्रति करुणा, एकजुटता और सेवा की संस्कृति को बढ़ावा देना।",
  "VISION_DESCRIPTION": "संयम एक ऐसी दुनिया की कल्पना करता है जहाँ हर किसी को बाधाओं को दूर करने और पूर्ण जीवन जीने के लिए आवश्यक सहायता और संसाधन उपलब्ध हों। हम मानवीय सहायता में एक वैश्विक नेता बनने की आकांक्षा रखते हैं, भौगोलिक, सांस्कृतिक और समाजशास्त्रीय-आर्थिक बाधाओं को पार करने वाले समर्थन का एक निर्बाध नेटवर्क बनाने के लिए प्रौद्योगिकी और सहयोग का लाभ उठाते हैं। हमारा दृष्टिकोण एक ऐसे समुदाय का निर्माण करना है जहाँ \"मानव सेवाये माधव सेवा\" (मानवता की सेवा ईश्वर की सेवा है) और \"सर्वे जन सुखिनो भवन्तु\" (सभी सुखी रहें) का लोकाचार हमारे कार्यों का मार्गदर्शन करता है, सकारात्मक बदलाव लाता है और सभी के लिए अधिक दयालु और न्यायसंगत दुनिया को बढ़ावा देता है।",
  "LIFE_THREATENING_REQUESTS": "हम जीवन को खतरे में डालने वाले आपातकालीन अनुरोधों को नहीं संभालते हैं। अगर आपको तत्काल मदद की ज़रूरत है, तो कृपया अपनी स्थानीय आपातकालीन सेवा को कॉल करें।",
  "INTRODUCTION": "परिचय",
  "INTRODUCTION_CONTENT": "यह स्वयंसेवक समझौता (\"समझौता\") सायम फॉर ऑल (\"संगठन\") और स्वयंसेवक (\"स्वयंसेवक\") के बीच स्वीकृति के बाद किया गया है। इस पर हस्ताक्षर करके या इलेक्ट्रॉनिक रूप से सहमति देकर, स्वयंसेवक यह स्वीकार करता है कि उसने इन शर्तों को समझा और स्वीकार किया है, जो संगठन के साथ किसी भी स्वयंसेवा गतिविधि में उनकी भागीदारी को नियंत्रित करती हैं।",
  "VOLUNTEER_ROLE": "स्वयंसेवक की भूमिका और जिम्मेदारियाँ",
  "VOLUNTEER_ROLE_CONTENT": "स्वयंसेवक संगठन द्वारा सौंपित भूमिकाओं और जिम्मेदारियों को पूरा करने के लिए सहमत होता है, जिनमें उन कार्यों में सहायता करना शामिल हो सकता है, जिनकी आवश्यकता व्यक्तियों या समुदायों द्वारा की गई हो। स्वयंसेवक सहमत होता है: <1/> - संगठन द्वारा सौंपे गए कार्यों को ईमानदारी, जिम्मेदारी और पेशेवर तरीके से करना। <1/> - उपलब्धता, प्रगति और चुनौतियों के बारे में संगठन को शीघ्रता से सूचित करना। <1/> - सौंपे गए कार्यों को निर्धारित समय-सीमा के भीतर और अपनी सर्वोत्तम क्षमता के अनुसार पूरा करना।",
  "CONDUCT_CODE": "आचार संहिता",
  "CONDUCT_CODE_CONTENT": "स्वयंसेवक संगठन का प्रतिनिधित्व करते समय उच्चतम नैतिक मानकों को बनाए रखने के लिए सहमत होता है। इसमें शामिल है: <1/> - सभी व्यक्तियों के साथ सम्मान और गरिमा के साथ व्यवहार करना, चाहे उनका नस्ल, धर्म, लिंग, यौन झुकाव, आयु या विकलांगता कुछ भी हो। <1/> - किसी भी प्रकार के भेदभाव, उत्पीड़न या गैर-पेशेवर व्यवहार से बचना। <1/> - हितों के टकराव से बचना और यह सुनिश्चित करना कि व्यक्तिगत हित स्वयंसेवक कर्तव्यों में बाधा न डालें।",
  "CONFIDENTIALITY_AGREEMENT": "गोपनीयता समझौता",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "स्वयंसेवक यह स्वीकार करता है कि सेवा के दौरान, उन्हें संगठन, अन्य स्वयंसेवकों, या सहायता मांगने वाले व्यक्तियों से संबंधित गोपनीय, स्वामित्वपूर्ण या व्यक्तिगत जानकारी प्राप्त हो सकती है। स्वयंसेवक सहमत होता है: <1/> - इस समझौते की अवधि के दौरान और बाद में सभी जानकारी की गोपनीयता बनाए रखना। <1/> - ऐसी जानकारी का उपयोग केवल अपनी स्वयंसेवक जिम्मेदारियों को पूरा करने के उद्देश्य से करना। <1/> - संगठन की स्पष्ट लिखित अनुमति के बिना किसी तीसरे पक्ष के साथ कोई गोपनीय जानकारी साझा न करना।",
  "DATA_PRIVACY": "डेटा सुरक्षा और गोपनीयता",
  "DATA_PRIVACY_CONTENT": "स्वयंसेवक सभी लागू डेटा सुरक्षा कानूनों और विनियमों का पालन करने के लिए सहमत होता है, जिनमें जनरल डेटा प्रोटेक्शन रेगुलेशन (GDPR) और अन्य स्थानीय डेटा संरक्षण कानून शामिल हैं। स्वयंसेवक सहमत होता है: <1/> - संगठन की डेटा सुरक्षा नीतियों के अनुसार सभी व्यक्तिगत डेटा को संभालना। <1/> - स्वयंसेवक गतिविधियों के दौरान प्राप्त व्यक्तिगत डेटा की अखंडता और गोपनीयता की रक्षा करना। <1/> - किसी भी डेटा उल्लंघन या अनधिकृत पहुँच की घटनाओं को तुरंत संगठन को सूचित करना।",
  "INTELLECTUAL_PROPERTY": "बौद्धिक संपदा",
  "INTELLECTUAL_PROPERTY_CONTENT": "स्वयंसेवक द्वारा स्वयंसेवा गतिविधियों के दौरान तैयार किया गया कोई भी कार्य, सामग्री या बौद्धिक संपदा संगठन की संपत्ति होगी। स्वयंसेवक सहमत होता है: <1/> - ऐसी बौद्धिक संपदा में सभी अधिकार, शीर्षक और स्वार्थ संगठन को सौंपना। <1/> - संगठन की स्पष्ट अनुमति के बिना उस संपदा का उपयोग, पुनरुत्पादन या वितरण न करना।",
  "LIABILITY_WAIVER": "दायित्व छूट और जोखिम स्वीकार",
  "LIABILITY_WAIVER_CONTENT": "स्वयंसेवक स्वीकार करता है कि स्वयंसेवक गतिविधियों में भाग लेने में अंतर्निहित जोखिम हो सकते हैं, जिनमें शारीरिक चोट, मानसिक तनाव या संपत्ति की क्षति शामिल हो सकती है। स्वयंसेवक सहमत होता है: <1/> - अपनी स्वयंसेवक गतिविधियों से जुड़े सभी जोखिमों को स्वीकार करना, जिनमें यात्रा या परिवहन से जुड़े जोखिम भी शामिल हैं। <1/> - संगठन, उसके अधिकारियों, निदेशकों, कर्मचारियों और संबद्ध संगठनों को किसी भी दावे या मांग से मुक्त करना। <1/> - यह स्वीकार करना कि संगठन स्वयंसेवकों के लिए बीमा कवरेज प्रदान नहीं करता है, और आवश्यक बीमा स्वयंसेवक की जिम्मेदारी है।",
  "INDEMNIFICATION": "क्षतिपूर्ति",
  "INDEMNIFICATION_CONTENT": "स्वयंसेवक सहमत होता है कि वह संगठन, उसके अधिकारियों, निदेशकों, कर्मचारियों और संबद्ध संस्थाओं को अपने सेवा काल के दौरान किए गए कार्यों या चूकों के कारण उत्पन्न किसी भी दावे, क्षति, हानि, देनदारी, लागत और व्यय (कानूनी शुल्क सहित) से क्षतिपूर्ति करेगा और हानि से बचाएगा।",
  "COMMITMENT": "प्रतिबद्धता और अपेक्षाएँ",
  "COMMITMENT_CONTENT": "स्वयंसेवक संगठन द्वारा बताए गए दायित्वों और समय-सीमाओं का पालन करने के लिए प्रतिबद्ध होता है। यदि स्वयंसेवक इन प्रतिबद्धताओं को पूरा करने में असमर्थ हो, तो वह सहमत होता है: <1/> - संगठन को शीघ्रता से सूचित करना और अनुपलब्धता का उचित कारण देना। <1/> - यदि आवश्यक हो, तो जिम्मेदारियों के सुचारू हस्तांतरण के लिए संगठन के साथ सहयोग करना।",
  "TRAINING_SUPERVISION": "प्रशिक्षण और पर्यवेक्षण",
  "TRAINING_SUPERVISION_CONTENT": "संगठन स्वयंसेवक को आवश्यक प्रशिक्षण और पर्यवेक्षण प्रदान करेगा। स्वयंसेवक सहमत होता है: <1/> - सभी अनिवार्य प्रशिक्षण सत्रों में भाग लेना। <1/> - संगठन के पर्यवेक्षकों या कर्मचारियों द्वारा दिए गए निर्देशों और दिशानिर्देशों का पालन करना। <1/> - अपनी जिम्मेदारियों को प्रभावी ढंग से पूरा करने के लिए आवश्यक होने पर स्पष्टीकरण या सहायता लेना।",
  "HEALTH_SAFETY": "स्वास्थ्य और सुरक्षा",
  "HEALTH_SAFETY_CONTENT": "स्वयंसेवक यह स्वीकार करता है कि उसे संगठन द्वारा प्रदान किए गए सभी स्वास्थ्य और सुरक्षा दिशानिर्देशों का पालन करने की जिम्मेदारी है। स्वयंसेवक सहमत होता है: <br/> - किसी भी असुरक्षित स्थिति या घटना की तुरंत रिपोर्ट करना। <br/> - स्वयं और दूसरों के स्वास्थ्य और सुरक्षा की रक्षा के लिए उचित सावधानियाँ बरतना।",
  "DISPUTE_RESOLUTION": "विवाद समाधान",
  "DISPUTE_RESOLUTION_CONTENT": "इस समझौते से संबंधित किसी भी विवाद की स्थिति में, दोनों पक्ष इसे अच्छे विश्वास के साथ बातचीत द्वारा सुलझाने का प्रयास करेंगे। यदि समाधान नहीं निकलता है, तो कानूनी कार्रवाई से पहले आपसी सहमति से मध्यस्थता या पंचाट का सहारा लिया जाएगा।",
  "GOVERNING_LAW": "विधि शासन",
  "GOVERNING_LAW_CONTENT": "यह समझौता उन वैश्विक कानूनों द्वारा शासित और व्याख्यायित होगा जो संगठन द्वारा संचालित गतिविधियों और अंतःक्रियाओं पर लागू होते हैं। इस समझौते से संबंधित कोई भी कानूनी प्रक्रिया दोनों पक्षों द्वारा आपसी सहमति से तय किए गए उपयुक्त न्यायालयों में दायर की जाएगी।",
  "ACKNOWLEDGMENT": "स्वीकृति और सहमति",
  "ACKNOWLEDGMENT_CONTENT": "इस दस्तावेज़ से सहमत होकर, स्वयंसेवक स्वीकार करता है कि उसने इन शर्तों को पढ़ा, समझा और स्वीकार किया है। स्वयंसेवक इन सभी दिशानिर्देशों, नीतियों और अपेक्षाओं का पालन करने के लिए सहमत होता है और समझता है कि उसकी स्वयंसेवक स्थिति इस समझौते का पालन करने पर निर्भर है।",
  "EMAIL_REQUIRED": "कृपया अपना ईमेल दर्ज करें",
  "PASSWORD_REQUIRED": "कृपया अपना पासवर्ड दर्ज करें",
  "INVALID_CREDENTIALS": "अमान्य ईमेल या पासवर्ड",
  "Real help. Real people. Right when you need it.": "वास्तविक सहायता। वास्तविक लोग। जब भी ज़रूरत हो, ठीक उसी समय।",
  "Need help? Here to help?": "मदद चाहिए? हम मदद के लिए यहाँ हैं।",
  "At Saayam for All, your support can make a real difference today.": "सायम फॉर ऑल में, आपका समर्थन आज ही एक वास्तविक अंतर ला सकता है।",
  "Sarve jana sukhino bhavantu": "सर्वे जनाः सुखिनो भवन्तु",
  "May all live happily.": "सभी सुखी रहें।",
  "jñānam vardhati sanchayāt": "ज्ञानं वर्धति संचयात्",
  "Sharing knowledge expands one's own understanding and the knowledge of others.": "ज्ञान साझा करने से स्वयं की समझ और दूसरों का ज्ञान बढ़ता है।",
  "Manava sevaye Madhava seva": "मानव सेवा ही माधव सेवा है",
  "Service to mankind is Service to God.": "मानव सेवा ही ईश्वर सेवा है",
  "Food and Essentials Support": "भोजन और आवश्यक वस्तुओं की सहायता",
  "Clothing Support": "कपड़ों की सहायता",
  "Education and Career Support": "शिक्षा और करियर सहायता",
  "Healthcare and Wellbeing Support": "स्वास्थ्य और कल्याण सहायता",
  "Housing Support": "आवास सहायता",
  "General Support": "सामान्य सहायता",
  "Our Collaborators": "हमारे सहयोगी",
  "Creating a World Where Help is Always Within Reach": "एक ऐसा विश्व बनाना जहाँ सहायता हमेशा सुलभ हो।",
  "Through our global network of volunteers and donors, we empower communities to support one another, fostering a culture of compassion and solidarity that transcends geographical boundaries.": "हमारे वैश्विक स्वयंसेवकों और दाताओं के नेटवर्क के माध्यम से, हम समुदायों को एक-दूसरे का समर्थन करने में सक्षम बनाते हैं और सहानुभूति एवं एकजुटता की संस्कृति को बढ़ावा देते हैं जो भौगोलिक सीमाओं से परे जाती है।",
  "Our Mission": "हमारा मिशन",
  "How We Operate": "हम कैसे काम करते हैं",
  "Watch our 5 minute video to understand how Saayam for All works and how we make a difference.": "हमारा 5 मिनट का वीडियो देखें और जानें कि सायम फॉर ऑल कैसे काम करता है और कैसे हम बदलाव लाते हैं।",
  "Learn More": "और जानें",
  "One Platform. Many Ways to Contribute.": "एक मंच। योगदान के कई तरीके।",
  "Learn about different roles in our ecosystem and how each one contributes to creating an impact.": "हमारे पारिस्थितिकी तंत्र में विभिन्न भूमिकाओं के बारे में जानें और कैसे प्रत्येक भूमिका प्रभाव बनाने में योगदान देती है।",
  "Beneficiaries": "लाभार्थी",
  "Receive help for their requests": "अपनी आवश्यकताओं के लिए सहायता प्राप्त करते हैं",
  "Volunteers": "स्वयंसेवक",
  "Provide guidance and solutions to beneficiaries": "लाभार्थियों को मार्गदर्शन और समाधान प्रदान करते हैं",
  "Voluntary Organizations": "स्वयंसेवी संगठन",
  "Offer necessary support to beneficiaries": "लाभार्थियों को आवश्यक सहायता प्रदान करते हैं",
  "Donors": "दाता",
  "Provide financial assistance to voluntary organization": "स्वयंसेवी संगठनों को वित्तीय सहायता प्रदान करते हैं",
  "COPYRIGHT": "कॉपीराइट © 2025 सायम फॉर ऑल। सर्वाधिकार सुरक्षित।",
  "Contact Us": "संपर्क करें",
  "Email, call, or complete the form to learn how Saayam for All can help you with your challenges": "ईमेल करें, कॉल करें, या फॉर्म पूरा करें यह जानने के लिए कि सायम फॉर ऑल आपकी चुनौतियों में आपकी कैसे मदद कर सकता है",
  "FAQ's": "अक्सर पूछे जाने वाले प्रश्न",
  "What services does Saayam for All offer?": "सायम फॉर ऑल कौन-कौन सी सेवाएँ प्रदान करता है?",
  "We offer a platform to connect volunteers with people who need help in areas like education, food, and healthcare.": " हम स्वयंसेवकों को उन लोगों से जोड़ने के लिए एक मंच प्रदान करते हैं जिन्हें शिक्षा, भोजन और स्वास्थ्य देखभाल जैसे क्षेत्रों में मदद की आवश्यकता होती है।",
  "How can I become a volunteer?": "मैं स्वयंसेवक कैसे बन सकता हूँ?",
  "Fill out the contact form and our team will reach out with onboarding steps!": "संपर्क फॉर्म भरें और हमारी टीम ऑनबोर्डिंग चरणों के साथ संपर्क करेगी!",
  "Is Saayam for All a non-profit?": "क्या सायम फॉर ऑल एक गैर-लाभकारी संगठन है?",
  "Yes, we are a non-profit organization focused on community support and outreach.": "हाँ, हम सामुदायिक समर्थन और outreach पर केंद्रित एक गैर-लाभकारी संगठन हैं।",
  "Get In Touch": "संपर्क करें",
  "You can reach us anytime": "आप कभी भी हमसे संपर्क कर सकते हैं",
  "First Name": "पहला नाम",
  "Last Name": "उपनाम",
  "Email": "ईमेल",
  "Phone": "फ़ोन",
  "Message": "संदेश",
  "Enter your first name": "अपना पहला नाम दर्ज करें",
  "Enter your last name": "अपना उपनाम दर्ज करें",
  "Enter your email": "अपना ईमेल दर्ज करें",
  "Enter your phone": "अपना फ़ोन दर्ज करें",
  "Enter your message": "अपना संदेश दर्ज करें",
  "Submit": "प्रस्तुत करें",
  "*By clicking Submit, you are agreeing to our": "*सबमिट पर क्लिक करके, आप हमारी सहमति दे रहे हैं",
  "terms and conditions": "नियम और शर्तें",
  "Our mission is to provide timely and targeted assistance to those,": "हमारा मिशन उन लोगों को समय पर और लक्षित सहायता प्रदान करना है,",
  "facing challenges in their lives, fostering a culture of compassion,": "जो अपने जीवन में चुनौतियों का सामना कर रहे हैं, करुणा की संस्कृति को बढ़ावा देते हैं,",
  "solidarity, and service to humanity.": "एकजुटता और मानवता की सेवा।",
  "Our Values": "हमारे मूल्य",
  "At Saayam For All, our shared values keep us connected and guide us as one team.": "सायम फॉर ऑल में, हमारे साझा मूल्य हमें जुड़े रखते हैं और हमें एक टीम के रूप में मार्गदर्शन करते हैं।",
  "Address Basic": "बुनियादी जरूरतों को",
  "Necessities": "पूरा करना",
  "Focus on food, clothing,": "भोजन, कपड़े,",
  "shelter, education,": "आश्रय, शिक्षा,",
  "medical, healthcare.": "चिकित्सा, स्वास्थ्य सेवा पर ध्यान।",
  "Inclusivity and ": "समावेशिता और",
  "Respect": "सम्मान",
  "Open to all, regardless of beliefs,": "सभी के लिए खुला, मान्यताओं की परवाह किए बिना,",
  " religion, location, country, or politics,": "धर्म, स्थान, देश या राजनीति की परवाह किए बिना,",
  "without desecrating any beliefs.": "बिना किसी मान्यता का अपमान किए।",
  "Collaboration,": "सहयोग,",
  "Not Competition": "प्रतिस्पर्धा नहीं",
  "Match Requestors with existing": "अनुरोधकर्ताओं को मौजूदा",
  "voluntary organizations without": "स्वयंसेवी संगठनों से मिलाना",
  "starting new ones that compete.": "बिना नए प्रतिस्पर्धी संगठन शुरू किए।",
  "No Infrastructure or": "कोई बुनियादी ढांचा या",
  " Money Distribution": "धन वितरण नहीं",
  "No building of schools or hospitals and": "स्कूल या अस्पताल का निर्माण नहीं और",
  "no direct distribution of money.": "पैसे का सीधा वितरण नहीं।",
  "Volunteer-Based": "स्वयंसेवक आधारित",
  "Purely volunteer-driven with no pay or": "पूर्णतः स्वयंसेवक संचालित बिना वेतन या",
  "benefits; cost reimbursement is allowed.": "लाभ के; लागत प्रतिपूर्ति की अनुमति है।",
  "Motivation": "प्रेरणा",
  "Use Saayam Dollars to motivate": "स्वयंसेवकों को प्रेरित करने के लिए",
  "volunteers.": "सायम डॉलर का उपयोग करें।",
  "Automation": "स्वचालन",
  "Implement a software solution with": "न्यूनतम मानवीय हस्तक्षेप के साथ",
  "minimal human intervention.": "एक सॉफ्टवेयर समाधान लागू करें।",
  "Cost-Efficiency": "लागत-दक्षता",
  "Utilize free resources like WhatsApp,": "WhatsApp, Zoom, और GitHub जैसे",
  " Zoom, and GitHub to keep costs low.": "मुफ्त संसाधनों का उपयोग करके लागत कम रखें।",
  "Our vision is to cultivate a community": "हमारा दृष्टिकोण एक ऐसे समुदाय का निर्माण करना है",
  "where the ethos of \"Manava Sevaye Madhava": "जहाँ \"मानव सेवाये माधव",
  "Seva\" ( Service to mankind is Service to God )": "सेवा\" (मानवता की सेवा ईश्वर की सेवा है)",
  "and \"Sarve jana sukhino bhavantu\" ( May ": "और \"सर्वे जन सुखिनो भवन्तु\" (सभी",
  "all live happily) guides our actions, driving": "सुखी रहें) का लोकाचार हमारे कार्यों का मार्गदर्शन करता है,",
  "positive change and fostering a more": "सकारात्मक बदलाव लाता है और सभी के लिए",
  "compassionate and equitable world for all.": "अधिक दयालु और न्यायसंगत दुनिया को बढ़ावा देता है।",
  "Looking to join us?": "हमसे जुड़ना चाहते हैं?",
  "Chat with our community and get in touch with different charity": "हमारे समुदाय से बात करें और विभिन्न चैरिटी",
  "organizations!": "संगठनों से संपर्क करें!",
  "Join the community": "समुदाय में शामिल हों",
  "Our Vision": "हमारा दृष्टिकोण",
  "EXECUTIVE_TEAM": "कार्यकारी टीम से मिलें",
  "EXECUTIVE_DESCRIPTION_1": "इस दृष्टि को जीवन में लाने के लिए एक समर्पित टीम की आवश्यकता है।",
  "EXECUTIVE_DESCRIPTION_2": "परिवर्तन को आगे बढ़ाने वाले लोगों से मिलें।",
  "DIRECTORS_DESCRIPTION": "सायम फॉर ऑल में, हम इस विश्वास से प्रेरित हैं कि मानवता सबसे बड़ा गुण है।",
  "Founder, President, CEO, CTO": "संस्थापक, अध्यक्ष, सीईओ, सीटीओ",
  "Director & Chief Financial Officer": "निदेशक और मुख्य वित्तीय अधिकारी",
  "Director and Secretary": "निदेशक और सचिव",
  "Director": "निदेशक",
  "Rao K Bhethanabotla": "राव के भेथानाबोटला",
  "Srividhya Gopalan": "श्रीविद्या गोपालन",
  "Naveen Sharma": "नवीन शर्मा",
  "Prabhakara Yellai": "प्रभाकर येल्लई",
  "Sharadha Venketasubramanian": "शारधा वेंकेटासुब्रमण्यम",
  "Ramesh Maturu": "रमेश मातुरु",
  "Madhukar Govindaraju": "मधुकर गोविंदराजू",
  "Sateesh Mucharla": "सतीश मुचर्ला",
  "Ashwani Dhawan": "अश्वनी धवन",
  "Director of Engineering": "इंजीनियरिंग के निदेशक",
  "Business Analyst Team Lead": "बिजनेस एनालिस्ट टीम लीड",
  "Design and Creative Lead": "डिज़ाइन और क्रिएटिव लीड",
  "Lead DevSecOps Engineer": "लीड देवसेकऑप्स इंजीनियर",
  "Senior Data Architect": "सीनियर डेटा आर्किटेक्ट",
  "Developer Advocate/AI/ML Dev Manager": "डेवलपर एडवोकेट/एआई/एमएल देव प्रबंधक",
  "Lead User Experience Designer": "लीड यूजर एक्सपीरियंस डिज़ाइनर",
  "Rashmi Bilaskar": "रश्मि बिलास्कर",
  "Rishitha Rapuri": "रिशिता रापुरी",
  "Sriram Mahankali": "श्रीराम महंकाली",
  "Divya Tanwar": "दिव्या तंवर",
  "Mohana Krishanan R.": "मोहन कृष्णन आर.",
  "Sugandha Agrawal": "सुगंधा अग्रवाल",
  "Meghana Karri": "मेघना करी",
  "In some cases, our volunteers partner with local NGOs, community groups, and service organizations to ensure that every request is fulfilled effectively. Saayam For All builds a collaborative ecosystem that strengthens community support—because helping hands are stronger together.": "कुछ मामलों में, हमारे स्वयंसेवक स्थानीय एनजीओ, समुदाय समूहों और सेवा संगठनों के साथ मिलकर काम करते हैं ताकि हर अनुरोध प्रभावी रूप से पूरा किया जा सके। सायम फॉर ऑल एक सहयोगात्मक पारिस्थितिकी तंत्र का निर्माण करता है जो सामुदायिक समर्थन को मजबूत करता है — क्योंकि मदद के हाथ एक साथ होने पर और भी मज़बूत होते हैं।",
  "Volunteer Match": "स्वयंसेवक मिलान",
  "U.S based nonprofit organization which provides a national digital infrastructure to serve volunteers and nonprofits organization.": "संयुक्त राज्य अमेरिका स्थित एक गैर-लाभकारी संगठन जो स्वयंसेवकों और एनजीओ के लिए एक राष्ट्रीय डिजिटल अवसंरचना प्रदान करता है।",
  "Idealist (Action without Borders)": "आदर्शित (बाहर की कार्य करना बिना सीमाओं)",
  "Action Without Borders also known as Idealist is a non-profit service organization based in New York City.": "आदर्शित (बाहर की कार्य करना बिना सीमाओं) एक गैर-लाभकारी सेवा संगठन है जो न्यू यॉर्क सिटी में स्थित है।",
  "American RedCross": "अमेरिकी लाल क्रॉस",
  "Red Cross volunteers and staff work to deliver vital services – from providing relief and support to those in crisis.": "लाल क्रॉस के स्वयंसेवक और कर्मचारी ज़रूरी सेवाएं प्रदान करने के लिए कार्य करते हैं — जैसे संकट की घड़ी में राहत और समर्थन देना।",
  "Want to join us?": "क्या आप हमारे साथ शामिल होना चाहेंगे?",
  "Chat with our community and get in touch with different charity organizations!": "हमारे समुदाय से बातचीत करें और विभिन्न चैरिटी संगठनों से जुड़ें!",
  "At Saayam For All, getting help is as simple and seamless as requesting a ride.": "सायम फॉर ऑल में मदद पाना उतना ही आसान और सुगम है जितना एक राइड बुक करना।",
  "Request for Help": "मदद के लिए अनुरोध",
  "Submit a request for the support you need—just like booking a ride through an app.": "जैसे आप किसी ऐप के माध्यम से राइड बुक करते हैं, वैसे ही अपनी ज़रूरत के लिए सहायता अनुरोध सबमिट करें।",
  "Get help in 5 easy steps.": "5 सरल चरणों में मदद प्राप्त करें।",
  "Get Matching With a Volunteer": "किसी स्वयंसेवक से मिलान प्राप्त करें",
  "We don't just match—you get the smartest match possible.Our AI/ML engine find the right volunteer for you faster and more accuately, just like a ride share app- but smarter, more human, built for community care .": "हम बस मिलान नहीं करते हैं—आप सबसे स्मार्ट मिलान प्राप्त करते हैं। हमारा AI/ML इंजन आपके लिए सही स्वयंसेवक जल्दी और अधिक सटीक तरीके से खोजता है, जैसे कि एक राइड शेयर ऐप- लेकिन स्मार्ट, अधिक मानवीय, समुदाय के लिए बनाया गया।",
  "Confirm Your Volunteer": "स्वयंसेवक की पुष्टि करें",
  "Connect and Coordinate": "संबंध स्थापित करें और समन्वय करें",
  "Your volunteer reaches out to finalize details and schedule the support you need.": "आपका स्वयंसेवक विस्तृत विवरण और आपकी ज़रूरत के लिए समर्थन की अवधि निर्धारित करने के लिए संपर्क करता है।",
  "Receive Assistance": "सहायता प्राप्त करें",
  "The volunteer provides the help you requested,working with other if needed-making sure you reach your destination.": "स्वयंसेवक आपके अनुरोध के लिए सहायता प्रदान करता है, अन्य सहायता प्राप्त करने के लिए अन्य सहायता प्राप्त करता है-यह सुनिश्चित करता है कि आप अपने गंतव्य तक पहुंचते हैं।",
  "Connecting help to those who need it.": "जो कोई मदद चाहता है, उसे मदद करने के लिए संबंध स्थापित करें।",
  "Looking to volunteer with us?": "क्या आप हमारे साथ स्वयंसेवक बनना चाहेंगे?",
  "Chat with our community and get in touch with us!": "हमारे समुदाय से बातचीत करें और हमसे संपर्क करें!",
  "From these potential matches, one volunteer will be chosen to assist you, much like selecting a specific car.": "इन संभावित मिलानों से, एक स्वयंसेवक आपकी सहायता करने के लिए चुना जाएगा, जैसे कि एक विशिष्ट कार का चयन करना।",
  "Make a donation": "दान करें",
  "Your donation helps us create lasting change in communities across the globe.": "आपका दान हमें दुनिया भर में समुदायों में स्थायी परिवर्तन बनाने में मदद करता है।",
  "Are donations tax deductible?": "क्या दान कर कटौती योग्य हैं?",
  "FAQ_TAX_ANSWER": "हाँ, सायम फॉर ऑल एक पंजीकृत 501(c)(3) गैर-लाभकारी संगठन है। सभी दान कानून द्वारा अनुमत सीमा तक कर कटौती योग्य हैं।",
  "How will my donation be used?": "मेरा दान कैसे उपयोग किया जाएगा?",
  "FAQ_USE_ANSWER": "आपका दान हमारे विभिन्न कार्यक्रमों का समर्थन करने के लिए उपयोग किया जाएगा, जिसमें स्वयंसेवक समन्वय, सहायता कार्यक्रम, और हमारे प्लेटफ़ॉर्म को बनाए रखने के लिए परिचालन लागत शामिल हैं।",
  "Can I cancel recurring donations?": "क्या मैं आवर्ती दान रद्द कर सकता हूँ?",
  "FAQ_CANCEL_ANSWER": "हाँ, आप हमारे समर्थन टीम से संपर्क करके रद्द कर सकते हैं।",
  "": ""
}
