{
  "EDIT": "संपादन करना",
  "SORT_BY": "इसके अनुसार क्रमबद्ध करें",
  "NEWEST": "नवीनतम",
  "OLDEST": "सबसे पुराने",
  "ABOUT": "हमारे बारे में",
  "DONATE": "दान करें",
  "PROFILE": "प्रोफ़ाइल",
  "LOGIN": "लॉग इन करें",
  "LOGOUT": "लॉग आउट करें",
  "SIGNUP": "साइन अप करें",
  "DIRECTORS": "निदेशक मंडल",
  "HOW_WE_OPERATE": "हम कैसे काम करते हैं",
  "NOTIFICATIONS": "सूचनाएं",
  "MISSION": "उद्देश्य",
  "VISION": "दृष्टि",
  "CONTACT": "संपर्क",
  "SCAN_ON_DONATE": "आप स्कैन कर सकते हैं या दान पर क्लिक कर सकते हैं",
  "EMAIL": "Email",
  "PASSWORD": "पासवर्ड",
  "FORGOT_PASSWORD": "पासवर्ड भूल गए?",
  "OR_WITH": "या साथ",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "क्या आपके पास खाता नहीं है?",
  "CREATE_HELP_REQUEST": "सहायता अनुरोध बनाएँ",
  "ADMINISTRATE": "खुद को प्रबंधित करें",
  "MY_REQUESTS": "मेरा अनुभव",
  "MANAGED_REQUESTS": "प्रबंधित अनुरोध",
  "OTHERS_REQUESTS": "अन्य अनुरोध",
  "BECOME_VOLUNTEER": "स्वयंसेवक बनें",
  "HELPING_VOLUNTEERS": "स्वयंसेवकों की मदद करें",
  "REQUEST_VOLUNTEERS": "स्वयंसेवकों का अनुरोध करें",
  "NUMBER_OF_VOLUNTEERS": "स्वयंसेवकों की संख्या दर्ज करें...",
  "VOLUNTEER_ORGANIZATIONS": "स्वयंसेवक संगठन",
  "EMERGENCY_CONTACT": "आपातकालीन संपर्क",
  "MORE_INFORMATION": "अधिक जानकारी",
  "STATUS": "स्थिति",
  "FILTER_BY": "द्वारा फ़िल्टर करें",
  "HERO_TEXT": "<1>संयम</1> में आपका स्वागत है, यह एक गैर-लाभकारी संगठन है - यह ज़रूरत के समय सहायता और समर्थन के लिए आपका प्रवेश द्वार है। संयम का मतलब तेलुगु में मदद, संस्कृत/हिंदी में सहाय, मंदारिन में बंगझू और स्पेनिश में आयुदा है।",
  "AT_SAAYAM": "<1>संयम</1> में, हम चुनौतियों का सामना कर रहे लोगों की मदद करने वाले हाथों की शक्ति में विश्वास करते हैं। हमारा प्लेटफ़ॉर्म दुनिया भर के व्यक्तियों और समुदायों को जोड़ता है, उन लोगों के बीच की खाई को पाटता है जिन्हें सहायता की ज़रूरत है और जो इसे प्रदान करने के लिए तैयार हैं।",
  "OUR_VISION": "हमारा सपना एक ऐसी दुनिया का है जहाँ हर किसी को बाधाओं को दूर करने और संतुष्टिपूर्ण जीवन जीने के लिए आवश्यक सहायता प्राप्त हो। हम मानवीय सहायता में वैश्विक नेता बनने की आकांक्षा रखते हैं, बाधाओं को पार करने वाले समर्थन का एक निर्बाध नेटवर्क बनाने के लिए प्रौद्योगिकी और सहयोग का लाभ उठाते हैं।",
  "JOIN_US": "बदलाव लाने के हमारे मिशन में शामिल हों। चाहे आप मदद के लिए हाथ बढ़ाना चाहते हों या सहायता चाहते हों, संयम आपके लिए मौजूद है। साथ मिलकर, आइए हम सभी के लिए एक ज़्यादा दयालु और न्यायसंगत दुनिया बनाएँ।",
  "JOIN_TODAY": "दूसरों की सहायता करने की खुशी का अनुभव करें - आज ही संयम से जुड़ें। साथ मिलकर हम बदलाव ला सकते हैं।",
  "OUR_MOTTO": "याद रखें, संयम में हमारा आदर्श वाक्य सरल है: \"मानवता की सेवा ईश्वर की सेवा है\" और \"सभी सुखी रहें।\" एक समय में सहायता के एक कार्य के माध्यम से दयालुता और करुणा फैलाने में हमारे साथ जुड़ें। दुनिया में कहीं से भी कोई भी व्यक्ति किसी भी प्रकार के सोशल मीडिया प्लेटफ़ॉर्म/संचार डिवाइस पर मदद के लिए अनुरोध कर सकता है।",
  "STAY_UPDATED": "हमारी प्रगति और पहलों के बारे में अपडेट रहें - नवीनतम अपडेट के लिए यहां वापस आते रहें। साथ मिलकर, हम सभी के लिए एक बेहतर दुनिया बना सकते हैं।",
  "DONATE_MONEY": "संयम फॉर ऑल एक गैर-लाभकारी संगठन है, जिसकी 501(c)(3) स्थिति है। इस संगठन को दिए गए सभी दान कर-कटौती योग्य हैं। आप पैसे दान करने के लिए इस <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal लिंक</1> का उपयोग कर सकते हैं।",
  "READ_MORE": "अधिक पढ़ें <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>हम कैसे काम करते हैं</1>!"
}
