{
  "YES": "Sim",
  "NO": "Não",
  "NOTE": "Nota",
  "FOR_SELF": "Para si",
  "SUBJECT": "Assunto",
  "DESCRIPTION": "Descrição",
  "REMOTE": "Remoto",
  "IN_PERSON": "Pessoalmente",
  "EDIT": "Editar",
  "SORT_BY": "Ordenar por",
  "NEWEST": "Mais recente",
  "OLDEST": "Mais antigo",
  "ABOUT": "Sobre nós",
  "DONATE": "Doar",
  "PROFILE": "Perfil",
  "LOGIN": "Conecte-se",
  "LOGOUT": "Sair",
  "SIGNUP": "Inscrever-se",
  "OUR_TEAM": "Nossa equipe",
  "OUR_MISSION": "Nossa missão",
  "DIRECTORS": "Conselho Administrativo",
  "HOW_WE_OPERATE": "Como operamos",
  "HOME": "Início",
  "VOLUNTEER_SERVICES": "Serviços de voluntariado",
  "OUR_COLLABORATORS": "Nossos colaboradores",
  "WHAT_WE_OFFER": "O que oferecemos",
  "NOTIFICATIONS": "Notificações",
  "MISSION": "Missão",
  "VISION": "Visão",
  "CONTACT": "Contato",
  "PRIVACY_POLICY": "Política de Privacidade",
  "TERMS_AND_CONDITIONS": "Termos e Condições",
  "SITE_MAP": "Mapa do site",
  "SCAN_ON_DONATE": "Pode digitalizar ou clicar em Doar",
  "ENTER_DETAILS": "Introduza os dados e clique em Enviar",
  "SUBMIT": "Enviar",
  "SAVE": "Salvar",
  "CANCEL": "Cancelar",
  "FIRST_NAME": "Primeiro nome",
  "LAST_NAME": "Último nome",
  "PHONE": "Telefone",
  "PHONE_NUMBER": "Número de telefone",
  "YOUR_PHONE_NUMBER": "O seu número de telefone",
  "AGE": "Idade",
  "PREFERRED_LANGUAGE": "Idioma preferido",
  "FIRST_LANGUAGE_PREFERENCE": "Primeira preferência de idioma",
  "SECOND_LANGUAGE_PREFERENCE": "Segunda preferência de idioma",
  "THIRD_LANGUAGE_PREFERENCE": "Terceira preferência de idioma",
  "GENDER": "Gênero",
  "MESSAGE": "Mensagem",
  "EMAIL": "Email",
  "PASSWORD": "Palavra-passe",
  "FORGOT_PASSWORD": "Esqueceu-se da sua senha?",
  "CHANGE_PASSWORD": "Alterar senha",
  "EDIT_PASSWORD": "Editar senha",
  "CURRENT_PASSWORD": "Senha atual",
  "NEW_PASSWORD": "Nova senha",
  "CONFIRM_PASSWORD": "Confirme a senha",
  "PASSWORD_REQUIREMENTS": "Deve conter pelo menos 8 caracteres.",
  "COUNTRY": "País",
  "SELECT_COUNTRY": "Selecione o país",
  "STATE": "Estado",
  "ZIP_CODE": "Código postal",
  "BIRTHDAY": "Data de nascimento",
  "CITY": "Cidade",
  "ADDRESS": "Endereço da Rua{{optional}}",
  "YOUR_PROFILE": "Seu perfil",
  "PERSONAL_INFORMATION": "Informações pessoais",
  "UPLOAD_PHOTO": "Carregar foto",
  "ORGANIZATION_DETAILS": "Detalhes da organização",
  "ORGANIZATION_NAME": "Nome da organização",
  "ORGANIZATION_TYPE": "Tipo de organização",
  "NON_PROFIT": "Sem fins lucrativos",
  "FOR_PROFIT": "Com fins lucrativos",
  "OR_WITH": "Ou com",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Não tem conta?",
  "REQUEST_CATEGORY": "Categoria do pedido",
  "REQUEST_TYPE": "Tipo de pedido",
  "CREATE_HELP_REQUEST": "Criar pedido de ajuda",
  "EDIT_HELP_REQUEST": "Editar pedido de ajuda",
  "ADMINISTRATE": "Gerencie-se",
  "MY_REQUESTS": "Meus pedidos",
  "MANAGED_REQUESTS": "Pedidos gerenciados",
  "OTHERS_REQUESTS": "Pedidos de outros",
  "BECOME_VOLUNTEER": "Torne-se um voluntário",
  "HELPING_VOLUNTEERS": "Voluntários ajudando",
  "REQUEST_VOLUNTEERS": "Solicitar voluntários",
  "NUMBER_OF_VOLUNTEERS": "Insira o número de voluntários necessários...",
  "VOLUNTEER_ORGANIZATIONS": "Organizações de voluntários",
  "EMERGENCY_CONTACT": "Contato de emergência",
  "MORE_INFORMATION": "Mais informações",
  "STATUS": "Estado",
  "FILTER_BY": "Filtrar por",
  "ACKNOWLEDGE_TERMS": "Revisar e reconhecer os termos",
  "TERMS_DOCUMENT": "Por favor, leia o seguinte documento cuidadosamente e reconheça que entendeu o seu conteúdo.",
  "VOLUNTEER_AGREEMENT": "Acordo de voluntariado para Saayam para Todos",
  "I_HAVE_READ": "Li e entendi o documento",
  "HERO_TEXT": "Bem-vindo à <1>Saayam</1>, uma organização sem fins lucrativos – é a sua porta de entrada para assistência e apoio em momentos de necessidade. Saayam significa Ajuda em Telugu, Sahaay em sânscrito/hindi, Bangzhu em mandarim e Ayuda em espanhol.",
  "AT_SAAYAM": "Na <1>Saayam</1>, acreditamos no poder das mãos amigas que estendem a mão a quem enfrenta desafios. A nossa plataforma liga indivíduos e comunidades em todo o mundo, diminuindo a distância entre aqueles que necessitam de assistência e aqueles que estão dispostos a fornecê-la.",
  "OUR_VISION": "A nossa visão é a de um mundo onde todos têm acesso à ajuda necessária para ultrapassar obstáculos e levar uma vida plena. Ambicionamos ser líderes globais em ajuda humanitária, aproveitando a tecnologia e a colaboração para criar uma rede de apoio integrada que transcenda as barreiras.",
  "JOIN_US": "Junte-se a nós na nossa missão de fazer a diferença. Não importa se quer dar uma ajuda ou procurar assistência, a Saayam está aqui para ajudar. Juntos, vamos criar um mundo mais compassivo e justo para todos.",
  "JOIN_TODAY": "Experimente a alegria de ajudar os outros – junte-se hoje mesmo à Saayam. Juntos, podemos fazer a diferença.",
  "OUR_MOTTO": "Lembre-se, na Saayam, o nosso lema é simples: \"Servir a humanidade é servir a Deus\" e \"Que todos vivam felizes\". Junte-se a nós para espalhar bondade e compaixão, um ato de assistência de cada vez. Qualquer pessoa de qualquer parte do mundo pode fazer um pedido de ajuda em qualquer tipo de plataforma de redes sociais/dispositivo de comunicação.",
  "STAY_UPDATED": "Mantenha-se atualizado sobre o nosso progresso e iniciativas – continue a verificar aqui para obter as últimas atualizações. Juntos, podemos construir um mundo melhor para todos.",
  "DONATE_MONEY": "A Saayam For All é uma organização sem fins lucrativos com o estatuto 501(c)(3). Todas as doações para esta organização são dedutíveis fiscalmente. You can use this <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal link</1> to donate dinheiro.",
  "READ_MORE": "Ler mais <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Como operamos</1>!",
  "MAX_CHARACTERS": "Máx. {{count}} caracteres",
  "HELP_REQUEST": "Pedido de ajuda : ",
  "ASK_FOR_HELP": "Como requerente, pode pedir ajuda (semelhante a solicitar boleia).",
  "MATCHING_PROCESS": "Processo de correspondência : ",
  "REQUEST_WILL_BE_MATCHED": "O seu pedido será combinado com alguns voluntários próximos, com base nos seus perfis, semelhante à forma como as aplicações de partilha de viagens o combinam com motoristas próximos.",
  "VOLUNTEER_SELECTION": "Seleção de voluntários : ",
  "FROM_POTENTIAL_MATCHES": "De entre estas possíveis correspondências, será escolhido um voluntário para o ajudar, da mesma forma que selecionaria um carro específico.",
  "VOLUNTEER_APPROACH": "Abordagem do voluntário : ",
  "VOLUNTEER_WILL_CONTACT": "O voluntário escolhido entrará em contacto consigo e trabalhará consigo.",
  "ASSISTANCE_PROVIDED": "Assistência fornecida : ",
  "VOLUNTEER_WILL_WORK": "Este voluntário trabalhará em estreita colaboração consigo para garantir que as suas necessidades são satisfeitas. Também colaborarão com outros voluntários locais e organizações de voluntariado para atender ao seu pedido, como um motorista que o leva ao seu destino.",
  "EMPOWER_INDIVIDUALS": "Capacitar indivíduos e comunidades em todo o mundo, facilitando a assistência e o apoio mútuos através do Saayam, uma plataforma de software que liga requerentes, voluntários, organizações de voluntários e doadores. A nossa missão é prestar assistência oportuna e direcionada àqueles que enfrentam desafios nas suas vidas, promovendo uma cultura de compaixão, solidariedade e serviço à humanidade.",
  "VISION_DESCRIPTION": "Saayam imagina um mundo onde todos têm acesso à ajuda e aos recursos necessários para ultrapassar obstáculos e levar uma vida plena. Ambicionamos ser líderes globais em ajuda humanitária, aproveitando a tecnologia e a colaboração para criar uma rede de apoio integrada que transcende as barreiras geográficas, culturais e socioeconómicas. A nossa visão é cultivar uma comunidade onde o ethos de \"Manava Sevaye Madhava Seva\" (Serviço à humanidade é serviço a Deus) e \"Sarve jana sukhino bhavantu\" (Que todos vivam felizes) oriente as nossas ações, impulsionando mudanças positivas e promovendo uma sociedade mais mundo compassivo e equitativo para todos.",
  "LIFE_THREATENING_REQUESTS": "Não atendemos pedidos de emergência com risco de vida. Ligue para o serviço de emergência local se precisar de ajuda urgente.",
  "INTRODUCTION": "Introduction",
  "INTRODUCTION_CONTENT": "This Volunteer Agreement (\"Agreement\") is entered into between Saayam for All (\"Organization\") and the volunteer (\"Volunteer\") upon acceptance. By signing or agreeing electronically, the Volunteer acknowledges their understanding and acceptance of the terms herein, which govern their participation in any volunteer activities with the Organization.",
  "VOLUNTEER_ROLE": "Volunteer Role and Responsibilities",
  "VOLUNTEER_ROLE_CONTENT": "The Volunteer agrees to fulfill the roles and responsibilities assigned by the Organization, which may include, but are not limited to, assisting in various tasks as needed by individuals or communities requesting help. The Volunteer agrees to: <1/> - Engage in activities assigned by the Organization in a diligent, responsible, and professional manner. <1/> - Communicate promptly with the Organization regarding availability, progress, and challenges. <1/> - Complete assigned tasks promptly and to the best of their ability, adhering to any specified deadlines.",
  "CONDUCT_CODE": "Code of Conduct",
  "CONDUCT_CODE_CONTENT": "The Volunteer agrees to maintain the highest standards of ethical behavior while representing the Organization. This includes: <1/> - Treating all individuals with respect and dignity, regardless of race, religion, gender, sexual orientation, age, or disability. <1/> - Refraining from any form of discrimination, harassment, or unprofessional behavior. <1/> - Avoiding conflicts of interest and ensuring that personal interests do not interfere with their volunteer duties.",
  "CONFIDENTIALITY_AGREEMENT": "Confidentiality Agreement",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "The Volunteer acknowledges that during their service, they may be privy to confidential, proprietary, or personal information relating to the Organization, other volunteers, or individuals seeking assistance. The Volunteer agrees to: <1/> - Maintain confidentiality of all information, both during & after the term of this Agreement. <1/> - Use such information solely for the purpose of fulfilling their volunteer responsibilities. <1/> - Not disclose any confidential information to third parties without the explicit written consent of the Organization.",
  "DATA_PRIVACY": "Data Protection and Privacy",
  "DATA_PRIVACY_CONTENT": "The Volunteer agrees to comply with all applicable data protection laws and regulations, including but not limited to the General Data Protection Regulation (GDPR) or any other local data protection laws. The Volunteer agrees to: <1/> - Handle all personal data in accordance with the Organization’s data protection policies. <1/> - Protect the integrity and confidentiality of any personal data accessed during volunteer activities. <1/> - Immediately report any data breaches or incidents of unauthorized access to the Organization.",
  "INTELLECTUAL_PROPERTY": "Intellectual Property",
  "INTELLECTUAL_PROPERTY_CONTENT": "Any work, materials, or intellectual property created by the Volunteer in the course of their volunteer activities shall be the sole property of the Organization. The Volunteer agrees to: <1/> - Assign all rights, titles, and interests in such intellectual property to the Organization. <1/> - Refrain from using, reproducing, or distributing any intellectual property created during their service without the Organization's explicit consent.",
  "LIABILITY_WAIVER": "Liability Waiver and Assumption of Risk",
  "LIABILITY_WAIVER_CONTENT": "The Volunteer acknowledges that participation in volunteer activities may involve inherent risks, including but not limited to physical injury, emotional distress, or property damage. The Volunteer agrees to: <1/> - Assume all risks associated with their volunteer activities, including any travel or transportation risks. <1/> - Release, waive, and discharge the Organization, its officers, directors, employees, and affiliates from any and all liability, claims, or demands arising out of or relating to their volunteer activities. <1/> - Acknowledge that the Organization does not provide insurance coverage for volunteers, and the Volunteer is responsible for obtaining any necessary insurance.",
  "INDEMNIFICATION": "Indemnification",
  "INDEMNIFICATION_CONTENT": "The Volunteer agrees to indemnify and hold harmless the Organization, its officers, directors, employees, and affiliates from and against any and all claims, damages, losses, liabilities, costs, and expenses (including legal fees) arising out of or related to the Volunteer’s actions or omissions during their service.",
  "COMMITMENT": "Commitment and Expectations",
  "COMMITMENT_CONTENT": "The Volunteer agrees to commit to the responsibilities and timeframes as communicated by the Organization. If the Volunteer is unable to fulfill these commitments, they agree to: <1/> - Notify the Organization as soon as possible, providing a valid reason for their unavailability. <1/> - Work collaboratively with the Organization to ensure a smooth transition of responsibilities, if necessary.",
  "TRAINING_SUPERVISION": "Training and Supervision",
  "Training_SUPERVISION_CONTENT": "The Organization will provide necessary training and supervision to the Volunteer. The Volunteer agrees to: <1/> - Attend all required training sessions. <1/> - Adhere to instructions and guidelines provided by the Organization’s supervisors or staff. <1/> - Seek clarification or assistance when needed to perform their duties effectively.",
  "HEALTH_SAFETY": "Health and Safety",
  "HEALTH_SAFETY_CONTENT": "The Volunteer acknowledges their responsibility to follow all health and safety guidelines provided by the Organization. The Volunteer agrees to: <br/> - Report any unsafe conditions or incidents immediately to the Organization. <br/> - Take reasonable precautions to protect their health and safety as well as that of others during their volunteer activities.",
  "DISPUTE_RESOLUTION": "Dispute Resolution",
  "DISPUTE_RESOLUTION_CONTENT": "In the event of any disputes arising out of or related to this Agreement, the parties agree to attempt to resolve the matter through good faith negotiations. If a resolution cannot be reached, the parties agree to submit to mediation or arbitration, as mutually agreed, before pursuing any legal action.",
  "GOVERNING_LAW": "Governing Law",
  "GOVERNING_LAW_CONTENT": "This Agreement shall be governed by and construed in accordance with global laws applicable to the activities and interactions facilitated by the Organization. Any legal proceedings arising out of or related to this Agreement shall be brought in the appropriate courts of a jurisdiction mutually agreed upon by both parties.",
  "ACKNOWLEDGMENT": "Acknowledgment and Consent",
  "ACKNOWLEDGMENT_CONTENT": "By agreeing to this document, the Volunteer acknowledges that they have read, understood, and accepted these terms. The Volunteer agrees to abide by all the guidelines, policies, and expectations outlined herein and understands that their volunteer status is contingent upon adherence to this Agreement."
}
