{
  "YES": "Sim",
  "NO": "Não",
  "NOTE": "Nota",
  "FOR_SELF": "Para si",
  "SUBJECT": "Assunto",
  "DESCRIPTION": "Descrição",
  "REMOTE": "Remoto",
  "IN_PERSON": "Pessoalmente",
  "EDIT": "Editar",
  "SORT_BY": "Ordenar por",
  "NEWEST": "Mais recente",
  "OLDEST": "Mais antigo",
  "ABOUT": "Sobre nós",
  "DASHBOARD": "Painel de controlo",
  "DONATE": "Doar",
  "PROFILE": "Perfil",
  "LOGIN": "Conecte-se",
  "LOGOUT": "Sair",
  "SIGNUP": "Inscrever-se",
  "OUR_TEAM": "Nossa equipe",
  "OUR_MISSION": "Nossa missão",
  "DIRECTORS": "Conselho Administrativo",
  "HOW_WE_OPERATE": "Como operamos",
  "HOME": "Início",
  "VOLUNTEER_SERVICES": "Serviços de voluntariado",
  "OUR_COLLABORATORS": "Nossos colaboradores",
  "WHAT_WE_OFFER": "O que oferecemos",
  "NOTIFICATIONS": "Notificações",
  "MISSION": "Missão",
  "VISION": "Visão",
  "CONTACT": "Contato",
  "PRIVACY_POLICY": "Política de Privacidade",
  "TERMS_AND_CONDITIONS": "Termos e Condições",
  "SITE_MAP": "Mapa do site",
  "SCAN_ON_DONATE": "Pode digitalizar ou clicar em Doar",
  "ENTER_DETAILS": "Introduza os dados e clique em Enviar",
  "SUBMIT": "Enviar",
  "SAVE": "Salvar",
  "CANCEL": "Cancelar",
  "FIRST_NAME": "Primeiro nome",
  "LAST_NAME": "Último nome",
  "PHONE": "Telefone",
  "PHONE_NUMBER": "Número de telefone",
  "YOUR_PHONE_NUMBER": "O seu número de telefone",
  "AGE": "Idade",
  "PREFERRED_LANGUAGE": "Idioma preferido",
  "FIRST_LANGUAGE_PREFERENCE": "Primeira preferência de idioma",
  "SECOND_LANGUAGE_PREFERENCE": "Segunda preferência de idioma",
  "THIRD_LANGUAGE_PREFERENCE": "Terceira preferência de idioma",
  "GENDER": "Gênero",
  "MESSAGE": "Mensagem",
  "EMAIL": "Email",
  "PASSWORD": "Palavra-passe",
  "FORGOT_PASSWORD": "Esqueceu-se da sua senha?",
  "CHANGE_PASSWORD": "Alterar senha",
  "EDIT_PASSWORD": "Editar senha",
  "CURRENT_PASSWORD": "Senha atual",
  "NEW_PASSWORD": "Nova senha",
  "CONFIRM_PASSWORD": "Confirme a senha",
  "PASSWORD_REQUIREMENTS": "Deve conter pelo menos 8 caracteres.",
  "COUNTRY": "País",
  "SELECT_COUNTRY": "Selecione o país",
  "STATE": "Estado",
  "ZIP_CODE": "Código postal",
  "BIRTHDAY": "Data de nascimento",
  "CITY": "Cidade",
  "ADDRESS": "Endereço da Rua{{optional}}",
  "YOUR_PROFILE": "Seu perfil",
  "PERSONAL_INFORMATION": "Informações pessoais",
  "IDENTITY_DOCUMENT": "Documento de identidade",
  "UPLOAD_PHOTO": "Carregar foto",
  "ORGANIZATION_DETAILS": "Detalhes da organização",
  "ORGANIZATION_NAME": "Nome da organização",
  "ORGANIZATION_TYPE": "Tipo de organização",
  "NON_PROFIT": "Sem fins lucrativos",
  "FOR_PROFIT": "Com fins lucrativos",
  "OR_WITH": "Ou com",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Não tem conta?",
  "REQUEST_CATEGORY": "Categoria do pedido",
  "REQUEST_TYPE": "Tipo de pedido",
  "CREATE_HELP_REQUEST": "Criar pedido de ajuda",
  "EDIT_HELP_REQUEST": "Editar pedido de ajuda",
  "ADMINISTRATE": "Gerencie-se",
  "MY_REQUESTS": "Meus pedidos",
  "MANAGED_REQUESTS": "Pedidos gerenciados",
  "OTHERS_REQUESTS": "Pedidos de outros",
  "BECOME_VOLUNTEER": "Torne-se um voluntário",
  "HELPING_VOLUNTEERS": "Voluntários ajudando",
  "REQUEST_VOLUNTEERS": "Solicitar voluntários",
  "NUMBER_OF_VOLUNTEERS": "Insira o número de voluntários necessários...",
  "VOLUNTEER_ORGANIZATIONS": "Organizações de voluntários",
  "EMERGENCY_CONTACT": "Contato de emergência",
  "MORE_INFORMATION": "Mais informações",
  "STATUS": "Estado",
  "FILTER_BY": "Filtrar por",
  "ACKNOWLEDGE_TERMS": "Revisar e reconhecer os termos",
  "TERMS_DOCUMENT": "Por favor, leia o seguinte documento cuidadosamente e reconheça que entendeu o seu conteúdo.",
  "VOLUNTEER_AGREEMENT": "Acordo de voluntariado para Saayam para Todos",
  "I_HAVE_READ": "Li e entendi o documento",
  "HERO_TEXT": "Bem-vindo à <1>Saayam</1>, uma organização sem fins lucrativos – é a sua porta de entrada para assistência e apoio em momentos de necessidade. Saayam significa Ajuda em Telugu, Sahaay em sânscrito/hindi, Bangzhu em mandarim e Ayuda em espanhol.",
  "AT_SAAYAM": "Na <1>Saayam</1>, acreditamos no poder das mãos amigas que estendem a mão a quem enfrenta desafios. A nossa plataforma liga indivíduos e comunidades em todo o mundo, diminuindo a distância entre aqueles que necessitam de assistência e aqueles que estão dispostos a fornecê-la.",
  "OUR_VISION": "A nossa visão é a de um mundo onde todos têm acesso à ajuda necessária para ultrapassar obstáculos e levar uma vida plena. Ambicionamos ser líderes globais em ajuda humanitária, aproveitando a tecnologia e a colaboração para criar uma rede de apoio integrada que transcenda as barreiras.",
  "JOIN_US": "Junte-se a nós na nossa missão de fazer a diferença. Não importa se quer dar uma ajuda ou procurar assistência, a Saayam está aqui para ajudar. Juntos, vamos criar um mundo mais compassivo e justo para todos.",
  "JOIN_TODAY": "Experimente a alegria de ajudar os outros – junte-se hoje mesmo à Saayam. Juntos, podemos fazer a diferença.",
  "OUR_MOTTO": "Lembre-se, na Saayam, o nosso lema é simples: \"Servir a humanidade é servir a Deus\" e \"Que todos vivam felizes\". Junte-se a nós para espalhar bondade e compaixão, um ato de assistência de cada vez. Qualquer pessoa de qualquer parte do mundo pode fazer um pedido de ajuda em qualquer tipo de plataforma de redes sociais/dispositivo de comunicação.",
  "STAY_UPDATED": "Mantenha-se atualizado sobre o nosso progresso e iniciativas – continue a verificar aqui para obter as últimas atualizações. Juntos, podemos construir um mundo melhor para todos.",
  "DONATE_MONEY": "A Saayam For All é uma organização sem fins lucrativos com o estatuto 501(c)(3). Todas as doações para esta organização são dedutíveis fiscalmente. You can use this <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal link</1> to donate dinheiro.",
  "READ_MORE": "Ler mais <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Como operamos</1>!",
  "MAX_CHARACTERS": "Máx. {{count}} caracteres",
  "HELP_REQUEST": "Pedido de ajuda : ",
  "ASK_FOR_HELP": "Como requerente, pode pedir ajuda (semelhante a solicitar boleia).",
  "MATCHING_PROCESS": "Processo de correspondência : ",
  "REQUEST_WILL_BE_MATCHED": "O seu pedido será combinado com alguns voluntários próximos, com base nos seus perfis, semelhante à forma como as aplicações de partilha de viagens o combinam com motoristas próximos.",
  "VOLUNTEER_SELECTION": "Seleção de voluntários : ",
  "FROM_POTENTIAL_MATCHES": "De entre estas possíveis correspondências, será escolhido um voluntário para o ajudar, da mesma forma que selecionaria um carro específico.",
  "VOLUNTEER_APPROACH": "Abordagem do voluntário : ",
  "VOLUNTEER_WILL_CONTACT": "O voluntário escolhido entrará em contacto consigo e trabalhará consigo.",
  "ASSISTANCE_PROVIDED": "Assistência fornecida : ",
  "VOLUNTEER_WILL_WORK": "Este voluntário trabalhará em estreita colaboração consigo para garantir que as suas necessidades são satisfeitas. Também colaborarão com outros voluntários locais e organizações de voluntariado para atender ao seu pedido, como um motorista que o leva ao seu destino.",
  "EMPOWER_INDIVIDUALS": "Capacitar indivíduos e comunidades em todo o mundo, facilitando a assistência e o apoio mútuos através do Saayam, uma plataforma de software que liga requerentes, voluntários, organizações de voluntários e doadores. A nossa missão é prestar assistência oportuna e direcionada àqueles que enfrentam desafios nas suas vidas, promovendo uma cultura de compaixão, solidariedade e serviço à humanidade.",
  "VISION_DESCRIPTION": "Saayam imagina um mundo onde todos têm acesso à ajuda e aos recursos necessários para ultrapassar obstáculos e levar uma vida plena. Ambicionamos ser líderes globais em ajuda humanitária, aproveitando a tecnologia e a colaboração para criar uma rede de apoio integrada que transcende as barreiras geográficas, culturais e socioeconómicas. A nossa visão é cultivar uma comunidade onde o ethos de \"Manava Sevaye Madhava Seva\" (Serviço à humanidade é serviço a Deus) e \"Sarve jana sukhino bhavantu\" (Que todos vivam felizes) oriente as nossas ações, impulsionando mudanças positivas e promovendo uma sociedade mais mundo compassivo e equitativo para todos.",
  "LIFE_THREATENING_REQUESTS": "Não atendemos pedidos de emergência com risco de vida. Ligue para o serviço de emergência local se precisar de ajuda urgente.",
  "INTRODUCTION": "Introdução",
  "INTRODUCTION_CONTENT": "O presente Acordo de Voluntariado (\"Acordo\") é celebrado entre a Saayam for All (\"Organização\") e o voluntário (\"Voluntário\") após aceitação. Ao assinar ou concordar eletronicamente, o Voluntário declara que compreende e aceita os termos aqui estabelecidos, que regulam a sua participação em quaisquer atividades de voluntariado com a Organização.",
  "VOLUNTEER_ROLE": "Função e Responsabilidades do Voluntário",
  "VOLUNTEER_ROLE_CONTENT": "O Voluntário compromete-se a desempenhar as funções e responsabilidades atribuídas pela Organização, que podem incluir, entre outras, a prestação de apoio em diversas tarefas, conforme necessário, a indivíduos ou comunidades que solicitem ajuda. O Voluntário compromete-se a: <1/> - Exercer as atividades designadas pela Organização de forma diligente, responsável e profissional. <1/> - Comunicar-se prontamente com a Organização sobre a sua disponibilidade, progresso e eventuais dificuldades. <1/> - Concluir as tarefas atribuídas com pontualidade e da melhor forma possível, respeitando os prazos estipulados.",
  "CONDUCT_CODE": "Código de Conduta",
  "CONDUCT_CODE_CONTENT": "O Voluntário compromete-se a manter os mais elevados padrões de conduta ética durante a sua representação da Organização. Isto inclui: <1/> - Tratar todas as pessoas com respeito e dignidade, independentemente da raça, religião, género, orientação sexual, idade ou deficiência. <1/> - Abster-se de qualquer forma de discriminação, assédio ou comportamento inadequado. <1/> - Evitar conflitos de interesses e assegurar que interesses pessoais não interfiram com as suas funções de voluntariado.",
  "CONFIDENTIALITY_AGREEMENT": "Acordo de Confidencialidade",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "O Voluntário reconhece que, no decorrer do seu serviço, poderá ter acesso a informações confidenciais, proprietárias ou pessoais relativas à Organização, a outros voluntários ou a indivíduos que solicitem apoio. O Voluntário compromete-se a: <1/> - Manter a confidencialidade de todas as informações, tanto durante como após o termo deste Acordo. <1/> - Utilizar tais informações exclusivamente para o desempenho das suas funções de voluntariado. <1/> - Não divulgar qualquer informação confidencial a terceiros sem o consentimento expresso e por escrito da Organização.",
  "DATA_PRIVACY": "Proteção de Dados e Privacidade",
  "DATA_PRIVACY_CONTENT": "O Voluntário compromete-se a cumprir toda a legislação e regulamentação aplicável em matéria de proteção de dados, incluindo, mas não se limitando ao Regulamento Geral sobre a Proteção de Dados (RGPD) ou qualquer outra lei local aplicável. O Voluntário compromete-se a: <1/> - Tratar todos os dados pessoais de acordo com as políticas de proteção de dados da Organização. <1/> - Assegurar a integridade e confidencialidade de todos os dados pessoais a que tenha acesso no âmbito das suas atividades de voluntariado. <1/> - Comunicar imediatamente qualquer violação de dados ou acesso não autorizado à Organização.",
  "INTELLECTUAL_PROPERTY": "Propriedade Intelectual",
  "INTELLECTUAL_PROPERTY_CONTENT": "Qualquer trabalho, material ou propriedade intelectual criado pelo Voluntário no âmbito das suas atividades de voluntariado será propriedade exclusiva da Organização. O Voluntário compromete-se a: <1/> - Ceder todos os direitos, títulos e interesses sobre essa propriedade intelectual à Organização. <1/> - Não utilizar, reproduzir ou divulgar qualquer propriedade intelectual criada durante o serviço sem o consentimento explícito da Organização.",
  "LIABILITY_WAIVER": "Renúncia de Responsabilidade e Assunção de Risco",
  "LIABILITY_WAIVER_CONTENT": "O Voluntário reconhece que a participação em atividades de voluntariado pode envolver riscos inerentes, incluindo, entre outros, lesões físicas, stress emocional ou danos materiais. O Voluntário compromete-se a: <1/> - Assumir todos os riscos associados às atividades voluntárias, incluindo os relacionados com viagens ou transportes. <1/> - Isentar e exonerar a Organização, os seus dirigentes, colaboradores e entidades afiliadas de qualquer responsabilidade, reclamação ou pedido decorrente da sua participação como voluntário. <1/> - Reconhecer que a Organização não fornece cobertura de seguros aos voluntários, sendo o Voluntário responsável por obter o seguro que considere necessário.",
  "INDEMNIFICATION": "Indemnização",
  "INDEMNIFICATION_CONTENT": "O Voluntário compromete-se a indemnizar e isentar a Organização, os seus dirigentes, colaboradores e entidades afiliadas de quaisquer reclamações, prejuízos, perdas, responsabilidades, custos e despesas (incluindo honorários legais) resultantes das suas ações ou omissões durante o serviço.",
  "COMMITMENT": "Compromisso e Expectativas",
  "COMMITMENT_CONTENT": "O Voluntário compromete-se a respeitar as responsabilidades e os prazos definidos pela Organização. Caso não seja possível cumprir com os compromissos assumidos, o Voluntário concorda em: <1/> - Notificar a Organização o mais brevemente possível, apresentando uma justificação válida para a sua indisponibilidade. <1/> - Colaborar com a Organização para assegurar uma transição adequada das suas responsabilidades, caso necessário.",
  "TRAINING_SUPERVISION": "Formação e Supervisão",
  "Training_SUPERVISION_CONTENT": "A Organização compromete-se a fornecer a formação e a supervisão necessárias ao Voluntário. O Voluntário compromete-se a: <1/> - Participar em todas as sessões de formação obrigatórias. <1/> - Cumprir as orientações e instruções fornecidas pelos supervisores ou membros da equipa da Organização. <1/> - Solicitar esclarecimentos ou apoio sempre que necessário para o adequado desempenho das suas funções.",
  "HEALTH_SAFETY": "Saúde e Segurança",
  "HEALTH_SAFETY_CONTENT": "O Voluntário reconhece a sua responsabilidade em cumprir todas as orientações de saúde e segurança fornecidas pela Organização. O Voluntário compromete-se a: <br/> - Comunicar de imediato qualquer situação ou condição insegura à Organização. <br/> - Tomar precauções razoáveis para proteger a sua saúde e segurança, bem como a de terceiros, durante as suas atividades voluntárias.",
  "DISPUTE_RESOLUTION": "Resolução de Conflitos",
  "DISPUTE_RESOLUTION_CONTENT": "Em caso de conflito decorrente ou relacionado com este Acordo, as partes comprometem-se a envidar esforços para alcançar uma resolução amigável. Na impossibilidade de acordo, as partes concordam em submeter-se a mediação ou arbitragem, conforme mutuamente acordado, antes de iniciar qualquer ação judicial.",
  "GOVERNING_LAW": "Lei Aplicável",
  "GOVERNING_LAW_CONTENT": "Este Acordo será regido e interpretado de acordo com as leis globais aplicáveis às atividades e interações promovidas pela Organização. Qualquer processo judicial decorrente do presente Acordo será instaurado nos tribunais competentes de uma jurisdição acordada mutuamente por ambas as partes.",
  "ACKNOWLEDGMENT": "Reconhecimento e Consentimento",
  "ACKNOWLEDGMENT_CONTENT": "Ao aceitar este documento, o Voluntário reconhece que leu, compreendeu e aceitou os seus termos. O Voluntário compromete-se a cumprir todas as orientações, políticas e expectativas aqui estabelecidas, e compreende que o seu estatuto de voluntário depende do cumprimento deste Acordo.",
  "EMAIL_REQUIRED": "Por favor, introduza o seu e-mail",
  "PASSWORD_REQUIRED": "Por favor, introduza a sua palavra-passe",
  "INVALID_CREDENTIALS": "E-mail ou palavra-passe inválidos",
  "COPYRIGHT": "Direitos de autor © 2025 Saayam For All. Todos os direitos reservados."
}
