{
  "ABOUT": "Sobre nós",
  "DONATE": "Doar",
  "LOGIN": "Conecte-se",
  "SIGNUP": "Inscrever-se",
  "DIRECTORS": "Conselho Administrativo",
  "HOW_WE_OPERATE": "Como operamos",
  "MISSION": "Missão",
  "VISION": "Visão",
  "CONTACT": "Contato",
  "SCAN_ON_DONATE": "You can scan or click on Donate",
  "EMAIL": "Email",
  "PASSWORD": "Palavra-passe",
  "FORGOT_PASSWORD": "Esqueceu-se da sua senha?",
  "OR_WITH": "Ou com",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "Não tem conta?",
  "HERO_TEXT": "Bem-vindo à <1>Saayam</1>, uma organização sem fins lucrativos – é a sua porta de entrada para assistência e apoio em momentos de necessidade. Saayam significa Ajuda em Telugu, Sahaay em sânscrito/hindi, Bangzhu em mandarim e Ayuda em espanhol.",
  "AT_SAAYAM": "Na <1>Saayam</1>, acreditamos no poder das mãos amigas que estendem a mão a quem enfrenta desafios. A nossa plataforma liga indivíduos e comunidades em todo o mundo, diminuindo a distância entre aqueles que necessitam de assistência e aqueles que estão dispostos a fornecê-la.",
  "OUR_VISION": "A nossa visão é a de um mundo onde todos têm acesso à ajuda necessária para ultrapassar obstáculos e levar uma vida plena. Ambicionamos ser líderes globais em ajuda humanitária, aproveitando a tecnologia e a colaboração para criar uma rede de apoio integrada que transcenda as barreiras.",
  "JOIN_US": "Junte-se a nós na nossa missão de fazer a diferença. Não importa se quer dar uma ajuda ou procurar assistência, a Saayam está aqui para ajudar. Juntos, vamos criar um mundo mais compassivo e justo para todos.",
  "JOIN_TODAY": "Experimente a alegria de ajudar os outros – junte-se hoje mesmo à Saayam. Juntos, podemos fazer a diferença.",
  "OUR_MOTTO": "Lembre-se, na Saayam, o nosso lema é simples: \"Servir a humanidade é servir a Deus\" e \"Que todos vivam felizes\". Junte-se a nós para espalhar bondade e compaixão, um ato de assistência de cada vez. Qualquer pessoa de qualquer parte do mundo pode fazer um pedido de ajuda em qualquer tipo de plataforma de redes sociais/dispositivo de comunicação.",
  "STAY_UPDATED": "Mantenha-se atualizado sobre o nosso progresso e iniciativas – continue a verificar aqui para obter as últimas atualizações. Juntos, podemos construir um mundo melhor para todos.",
  "DONATE_MONEY": "A Saayam For All é uma organização sem fins lucrativos com o estatuto 501(c)(3). Todas as doações para esta organização são dedutíveis fiscalmente. You can use this <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal link</1> to donate dinheiro.",
  "READ_MORE": "Ler mais <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Como operamos</1>!"
}
