{
  "YES": "Да",
  "NO": "Нет",
  "NOTE": "Примечание",
  "FOR_SELF": "Для себя",
  "SUBJECT": "Тема",
  "DESCRIPTION": "Описание",
  "REMOTE": "Удаленно",
  "IN_PERSON": "Лично",
  "EDIT": "Редактировать",
  "SORT_BY": "Сортировать по",
  "NEWEST": "Новейшие",
  "OLDEST": "Старейшие",
  "ABOUT": "О нас",
  "DASHBOARD": "Панель управления",
  "DONATE": "Пожертвовать",
  "PROFILE": "Профиль",
  "LOGIN": "Войти",
  "LOGOUT": "Выйти",
  "SIGNUP": "Зарегистрироваться",
  "OUR_TEAM": "Наша команда",
  "OUR_MISSION": "Наша миссия",
  "DIRECTORS": "Совет директоров",
  "HOW_WE_OPERATE": "Как мы работаем",
  "HOME": "Главная",
  "VOLUNTEER_SERVICES": "Волонтерские услуги",
  "OUR_COLLABORATORS": "Наши партнеры",
  "WHAT_WE_OFFER": "Что мы предлагаем",
  "NOTIFICATIONS": "Уведомления",
  "MISSION": "Миссия",
  "VISION": "Видение",
  "CONTACT": "Свяжитесь с нами",
  "PRIVACY_POLICY": "Политика конфиденциальности",
  "TERMS_AND_CONDITIONS": "Условия и положения",
  "SITE_MAP": "Карта сайта",
  "SCAN_ON_DONATE": "Вы можете отсканировать или нажать на Пожертвовать",
  "ENTER_DETAILS": "Введите данные и нажмите Отправить",
  "SUBMIT": "Отправить",
  "SAVE": "Сохранить",
  "CANCEL": "Отмена",
  "FIRST_NAME": "Имя",
  "LAST_NAME": "Фамилия",
  "PHONE": "Телефон",
  "PHONE_NUMBER": "Номер телефона",
  "YOUR_PHONE_NUMBER": "Ваш номер телефона",
  "AGE": "Возраст",
  "PREFERRED_LANGUAGE": "Предпочтительный язык",
  "FIRST_LANGUAGE_PREFERENCE": "Первый предпочтительный язык",
  "SECOND_LANGUAGE_PREFERENCE": "Второй предпочтительный язык",
  "THIRD_LANGUAGE_PREFERENCE": "Третий предпочтительный язык",
  "GENDER": "Пол",
  "MESSAGE": "Сообщение",
  "EMAIL": "Электронная почта",
  "PASSWORD": "Пароль",
  "FORGOT_PASSWORD": "Забыли пароль?",
  "CHANGE_PASSWORD": "Изменить пароль",
  "EDIT_PASSWORD": "Редактировать пароль",
  "CURRENT_PASSWORD": "Текущий пароль",
  "NEW_PASSWORD": "Новый пароль",
  "CONFIRM_PASSWORD": "Подтвердите пароль",
  "PASSWORD_REQUIREMENTS": "Должен содержать не менее 8 символов.",
  "COUNTRY": "Страна",
  "SELECT_COUNTRY": "Выберите страну",
  "STATE": "Штат",
  "ZIP_CODE": "Почтовый индекс",
  "BIRTHDAY": "Дата рождения",
  "CITY": "Город",
  "ADDRESS": "Адрес{{optional}}",
  "YOUR_PROFILE": "Ваш профиль",
  "PERSONAL_INFORMATION": "Личная информация",
  "IDENTITY_DOCUMENT": "Документ, удостоверяющий личность",
  "UPLOAD_PHOTO": "Загрузить фото",
  "ORGANIZATION_DETAILS": "Детали организации",
  "ORGANIZATION_NAME": "Название организации",
  "ORGANIZATION_TYPE": "Тип организации",
  "NON_PROFIT": "Некоммерческая",
  "FOR_PROFIT": "Коммерческая",
  "OR_WITH": "Или с",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "У вас нет учетной записи?",
  "REQUEST_CATEGORY": "Категория запроса",
  "REQUEST_TYPE": "Тип запроса",
  "CREATE_HELP_REQUEST": "Создать запрос на помощь",
  "EDIT_HELP_REQUEST": "Редактировать запрос на помощь",
  "ADMINISTRATE": "Администрировать",
  "MY_REQUESTS": "Мои запросы",
  "MANAGED_REQUESTS": "Управляемые запросы",
  "OTHERS_REQUESTS": "Запросы других",
  "BECOME_VOLUNTEER": "Стать волонтером",
  "HELPING_VOLUNTEERS": "Помогающие волонтеры",
  "REQUEST_VOLUNTEERS": "Запросить волонтеров",
  "NUMBER_OF_VOLUNTEERS": "Введите количество требуемых волонтеров...",
  "VOLUNTEER_ORGANIZATIONS": "Волонтерские организации",
  "EMERGENCY_CONTACT": "Экстренный контакт",
  "MORE_INFORMATION": "Дополнительная информация",
  "STATUS": "Статус",
  "FILTER_BY": "Фильтровать по",
  "ACKNOWLEDGE_TERMS": "Прочитайте и подтвердите условия",
  "TERMS_DOCUMENT": "Пожалуйста, внимательно прочитайте следующий документ и подтвердите, что вы поняли его содержание.",
  "VOLUNTEER_AGREEMENT": "Соглашение волонтера для Saayam For All",
  "I_HAVE_READ": "Я прочитал и понял документ",
  "HERO_TEXT": "Добро пожаловать в <1>Saayam For All</1>, некоммерческую организацию, которая предлагает вам помощь и поддержку в моменты нужды. Saayam означает Помощь на телугу, Sahaay на санскрите/хинди, Bangzhu на китайском и Ayuda на испанском.",
  "AT_SAAYAM": "В <1>Saayam For All</1> мы верим в силу протянутых рук помощи тем, кто сталкивается с трудностями. Наша платформа соединяет людей и сообщества по всему миру, преодолевая разрыв между теми, кто нуждается в помощи, и теми, кто готов ее предоставить.",
  "OUR_VISION": "Наше видение — это мир, где каждый имеет доступ к помощи, необходимой для преодоления препятствий и ведения полноценной жизни. Мы стремимся стать мировыми лидерами в области гуманитарной помощи, используя технологии и сотрудничество для создания прозрачной сети поддержки, которая преодолевает барьеры.",
  "JOIN_US": "Присоединяйтесь к нам в нашей миссии изменить мир к лучшему. Хотите ли вы протянуть руку помощи или ищете поддержку, Saayam For All здесь для вас. Вместе давайте создадим более сострадательный и справедливый мир для всех.",
  "JOIN_TODAY": "Испытайте радость помощи другим — присоединяйтесь к Saayam For All сегодня. Вместе мы можем изменить мир к лучшему.",
  "OUR_MOTTO": "Помните, в Saayam For All наш девиз прост: «Служение человечеству — это служение Богу» и «Пусть все живут счастливо». Присоединяйтесь к нам в распространении доброты и сострадания, по одному акту помощи за раз. Любой человек из любой точки мира может подать запрос о помощи через любую платформу социальных сетей/устройство связи.",
  "STAY_UPDATED": "Будьте в курсе нашего прогресса и инициатив — регулярно заходите сюда для получения последних обновлений. Вместе мы можем построить лучший мир для всех.",
  "DONATE_MONEY": "Saayam For All — некоммерческая организация со статусом 501(c)(3). Все пожертвования этой организации подлежат налоговому вычету. Вы можете использовать эту <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">ссылку PayPal</1> для пожертвования денег.",
  "READ_MORE": "Читайте больше <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Как мы работаем</1>!",
  "MAX_CHARACTERS": "Максимум {{count}} символов",
  "HELP_REQUEST": "Запрос на помощь: ",
  "ASK_FOR_HELP": "Как заявитель, вы можете попросить помощи (аналогично заказу поездки).",
  "MATCHING_PROCESS": "Процесс подбора: ",
  "REQUEST_WILL_BE_MATCHED": "Ваш запрос будет сопоставлен с несколькими близлежащими волонтерами на основе их профилей, аналогично тому, как приложения для совместных поездок сопоставляют вас с близлежащими водителями.",
  "VOLUNTEER_SELECTION": "Выбор волонтера: ",
  "FROM_POTENTIAL_MATCHES": "Из этих потенциальных совпадений будет выбран один волонтер для вашей помощи, как выбор конкретного автомобиля.",
  "VOLUNTEER_APPROACH": "Подход волонтера: ",
  "VOLUNTEER_WILL_CONTACT": "Выбранный волонтер свяжется с вами и будет работать с вами.",
  "ASSISTANCE_PROVIDED": "Предоставленная помощь: ",
  "VOLUNTEER_WILL_WORK": "Этот волонтер будет тесно работать с вами, чтобы убедиться, что ваши потребности удовлетворены. Он также будет сотрудничать с другими местными волонтерами и волонтерскими организациями для выполнения вашего запроса, как водитель, который доставляет вас к месту назначения.",
  "EMPOWER_INDIVIDUALS": "Наша миссия — расширить возможности отдельных лиц и сообществ по всему миру, облегчая взаимную помощь и поддержку через Saayam For All, программную платформу, которая соединяет заявителей, волонтеров, волонтерские организации и доноров. Наша миссия — предоставить своевременную и целенаправленную помощь тем, кто сталкивается с трудностями в своей жизни, способствуя культуре сострадания, солидарности и служения человечеству.",
  "VISION_DESCRIPTION": "Saayam For All представляет мир, где каждый имеет доступ к помощи и ресурсам, необходимым для преодоления препятствий и ведения полноценной жизни. Мы стремимся стать мировыми лидерами в области гуманитарной помощи, используя технологии и сотрудничество для создания прозрачной сети поддержки, которая преодолевает географические, культурные и социально-экономические барьеры. Наше видение — культивировать сообщество, где этика «Manava Sevaye Madhava» (Служение человечеству — это служение Богу) и «Sarve jana sukhino bhavantu» (Пусть все живут счастливо) направляет наши действия, способствуя позитивным изменениям и созданию более сострадательного и справедливого мира для всех.",
  "LIFE_THREATENING_REQUESTS": "Мы не обрабатываем экстренные запросы, угрожающие жизни. Пожалуйста, обратитесь в местную службу экстренной помощи, если вам нужна срочная помощь.",
  "INTRODUCTION": "Введение",
  "INTRODUCTION_CONTENT": "Это Соглашение о волонтерстве (\"Соглашение\") заключается между Saayam For All (\"Организация\") и волонтером (\"Волонтер\") при принятии. Подписывая или соглашаясь электронно, Волонтер признает свое понимание и принятие условий, изложенных здесь, которые регулируют их участие в любой волонтерской деятельности с Организацией.",
  "VOLUNTEER_ROLE": "Роль и обязанности волонтера",
  "VOLUNTEER_ROLE_CONTENT": "Волонтер соглашается выполнять роли и обязанности, назначенные Организацией, которые могут включать, но не ограничиваются, помощь в различных задачах по мере необходимости отдельных лиц или сообществ, запрашивающих помощь. Волонтер соглашается: <1/> - Участвовать в деятельности, назначенной Организацией, усердно, ответственно и профессионально. <1/> - Оперативно сообщать Организации о доступности, прогрессе и проблемах. <1/> - Выполнять назначенные задачи оперативно и в меру своих способностей, соблюдая любые указанные сроки.",
  "CONDUCT_CODE": "Кодекс поведения",
  "CONDUCT_CODE_CONTENT": "Волонтер соглашается поддерживать высочайшие стандарты этического поведения, представляя Организацию. Это включает: <1/> - Обращение со всеми людьми с уважением и достоинством, независимо от расы, религии, пола, сексуальной ориентации, возраста или инвалидности. <1/> - Воздержание от любых форм дискриминации, домогательств или непрофессионального поведения. <1/> - Избегание конфликтов интересов и обеспечение того, чтобы личные интересы не мешали их волонтерским обязанностям.",
  "CONFIDENTIALITY_AGREEMENT": "Соглашение о конфиденциальности",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "Волонтер признает, что во время своей службы он может получить доступ к конфиденциальной, собственной или личной информации, касающейся Организации, других волонтеров или лиц, обращающихся за помощью. Волонтер соглашается: <1/> - Поддерживать конфиденциальность всей информации как во время, так и после срока действия этого Соглашения. <1/> - Использовать такую информацию исключительно для выполнения своих волонтерских обязанностей. <1/> - Не раскрывать конфиденциальную информацию третьим лицам без явного письменного согласия Организации.",
  "DATA_PRIVACY": "Защита данных и конфиденциальность",
  "DATA_PRIVACY_CONTENT": "Волонтер соглашается соблюдать все применимые законы и правила защиты данных, включая, но не ограничиваясь, Общим регламентом по защите данных (GDPR) или любыми другими местными законами о защите данных. Волонтер соглашается: <1/> - Обрабатывать все персональные данные в соответствии с политиками защиты данных Организации. <1/> - Защищать целостность и конфиденциальность любых персональных данных, к которым получен доступ во время волонтерской деятельности. <1/> - Немедленно сообщать о любых нарушениях данных или инцидентах несанкционированного доступа Организации.",
  "INTELLECTUAL_PROPERTY": "Интеллектуальная собственность",
  "INTELLECTUAL_PROPERTY_CONTENT": "Любая работа, материалы или интеллектуальная собственность, созданная Волонтером в ходе его волонтерской деятельности, будет исключительной собственностью Организации. Волонтер соглашается: <1/> - Передать все права, титулы и интересы в такой интеллектуальной собственности Организации. <1/> - Воздерживаться от использования, воспроизведения или распространения любой интеллектуальной собственности, созданной во время их службы, без явного согласия Организации.",
  "LIABILITY_WAIVER": "Отказ от ответственности и принятие риска",
  "LIABILITY_WAIVER_CONTENT": "Волонтер признает, что участие в волонтерской деятельности может включать присущие риски, включая, но не ограничиваясь, физические травмы, эмоциональный стресс или повреждение имущества. Волонтер соглашается: <1/> - Принять все риски, связанные с их волонтерской деятельностью, включая любые риски путешествий или транспортировки. <1/> - Освободить, отказаться и разрядить Организацию, ее должностных лиц, директоров, сотрудников и аффилированных лиц от любой ответственности, претензий или требований, возникающих из или связанных с их волонтерской деятельностью. <1/> - Признать, что Организация не предоставляет страхового покрытия для волонтеров, и Волонтер несет ответственность за получение любой необходимой страховки.",
  "INDEMNIFICATION": "Возмещение ущерба",
  "INDEMNIFICATION_CONTENT": "Волонтер соглашается возместить ущерб и держать в безопасности Организацию, ее должностных лиц, директоров, сотрудников и аффилированных лиц от любых претензий, ущерба, потерь, обязательств, расходов и издержек (включая юридические сборы), возникающих из или связанных с действиями или бездействием Волонтера во время их службы.",
  "COMMITMENT": "Обязательство и ожидания",
  "COMMITMENT_CONTENT": "Волонтер соглашается взять на себя обязательства по ответственности и временным рамкам, сообщенным Организацией. Если Волонтер не может выполнить эти обязательства, он соглашается: <1/> - Уведомить Организацию как можно скорее, предоставив вескую причину их недоступности. <1/> - Работать совместно с Организацией для обеспечения плавного перехода обязанностей, если необходимо.",
  "TRAINING_SUPERVISION": "Обучение и надзор",
  "TRAINING_SUPERVISION_CONTENT": "Организация предоставит необходимое обучение и надзор Волонтеру. Волонтер соглашается: <1/> - Посещать все необходимые тренировочные сессии. <1/> - Придерживаться инструкций и руководящих принципов, предоставленных супервайзерами или персоналом Организации. <1/> - Искать разъяснения или помощь при необходимости для эффективного выполнения своих обязанностей.",
  "HEALTH_SAFETY": "Здоровье и безопасность",
  "HEALTH_SAFETY_CONTENT": "Волонтер признает свою ответственность следовать всем руководящим принципам здоровья и безопасности, предоставленным Организацией. Волонтер соглашается: <br/> - Немедленно сообщать о любых небезопасных условиях или инцидентах Организации. <br/> - Принимать разумные меры предосторожности для защиты своего здоровья и безопасности, а также здоровья и безопасности других во время своей волонтерской деятельности.",
  "DISPUTE_RESOLUTION": "Разрешение споров",
  "DISPUTE_RESOLUTION_CONTENT": "В случае любых споров, возникающих из или связанных с этим Соглашением, стороны соглашаются попытаться разрешить вопрос через переговоры добросовестно. Если разрешение не может быть достигнуто, стороны соглашаются подчиниться медиации или арбитражу, как взаимно согласовано, перед продолжением любых правовых действий.",
  "GOVERNING_LAW": "Применимое право",
  "GOVERNING_LAW_CONTENT": "Это Соглашение будет регулироваться и толковаться в соответствии с глобальными законами, применимыми к деятельности и взаимодействиям, облегчаемым Организацией. Любые правовые процедуры, возникающие из или связанные с этим Соглашением, будут поданы в соответствующие суды юрисдикции, взаимно согласованной обеими сторонами.",
  "ACKNOWLEDGMENT": "Признание и согласие",
  "ACKNOWLEDGMENT_CONTENT": "Принимая этот документ, Волонтер признает, что он прочитал, понял и принял эти условия. Волонтер соглашается соблюдать все руководящие принципы, политики и ожидания, изложенные здесь, и понимает, что их волонтерский статус зависит от соблюдения этого Соглашения.",
  "EMAIL_REQUIRED": "Пожалуйста, введите ваш адрес электронной почты",
  "PASSWORD_REQUIRED": "Пожалуйста, введите ваш пароль",
  "INVALID_CREDENTIALS": "Неверный адрес электронной почты или пароль",
  "Real help. Real people. Right when you need it.": "Настоящая помощь. Настоящие люди. Именно тогда, когда вам это нужно.",
  "Need help? Here to help?": "Нужна помощь? Здесь, чтобы помочь?",
  "At Saayam for All, your support can make a real difference today.": "В Saayam For All ваша поддержка может сделать реальную разницу сегодня.",
  "Sarve jana sukhino bhavantu": "Sarve jana sukhino bhavantu",
  "May all live happily.": "Пусть все живут счастливо.",
  "jñānam vardhati sanchayāt": "jñānam vardhati sanchayāt",
  "Sharing knowledge expands one's own understanding and the knowledge of others.": "Обмен знаниями расширяет собственное понимание и знания других.",
  "Manava sevaye Madhava seva": "Manava sevaye Madhava seva",
  "Service to mankind is Service to God.": "Служение человечеству — это служение Богу.",
  "Food and Essentials Support": "Поддержка продуктов питания и предметов первой необходимости",
  "Clothing Support": "Поддержка одежды",
  "Education and Career Support": "Поддержка образования и карьеры",
  "Healthcare and Wellbeing Support": "Поддержка здравоохранения и благополучия",
  "Housing Support": "Поддержка жилья",
  "General Support": "Общая поддержка",
  "Our Collaborators": "Наши партнеры",
  "Creating a World Where Help is Always Within Reach": "Создание мира, где помощь всегда под рукой",
  "Through our global network of volunteers and donors, we empower communities to support one another, fostering a culture of compassion and solidarity that transcends geographical boundaries.": "Через нашу глобальную сеть волонтеров и доноров мы расширяем возможности сообществ поддерживать друг друга, способствуя культуре сострадания и солидарности, которая преодолевает географические границы.",
  "Our Mission": "Наша миссия",
  "How We Operate": "Как мы работаем",
  "Watch our 5 minute video to understand how Saayam for All works and how we make a difference.": "Посмотрите наше 5-минутное видео, чтобы понять, как работает Saayam For All и как мы делаем разницу.",
  "Learn More": "Узнать больше",
  "One Platform. Many Ways to Contribute.": "Одна платформа. Много способов внести вклад.",
  "Learn about different roles in our ecosystem and how each one contributes to creating an impact.": "Узнайте о различных ролях в нашей экосистеме и о том, как каждая из них способствует созданию воздействия.",
  "Beneficiaries": "Бенефициары",
  "Receive help for their requests": "Получают помощь по своим запросам",
  "Volunteers": "Волонтеры",
  "Provide guidance and solutions to beneficiaries": "Предоставляют руководство и решения бенефициарам",
  "Voluntary Organizations": "Волонтерские организации",
  "Offer necessary support to beneficiaries": "Предлагают необходимую поддержку бенефициарам",
  "Donors": "Доноры",
  "Provide financial assistance to voluntary organization": "Предоставляют финансовую помощь волонтерским организациям",
  "COPYRIGHT": "Авторское право © 2025 Saayam For All. Все права защищены.",
  "Contact Us": "Свяжитесь с нами",
  "Email, call, or complete the form to learn how Saayam for All can help you with your challenges": "Отправьте электронное письмо, позвоните или заполните форму, чтобы узнать, как Saayam For All может помочь вам с вашими проблемами",
  "FAQ's": "Часто задаваемые вопросы",
  "What services does Saayam for All offer?": "Какие услуги предлагает Saayam For All?",
  "We offer a platform to connect volunteers with people who need help in areas like education, food, and healthcare.": "Мы предлагаем платформу для соединения волонтеров с людьми, которые нуждаются в помощи в таких областях, как образование, питание и здравоохранение.",
  "How can I become a volunteer?": "Как я могу стать волонтером?",
  "Fill out the contact form and our team will reach out with onboarding steps!": "Заполните контактную форму, и наша команда свяжется с вами с шагами адаптации!",
  "Is Saayam for All a non-profit?": "Является ли Saayam For All некоммерческой организацией?",
  "Yes, we are a non-profit organization focused on community support and outreach.": "Да, мы некоммерческая организация, сосредоточенная на поддержке сообщества и информационно-просветительской деятельности.",
  "Get In Touch": "Свяжитесь с нами",
  "You can reach us anytime": "Вы можете связаться с нами в любое время",
  "First Name": "Имя",
  "Enter your first name": "Введите ваше имя",
  "Last Name": "Фамилия",
  "Enter your last name": "Введите вашу фамилию",
  "Email": "Электронная почта",
  "Enter your email": "Введите ваш адрес электронной почты",
  "Phone": "Телефон",
  "Enter your phone": "Введите ваш телефон",
  "Message": "Сообщение",
  "Enter your message": "Введите ваше сообщение",
  "Submit": "Отправить",
  "*By clicking Submit, you are agreeing to our": "*Нажимая Отправить, вы соглашаетесь с нашими",
  "terms and conditions": "условиями и положениями",
  "Our mission is to provide timely and targeted assistance to those,": "Наша миссия — предоставить своевременную и целенаправленную помощь тем,",
  "facing challenges in their lives, fostering a culture of compassion,": "кто сталкивается с проблемами в своей жизни, способствуя культуре сострадания,",
  "solidarity, and service to humanity.": "солидарности и служения человечеству.",
  "Our Values": "Наши ценности",
  "At Saayam For All, our shared values keep us connected and guide us as one team.": "В Saayam For All наши общие ценности держат нас связанными и направляют нас как одну команду.",
  "Address Basic": "Удовлетворение базовых",
  "Necessities": "потребностей",
  "Focus on food, clothing,": "Сосредоточение на еде, одежде,",
  "shelter, education,": "жилье, образовании,",
  "medical, healthcare.": "медицинской помощи, здравоохранении.",
  "Inclusivity and ": "Инклюзивность и",
  "Respect": "Уважение",
  "Open to all, regardless of beliefs,": "Открыто для всех, независимо от убеждений,",
  " religion, location, country, or politics,": "религии, местоположения, страны или политики,",
  "without desecrating any beliefs.": "без осквернения каких-либо убеждений.",
  "Collaboration,": "Сотрудничество,",
  "Not Competition": "не конкуренция",
  "Match Requestors with existing": "Сопоставление заявителей с существующими",
  "voluntary organizations without": "волонтерскими организациями без",
  "starting new ones that compete.": "создания новых, которые конкурируют.",
  "No Infrastructure or": "Никакой инфраструктуры или",
  " Money Distribution": "распределения денег",
  "No building of schools or hospitals and": "Никакого строительства школ или больниц и",
  "no direct distribution of money.": "никакого прямого распределения денег.",
  "Volunteer-Based": "На основе волонтерства",
  "Purely volunteer-driven with no pay or": "Чисто волонтерский с отсутствием оплаты или",
  "benefits; cost reimbursement is allowed.": "льгот; возмещение расходов разрешено.",
  "Motivation": "Мотивация",
  "Use Saayam Dollars to motivate": "Использовать Saayam Dollars для мотивации",
  "volunteers.": "волонтеров.",
  "Automation": "Автоматизация",
  "Implement a software solution with": "Реализовать программное решение с",
  "minimal human intervention.": "минимальным человеческим вмешательством.",
  "Cost-Efficiency": "Экономическая эффективность",
  "Utilize free resources like WhatsApp,": "Использовать бесплатные ресурсы, такие как WhatsApp,",
  " Zoom, and GitHub to keep costs low.": "Zoom и GitHub, чтобы держать расходы низкими.",
  "Our Vision": "Наше видение",
  "Our vision is to cultivate a community": "Наше видение — культивировать сообщество",
  "where the ethos of \"Manava Sevaye Madhava": "где этос \"Manava Sevaye Madhava",
  "Seva\" ( Service to mankind is Service to God )": "Seva\" (Служение человечеству — это служение Богу)",
  "and \"Sarve jana sukhino bhavantu\" ( May ": "и \"Sarve jana sukhino bhavantu\" (Пусть",
  "all live happily) guides our actions, driving": "все живут счастливо) направляет наши действия, способствуя",
  "positive change and fostering a more": "позитивным изменениям и созданию более",
  "compassionate and equitable world for all.": "сострадательного и справедливого мира для всех.",
  "Looking to join us?": "Хотите присоединиться к нам?",
  "Chat with our community and get in touch with different charity": "Общайтесь с нашим сообществом и связывайтесь с различными благотворительными",
  "organizations!": "организациями!",
  "Join the community": "Присоединиться к сообществу",
  "EXECUTIVE_TEAM": "Познакомьтесь с исполнительной командой",
  "EXECUTIVE_DESCRIPTION_1": "Воплощение этого видения в жизнь требует преданной команды.",
  "EXECUTIVE_DESCRIPTION_2": "Познакомьтесь с людьми, которые движут изменениями.",
  "DIRECTORS_DESCRIPTION": "В Saayam For All нас движет убеждение, что человечность — это высшая добродетель из всех.",
  "Founder, President, CEO, CTO": "Основатель, Президент, CEO, CTO",
  "Director & Chief Financial Officer": "Директор и главный финансовый директор",
  "Director and Secretary": "Директор и секретарь",
  "Director": "Директор",
  "Rao K Bhethanabotla": "Rao K Bhethanabotla",
  "Srividhya Gopalan": "Srividhya Gopalan",
  "Naveen Sharma": "Naveen Sharma",
  "Prabhakara Yellai": "Prabhakara Yellai",
  "Sharadha Venketasubramanian": "Sharadha Venketasubramanian",
  "Ramesh Maturu": "Ramesh Maturu",
  "Madhukar Govindaraju": "Madhukar Govindaraju",
  "Sateesh Mucharla": "Sateesh Mucharla",
  "Ashwani Dhawan": "Ashwani Dhawan",
  "Director of Engineering": "Директор по инжинирингу",
  "Business Analyst Team Lead": "Руководитель команды бизнес-аналитиков",
  "Design and Creative Lead": "Руководитель дизайна и креатива",
  "Lead DevSecOps Engineer": "Ведущий инженер DevSecOps",
  "Senior Data Architect": "Старший архитектор данных",
  "Developer Advocate/AI/ML Dev Manager": "Адвокат разработчиков/Менеджер разработки ИИ/МО",
  "Lead User Experience Designer": "Ведущий дизайнер пользовательского опыта",
  "Rashmi Bilaskar": "Rashmi Bilaskar",
  "Rishitha Rapuri": "Rishitha Rapuri",
  "Sriram Mahankali": "Sriram Mahankali",
  "Divya Tanwar": "Divya Tanwar",
  "Mohana Krishanan R.": "Mohana Krishanan R.",
  "Sugandha Agrawal": "Sugandha Agrawal",
  "Meghana Karri": "Meghana Karri",
  "In some cases, our volunteers partner with local NGOs, community groups, and service organizations to ensure that every request is fulfilled effectively. Saayam For All builds a collaborative ecosystem that strengthens community support—because helping hands are stronger together.": "В некоторых случаях наши волонтеры сотрудничают с местными НПО, общественными группами и сервисными организациями, чтобы обеспечить эффективное выполнение каждого запроса. Saayam For All строит совместную экосистему, которая укрепляет поддержку сообщества — потому что помогающие руки сильнее вместе.",
  "Volunteer Match": "Подбор волонтеров",
  "U.S based nonprofit organization which provides a national digital infrastructure to serve volunteers and nonprofits organization.": "Некоммерческая организация США, которая предоставляет национальную цифровую инфраструктуру для обслуживания волонтеров и некоммерческих организаций.",
  "Idealist (Action without Borders)": "Идеалист (Действие без границ)",
  "Action Without Borders also known as Idealist is a non-profit service organization based in New York City.": "Действие без границ, также известное как Идеалист, — это некоммерческая сервисная организация, базирующаяся в Нью-Йорке.",
  "American RedCross": "Американский Красный Крест",
  "Red Cross volunteers and staff work to deliver vital services – from providing relief and support to those in crisis.": "Волонтеры и сотрудники Красного Креста работают для предоставления жизненно важных услуг — от предоставления помощи и поддержки тем, кто находится в кризисе.",
  "Want to join us?": "Хотите присоединиться к нам?",
  "Chat with our community and get in touch with different charity organizations!": "Общайтесь с нашим сообществом и связывайтесь с различными благотворительными организациями!",
  "At Saayam For All, getting help is as simple and seamless as requesting a ride.": "В Saayam For All получение помощи так же просто и беспроблемно, как заказ поездки.",
  "Request for Help": "Запрос на помощь",
  "Submit a request for the support you need—just like booking a ride through an app.": "Подайте запрос на поддержку, которая вам нужна — как бронирование поездки через приложение.",
  "Get help in 5 easy steps.": "Получите помощь в 5 простых шагов.",
  "Get Matching With a Volunteer": "Получите подбор с волонтером",
  "We don't just match—you get the smartest match possible.Our AI/ML engine find the right volunteer for you faster and more accuately, just like a ride share app- but smarter, more human, built for community care .": "Мы не просто подбираем — вы получаете самый умный подбор из возможных. Наш движок ИИ/МО находит правильного волонтера для вас быстрее и точнее, как приложение для совместных поездок — но умнее, более человечно, построено для заботы о сообществе.",
  "Confirm Your Volunteer": "Подтвердите вашего волонтера",
  "Connect and Coordinate": "Соединитесь и координируйте",
  "Your volunteer reaches out to finalize details and schedule the support you need.": "Ваш волонтер связывается, чтобы завершить детали и запланировать поддержку, которая вам нужна.",
  "Receive Assistance": "Получите помощь",
  "The volunteer provides the help you requested,working with other if needed-making sure you reach your destination.": "Волонтер предоставляет помощь, которую вы запросили, работая с другими, если нужно — убеждаясь, что вы достигнете своего пункта назначения.",
  "Connecting help to those who need it.": "Соединение помощи с теми, кто в ней нуждается.",
  "Looking to volunteer with us?": "Хотите стать волонтером с нами?",
  "Chat with our community and get in touch with us!": "Общайтесь с нашим сообществом и связывайтесь с нами!",
  "From these potential matches, one volunteer will be chosen to assist you, much like selecting a specific car.": "Из этих потенциальных совпадений один волонтер будет выбран для помощи вам, как выбор конкретного автомобиля.",
  "Make a donation": "Сделать пожертвование",
  "Your donation helps us create lasting change in communities across the globe.": "Ваше пожертвование помогает нам создать долговременные изменения в сообществах по всему миру.",
  "Are donations tax deductible?": "Подлежат ли пожертвования налоговому вычету?",
  "FAQ_TAX_ANSWER": "Да, Saayam For All — зарегистрированная некоммерческая организация 501(c)(3). Все пожертвования подлежат налоговому вычету в пределах, разрешенных законом.",
  "How will my donation be used?": "Как будет использовано мое пожертвование?",
  "FAQ_USE_ANSWER": "Ваше пожертвование будет использовано для поддержки наших различных программ, включая координацию волонтеров, программы помощи и операционные расходы для поддержания нашей платформы.",
  "Can I cancel recurring donations?": "Могу ли я отменить регулярные пожертвования?",
  "FAQ_CANCEL_ANSWER": "Да, вы можете отменить, связавшись с нашей командой поддержки.",
  "": ""
}
