{
  "YES": "Да",
  "NO": "Нет",
  "NOTE": "Примечание",
  "FOR_SELF": "Для себя",
  "SUBJECT": "Тема",
  "DESCRIPTION": "Описание",
  "REMOTE": "Удаленно",
  "IN_PERSON": "Лично",
  "EDIT": "Редактировать",
  "SORT_BY": "Сортировать по",
  "NEWEST": "Новейшие",
  "OLDEST": "Старейшие",
  "ABOUT": "О нас",
  "DONATE": "Пожертвовать",
  "PROFILE": "Профиль",
  "LOGIN": "Авторизоваться",
  "LOGOUT": "Выйти",
  "SIGNUP": "Зарегистрироваться",
  "OUR_TEAM": "Наша команда",
  "OUR_MISSION": "Наша миссия",
  "DIRECTORS": "Совет Директоров",
  "HOW_WE_OPERATE": "Как мы работаем",
  "HOME": "Главная",
  "VOLUNTEER_SERVICES": "Волонтерские услуги",
  "OUR_COLLABORATORS": "Наши партнеры",
  "WHAT_WE_OFFER": "Что мы предлагаем",
  "NOTIFICATIONS": "Уведомления",
  "MISSION": "Миссия",
  "VISION": "Видение",
  "CONTACT": "Контакт",
  "PRIVACY_POLICY": "Политика конфиденциальности",
  "TERMS_AND_CONDITIONS": "Условия и положения",
  "SITE_MAP": "Карта сайта",
  "SCAN_ON_DONATE": "Вы можете отсканировать или нажать на Пожертвовать",
  "ENTER_DETAILS": "Введите данные и нажмите Отправить",
  "SUBMIT": "Отправить",
  "SAVE": "Сохранить",
  "SAVE_CHANGES": "Сохранить изменения",
  "CANCEL": "Отмена",
  "FIRST_NAME": "Имя",
  "LAST_NAME": "Фамилия",
  "PHONE": "Телефон",
  "PHONE_NUMBER": "Номер телефона",
  "YOUR_PHONE_NUMBER": "Ваш номер телефона",
  "AGE": "Возраст",
  "PREFERRED_LANGUAGE": "Предпочтительный язык",
  "FIRST_LANGUAGE_PREFERENCE": "Первый Предпочтительный Язык",
  "SECOND_LANGUAGE_PREFERENCE": "Второй Предпочтительный Язык",
  "THIRD_LANGUAGE_PREFERENCE": "Третий Предпочтительный Язык",
  "GENDER": "Пол",
  "MESSAGE": "Сообщение",
  "EMAIL": "Электронная Почта",
  "PASSWORD": "Пароль",
  "FORGOT_PASSWORD": "Забыли пароль?",
  "CHANGE_PASSWORD": "Изменить пароль",
  "EDIT_PASSWORD": "Редактировать пароль",
  "CURRENT_PASSWORD": "Текущий пароль",
  "NEW_PASSWORD": "Новый пароль",
  "CONFIRM_PASSWORD": "Подтвердите пароль",
  "PASSWORD_REQUIREMENTS": "Должен содержать не менее 8 символов",
  "COUNTRY": "Страна",
  "SELECT_COUNTRY": "Выберите вашу страну",
  "STATE": "Штат",
  "ZIP_CODE": "Почтовый Индекс",
  "BIRTHDAY": "Дата рождения",
  "CITY": "Город",
  "ADDRESS": "Почтовый адрес {{optional}}",
  "YOUR_PROFILE": "Ваш профиль",
  "PERSONAL_INFORMATION": "Личная информация",
  "UPLOAD_PHOTO": "Загрузить фото",
  "ORGANIZATION_DETAILS": "Детали организации",
  "ORGANIZATION_NAME": "Название организации",
  "ORGANIZATION_TYPE": "Тип организации",
  "NON_PROFIT": "Некоммерческая",
  "FOR_PROFIT": "Коммерческая",
  "OR_WITH": "Или через",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "У вас нет учетной записи?",
  "REQUEST_CATEGORY": "Категория запроса",
  "REQUEST_TYPE": "Тип запроса",
  "CREATE_HELP_REQUEST": "Создать запрос на помощь",
  "EDIT_HELP_REQUEST": "Редактировать запрос на помощь",
  "ADMINISTRATE": "Администрировать",
  "MY_REQUESTS": "Мои запросы",
  "MANAGED_REQUESTS": "Управляемые запросы",
  "OTHERS_REQUESTS": "Запросы других",
  "BECOME_VOLUNTEER": "Стать волонтером",
  "HELPING_VOLUNTEERS": "Помощь волонтерам",
  "REQUEST_VOLUNTEERS": "Запросить волонтеров",
  "NUMBER_OF_VOLUNTEERS": "Введите количество требуемых волонтеров...",
  "VOLUNTEER_ORGANIZATIONS": "Волонтерские организации",
  "EMERGENCY_CONTACT": "Экстренный контакт",
  "MORE_INFORMATION": "Дополнительная информация",
  "STATUS": "Статус",
  "FILTER_BY": "Фильтровать по",
  "ACKNOWLEDGE_TERMS": "Прочитайте и подтвердите условия",
  "TERMS_DOCUMENT": "Пожалуйста, внимательно прочитайте следующий документ и подтвердите, что вы поняли его содержание.",
  "VOLUNTEER_AGREEMENT": "Соглашение волонтера для Saayam for All",
  "I_HAVE_READ": "Я прочитал и понял этот документ",
  "HERO_TEXT": "Добро пожаловать в <1>Saayam</1>, некоммерческую организацию – ваш центр помощи и поддержки в трудные времена. Saayam означает Help на Телугу, Sahaay на Санскрите/Хинди, Bangzhu на Китайском и Ayuda на Испанском.",
  "AT_SAAYAM": "В <1>Saayam</1> мы верим в силу помощи, протянутой тем, кто сталкивается с трудностями. Наша платформа объединяет людей и сообщества по всему миру, сокращая разрыв между теми, кто нуждается в помощи, и теми, кто готов ее оказать.",
  "OUR_VISION": "Наше видение мира — это сообщество, где каждый имеет доступ к помощи, необходимой для преодоления препятствий и ведения полноценной жизни. Мы стремимся стать мировым лидером в области гуманитарной помощи, используя технологии и сотрудничество для создания бесперебойной сети поддержки, которая преодолевает барьеры.",
  "JOIN_US": "Присоединяйтесь к нам в нашей миссии, чтобы изменить мир. Хотите ли вы протянуть руку помощи или же ищете поддержки, Saayam это для вас. Давайте вместе создадим более сострадательный и справедливый мир для всех.",
  "JOIN_TODAY": "Испытайте радость от помощи другим – присоединяйтесь к Saayam сегодня. Вместе мы можем изменить ситуацию.",
  "OUR_MOTTO": "Помните, в Saayam наш девиз прост: «Служение человечеству — это служение Богу» и «Пусть все живут счастливо». Присоединяйтесь к нам в распространении доброты и сострадания, по одному акту помощи каждый раз. Любой человек из любой точки мира может подать запрос о помощи через любую социальную сеть/устройство связи.",
  "STAY_UPDATED": "Будьте в курсе наших достижений и инициатив – почаще заглядывайте сюда за последними обновлениями. Вместе мы можем построить лучший мир для всех.",
  "DONATE_MONEY": "Saayam For All — некоммерческая организация со статусом 501(c)(3). Все пожертвования в эту организацию вычитаются из налогов. Вы можете использовать эту <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">ссылку на PayPal</1> чтобы пожертвовать деньги.",
  "READ_MORE": "Подробнее том <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Как мы работаем</1>!",
  "MAX_CHARACTERS": "Максимум {{count}} символов",
  "HELP_REQUEST": "Запрос на помощь : ",
  "ASK_FOR_HELP": "Как запросчик, вы можете попросить о помощи (аналогично запросу на поездку).",
  "MATCHING_PROCESS": "Процесс подбора : ",
  "REQUEST_WILL_BE_MATCHED": "Ваш запрос будет сопоставлен с несколькими ближайшими волонтерами на основе их профилей, аналогично тому, как приложения для поездок сопоставляют вас с ближайшими водителями.",
  "VOLUNTEER_SELECTION": "Выбор волонтера : ",
  "FROM_POTENTIAL_MATCHES": "Из этих потенциальных совпадений один волонтер будет выбран для оказания вам помощи, аналогично выбору конкретной машины.",
  "VOLUNTEER_APPROACH": "Подход волонтера : ",
  "VOLUNTEER_WILL_CONTACT": "Выбранный волонтер свяжется с вами и будет работать с вами.",
  "ASSISTANCE_PROVIDED": "Предоставленная помощь : ",
  "VOLUNTEER_WILL_WORK": "Этот волонтер будет тесно сотрудничать с вами, чтобы обеспечить удовлетворение ваших потребностей. Он также будет сотрудничать с другими местными волонтерами и волонтерскими организациями, чтобы выполнить ваш запрос, подобно водителю, который везет вас к месту назначения.",
  "EMPOWER_INDIVIDUALS": "Расширение прав и возможностей отдельных лиц и сообществ по всему миру путем содействия взаимопомощи и поддержке через Saayam, программную платформу, которая объединяет запрашивающих, волонтеров, волонтерские организации и доноров. Наша миссия — оказывать своевременную и адресную помощь тем, кто сталкивается с трудностями в своей жизни, способствуя развитию культуры сострадания, солидарности и служения человечеству.",
  "VISION_DESCRIPTION": "Saayam представляет мир, в котором каждый имеет доступ к помощи и ресурсам, необходимым для преодоления препятствий и ведения полноценной жизни. Мы стремимся стать мировым лидером в области гуманитарной помощи, используя технологии и сотрудничество для создания бесперебойной сети поддержки, которая преодолевает географические, культурные и социально-экономические барьеры. Наше видение заключается в развитии сообщества, в котором этика «Manava Sevaye Madhava Seva» (Служение человечеству — это Служение Богу) и «Sarve jana sukhino bhavantu» (Пусть все живут счастливо) направляет наши действия, способствуя позитивным изменениям и содействуя более сострадательному и справедливому миру для всех.",
  "LIFE_THREATENING_REQUESTS": "Мы не обрабатываем запросы о угрожающих жизни ситуациях. Пожалуйста, позвоните в местную службу экстренной помощи, если вам нужна срочная помощь.",
  "INTRODUCTION": "Введение",
  "INTRODUCTION_CONTENT": "Этот договор о волонтерстве («Договор») заключается между Saayam for All («Организация») и волонтером («Волонтер») при его принятии. Подписывая или соглашаясь электронно, Волонтер подтверждает свое понимание и принятие здесь приведенных условий, которые регулируют его участие в любых волонтерских мероприятиях с Организацией.",
  "VOLUNTEER_ROLE": "Роль и обязанности волонтера",
  "VOLUNTEER_ROLE_CONTENT": "Волонтер соглашается выполнять роли и обязанности, назначенные Организацией, которые могут включать, но не ограничиваться, помощью в различных задачах, необходимых от людей или сообществ, запрашивающих помощь. Волонтер соглашается: <1/> - Участвовать в деятельности, назначенной Организацией, добросовестно, ответственно и профессионально. <1/> - Своевременно информировать Организацию о доступности, прогрессе и проблемах. <1/> - Выполнять назначенные задачи своевременно и наилучшим образом, соблюдая любые установленные сроки.",
  "CONDUCT_CODE": "Кодекс поведения",
  "CONDUCT_CODE_CONTENT": "Волонтер соглашается соблюдать высочайшие стандарты этического поведения при представлении Организации. Это включает: <1/> - Обращение со всеми людьми с уважением и достоинством, независимо от расы, религии, пола, сексуальной ориентации, возраста или инвалидности. <1/> - Воздерживаться от любой формы дискриминации, домогательств или непрофессионального поведения. <1/> - Избегать конфликтов интересов и обеспечивать, чтобы личные интересы не мешали выполнению их обязанностей волонтера.",
  "CONFIDENTIALITY_AGREEMENT": "Соглашение о конфиденциальности",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "Волонтер признает, что во время своей службы он может быть в курсе конфиденциальной, собственной или личной информации, касающейся Организации, других волонтеров или лиц, запрашивающих помощь. Волонтер соглашается: <1/> - Соблюдать конфиденциальность всей информации как во время, так и после завершения срока действия настоящего Соглашения. <1/> - Использовать такую информацию исключительно для целей выполнения своих обязанностей волонтера. <1/> - Не раскрывать конфиденциальную информацию третьим лицам без явного письменного согласия Организации.",
  "DATA_PRIVACY": "Защита данных и конфиденциальность",
  "DATA_PRIVACY_CONTENT": "Волонтер соглашается соблюдать все применимые законы и нормативные акты в области защиты данных, включая, но не ограничиваясь, Общим регламентом по защите данных (GDPR) или любыми другими местными законами о защите данных. Волонтер соглашается: <1/> - Обрабатывать все персональные данные в соответствии с политиками защиты данных Организации. <1/> - Защищать целостность и конфиденциальность любых персональных данных, к которым он получает доступ во время волонтерской деятельности. <1/> - Немедленно сообщать обо всех нарушениях данных или случаях несанкционированного доступа к Организации.",
  "INTELLECTUAL_PROPERTY": "Интеллектуальная собственность",
  "INTELLECTUAL_PROPERTY_CONTENT": "Любая работа, материалы или интеллектуальная собственность, созданные Волонтером в ходе его волонтерской деятельности, являются исключительной собственностью Организации. Волонтер соглашается: <1/> - Передать все права, титулы и интересы в такой интеллектуальной собственности Организации. <1/> - Воздерживаться от использования, воспроизведения или распространения любой интеллектуальной собственности, созданной в ходе его службы, без явного согласия Организации.",
  "LIABILITY_WAIVER": "Отказ от ответственности и принятие риска",
  "LIABILITY_WAIVER_CONTENT": "Волонтер признает, что участие в волонтерской деятельности может включать в себя встроенные риски, включая, но не ограничиваясь, физическими травмами, эмоциональным стрессом или повреждением собственности. Волонтер соглашается: <1/> - Принять все риски, связанные с их волонтерской деятельностью, включая любые риски путешествий или транспортировки. <1/> - Освободить, отказаться и освободить Организацию, ее офицеров, директоров, сотрудников и аффилированные лица от любой и всей ответственности, претензий или требований, возникающих из или связанных с их волонтерской деятельностью. <1/> - Признать, что Организация не предоставляет страхового покрытия для волонтеров, и Волонтер несет ответственность за получение любой необходимой страховки.",
  "INDEMNIFICATION": "Возмещение ущерба",
  "INDEMNIFICATION_CONTENT": "Волонтер соглашается возместить и защитить Организацию, ее офицеров, директоров, сотрудников и аффилированные лица от любых и всех претензий, убытков, убытков, обязательств, расходов (включая юридические издержки), возникающих из или связанных с действиями или бездействием Волонтера во время его службы.",
  "COMMITMENT": "Обязательства и ожидания",
  "COMMITMENT_CONTENT": "Волонтер соглашается соблюдать обязанности и сроки, о которых сообщает Организация. Если Волонтер не может выполнить эти обязательства, он соглашается: <1/> - Уведомить Организацию как можно скорее, предоставив вескую причину своей недоступности. <1/> - Сотрудничать с Организацией для обеспечения плавного перехода обязанностей, если это необходимо.",
  "TRAINING_SUPERVISION": "Обучение и надзор",
  "TRAINING_SUPERVISION_CONTENT": "Организация обеспечит необходимое обучение и надзор волонтеру. Волонтер соглашается: <1/> - Посещать все требуемые тренировочные сессии. <1/> - Соблюдать инструкции и рекомендации, предоставленные руководителями или сотрудниками Организации. <1/> - Запрашивать уточнения или помощь при необходимости для эффективного выполнения своих обязанностей.",
  "HEALTH_SAFETY": "Здоровье и безопасность",
  "HEALTH_SAFETY_CONTENT": "Волонтер признает свою ответственность соблюдать все рекомендации по здоровью и безопасности, предоставленные Организацией. Волонтер соглашается: <1/> - Немедленно сообщать обо всех небезопасных условиях или инцидентах Организации. <1/> - Принимать разумные меры предосторожности для защиты своего здоровья и безопасности, а также здоровья и безопасности других во время своей волонтерской деятельности.",
  "DISPUTE_RESOLUTION": "Разрешение споров",
  "DISPUTE_RESOLUTION_CONTENT": "В случае возникновения споров, связанных с настоящим Соглашением, стороны соглашаются попытаться разрешить вопрос путем добросовестных переговоров. Если решение не может быть достигнуто, стороны соглашаются подать на медиацию или арбитраж, как это будет взаимно согласовано, прежде чем предпринимать какие-либо юридические действия.",
  "GOVERNING_LAW": "Применимое право",
  "GOVERNING_LAW_CONTENT": "Настоящее Соглашение регулируется и толкуется в соответствии с глобальными законами, применимыми к деятельности и взаимодействиям, облегчаемым Организацией. Любые юридические процессы, возникающие из или связанные с настоящим Соглашением, должны быть внесены в соответствующие суды юрисдикции, взаимно согласованной обеими сторонами.",
  "ACKNOWLEDGMENT": "Признание и согласие",
  "ACKNOWLEDGMENT_CONTENT": "Принимая это Соглашение, Волонтер признает, что он прочитал, понял и принял эти условия. Волонтер соглашается соблюдать все руководящие принципы, политику и ожидания, изложенные здесь, и понимает, что его статус волонтера зависит от соблюдения настоящего Соглашения."
}
