{
  "ABOUT": "О нас",
  "DONATE": "Пожертвовать",
  "LOGIN": "Авторизоваться",
  "SIGNUP": "Зарегистрироваться",
  "DIRECTORS": "Совет Директоров",
  "HOW_WE_OPERATE": "Как мы работаем",
  "MISSION": "Миссия",
  "VISION": "Видение",
  "CONTACT": "Контакт",
  "SCAN_ON_DONATE": "Вы можете отсканировать или нажать на Пожертвовать",
  "EMAIL": "Электронная Почта",
  "PASSWORD": "Пароль",
  "FORGOT_PASSWORD": "Забыли пароль?",
  "OR_WITH": "Или через",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "У вас нет учетной записи?",
  "HERO_TEXT": "Добро пожаловать в <1>Saayam</1>, некоммерческую организацию – ваш центр помощи и поддержки в трудные времена. Saayam означает Help на Телугу, Sahaay на Санскрите/Хинди, Bangzhu на Китайском и Ayuda на Испанском.",
  "AT_SAAYAM": "В <1>Saayam</1> мы верим в силу помощи, протянутой тем, кто сталкивается с трудностями. Наша платформа объединяет людей и сообщества по всему миру, сокращая разрыв между теми, кто нуждается в помощи, и теми, кто готов ее оказать.",
  "OUR_VISION": "Наше видение мира — это сообщество, где каждый имеет доступ к помощи, необходимой для преодоления препятствий и ведения полноценной жизни. Мы стремимся стать мировым лидером в области гуманитарной помощи, используя технологии и сотрудничество для создания бесперебойной сети поддержки, которая преодолевает барьеры.",
  "JOIN_US": "Присоединяйтесь к нам в нашей миссии, чтобы изменить мир. Хотите ли вы протянуть руку помощи или же ищете поддержки, Saayam это для вас. Давайте вместе создадим более сострадательный и справедливый мир для всех.",
  "JOIN_TODAY": "Испытайте радость от помощи другим – присоединяйтесь к Saayam сегодня. Вместе мы можем изменить ситуацию.",
  "OUR_MOTTO": "Помните, в Saayam наш девиз прост: «Служение человечеству — это служение Богу» и «Пусть все живут счастливо». Присоединяйтесь к нам в распространении доброты и сострадания, по одному акту помощи каждый раз. Любой человек из любой точки мира может подать запрос о помощи через любую социальную сеть/устройство связи.",
  "STAY_UPDATED": "Будьте в курсе наших достижений и инициатив – почаще заглядывайте сюда за последними обновлениями. Вместе мы можем построить лучший мир для всех.",
  "DONATE_MONEY": "Saayam For All — некоммерческая организация со статусом 501(c)(3). Все пожертвования в эту организацию вычитаются из налогов. Вы можете использовать эту <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">ссылку на PayPal</1> чтобы пожертвовать деньги.",
  "READ_MORE": "Подробнее том <1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>Как мы работаем</1>!"
}
