{
  "YES": "అవును",
  "NO": "కాదు",
  "NOTE": "గమనిక",
  "FOR_SELF": "స్వయం కోసం",
  "SUBJECT": "విషయం",
  "DESCRIPTION": "వివరణ",
  "REMOTE": "దూరంలో",
  "IN_PERSON": "వ్యక్తిగతంగా",
  "EDIT": "సవరించు",
  "SORT_BY": "దీని ద్వారా క్రమబద్ధీకరించు",
  "NEWEST": "సరికొత్తది",
  "OLDEST": "అతి పురాతనమైనది",
  "ABOUT": "మా గురించి",
  "DONATE": "దానం చేయండి",
  "PROFILE": "ప్రొఫైల్",
  "LOGIN": "ప్రవేశించండి",
  "LOGOUT": "లాగౌట్",
  "SIGNUP": "సైన్ అప్ చేయండి",
  "OUR_TEAM": "మా బృందం",
  "OUR_MISSION": "మా మిషన్",
  "DIRECTORS": "బోర్డు డైరెక్టర్లు",
  "HOW_WE_OPERATE": "మేము ఎలా పని చేస్తాము",
  "HOME": "హోమ్",
  "VOLUNTEER_SERVICES": "స్వచ్ఛంద సేవలు",
  "OUR_COLLABORATORS": "మా సహకారులు",
  "WHAT_WE_OFFER": "మేము ఏమి అందిస్తున్నాము",
  "NOTIFICATIONS": "నోటిఫికేషన్‌లు",
  "MISSION": "మిషన్",
  "VISION": "విజన్",
  "CONTACT": "సంప్రదించండి",
  "PRIVACY_POLICY": "గోప్యతా విధానం",
  "TERMS_AND_CONDITIONS": "నిబంధనలు మరియు షరతులు",
  "SITE_MAP": "సైట్ మ్యాప్",
  "SCAN_ON_DONATE": "మీరు స్కాన్ చేయవచ్చు లేదా డొనేట్ పై క్లిక్ చేయవచ్చు",
  "ENTER_DETAILS": "వివరాలను నమోదు చేసి సమర్పించుపై క్లిక్ చేయండి.",
  "SUBMIT": "సమర్పించు",
  "SAVE": "భద్రపరచు",
  "CANCEL": "రద్దు చేయండి",
  "FIRST_NAME": "పేరు",
  "LAST_NAME": "ఇంటి పేరు",
  "PHONE": "ఫోన్",
  "PHONE_NUMBER": "ఫోన్ నంబర్",
  "YOUR_PHONE_NUMBER": "మీ ఫోన్ నంబర్",
  "AGE": "పట్టిక",
  "PREFERRED_LANGUAGE": "మీ ముఖ్య భాష",
  "FIRST_LANGUAGE_PREFERENCE": "మొదటి భాష ప్రాధాన్యత",
  "SECOND_LANGUAGE_PREFERENCE": "రెండవ భాష ప్రాధాన్యత",
  "THIRD_LANGUAGE_PREFERENCE": "మూడవ భాష ప్రాధాన్యత",
  "GENDER": "లింగం",
  "MESSAGE": "సందేశం",
  "EMAIL": "Email",
  "PASSWORD": "పాస్‌వర్డ్",
  "FORGOT_PASSWORD": "పాస్‌వర్డ్ మర్చిపోయారా?",
  "CHANGE_PASSWORD": "పాస్‌వర్డ్ మార్చండి",
  "EDIT_PASSWORD": "పాస్‌వర్డ్ సవరించు",
  "CURRENT_PASSWORD": "ప్రస్తుత పాస్‌వర్డ్",
  "NEW_PASSWORD": "కొత్త పాస్‌వర్డ్",
  "CONFIRM_PASSWORD": "పాస్‌వర్డ్ ని నిర్ధారించండి",
  "PASSWORD_REQUIREMENTS": "కనీసం 8 అక్షరాలు ఉండాలి.",
  "COUNTRY": "దేశం",
  "SELECT_COUNTRY": "దేశాన్ని ఎంచుకోండి",
  "STATE": "రాష్ట్రం",
  "ZIP_CODE": "జిప్ కోడ్",
  "BIRTHDAY": "పుట్టిన తేదీ",
  "CITY": "నగరం",
  "ADDRESS": "వీధి చిరునామా{{optional}}",
  "YOUR_PROFILE": "మీ ప్రొఫైల్",
  "PERSONAL_INFORMATION": "వ్యక్తిగత సమాచారం",
  "IDENTITY_DOCUMENT": "ఐడెంటిటీ డాక్యుమెంట్",
  "UPLOAD_PHOTO": "ఫోటో అప్లోడ్ చేయండి",
  "ORGANIZATION_DETAILS": "సంస్థ వివరాలు",
  "ORGANIZATION_NAME": "సంస్థ పేరు",
  "ORGANIZATION_TYPE": "సంస్థ రకం",
  "NON_PROFIT": "లాభం లేని",
  "FOR_PROFIT": "లాభం కోసం",
  "OR_WITH": "లేదా తో",
  "FACEBOOK": "Facebook",
  "GOOGLE": "Google",
  "NONE_ACCOUNT": "ఖాతా లేదా?",
  "REQUEST_CATEGORY": "అభ్యర్థన వర్గం",
  "REQUEST_TYPE": "అభ్యర్థన రకం",
  "CREATE_HELP_REQUEST": "సహాయ అభ్యర్థనను సృష్టించండి",
  "EDIT_HELP_REQUEST": "సహాయ అభ్యర్థనను సవరించండి",
  "ADMINISTRATE": "నిర్వహించండి",
  "MY_REQUESTS": "నా అభ్యర్థనలు",
  "MANAGED_REQUESTS": "నిర్వహించబడుతున్న అభ్యర్థనలు",
  "OTHERS_REQUESTS": "ఇతర అభ్యర్థనలు",
  "BECOME_VOLUNTEER": "వాలంటీర్ అవ్వండి",
  "HELPING_VOLUNTEERS": "సహాయం చేస్తున్న వాలంటీర్లు",
  "REQUEST_VOLUNTEERS": "వాలంటీర్లను అభ్యర్థించండి",
  "NUMBER_OF_VOLUNTEERS": "అవసరమైన వాలంటీర్ల సంఖ్యను నమోదు చేయండి...,",
  "VOLUNTEER_ORGANIZATIONS": "వాలంటీర్ సంస్థలు",
  "EMERGENCY_CONTACT": "అత్యవసర సంప్రదించండి",
  "MORE_INFORMATION": "మరిన్ని సమాచారం",
  "STATUS": "స్థితి",
  "FILTER_BY": "ద్వారా ఫిల్టర్",
  "ACKNOWLEDGE_TERMS": "నిబంధనలను స్వీకరించండి",
  "TERMS_DOCUMENT": "దయచేసి ఈ పత్రాన్ని మనస్సుతో చదవండి మరియు మీరు అది అర్థం చేస్తున్నారని అంగీకరించండి.",
  "VOLUNTEER_AGREEMENT": "సాయం కోసం వాలంటీర్ ఒప్పందం",
  "I_HAVE_READ": "నేను పత్రాన్ని చదివినను",
  "HERO_TEXT": "<1>సాయం</1> అనే లాభాపేక్షలేని సంస్థకు స్వాగతం - అవసరమైన సమయాల్లో సహాయం మరియు మద్దతు కోసం మీ ప్రవేశ ద్వారం. సాయం అంటే తెలుగులో సహాయం, సంస్కృతం/హిందీలో సహాయ్, మాండరిన్‌లో బాంగ్జు మరియు స్పానిష్‌లో ఆయుద.",
  "AT_SAAYAM": "<1>సాయం</1>లో, సవాళ్లను ఎదుర్కొంటున్న వారికి సహాయం చేయడానికి చేతులు చాచే శక్తిని మేము విశ్వసిస్తాము. మా వేదిక ప్రపంచవ్యాప్తంగా వ్యక్తులను మరియు సంఘాలను కలుపుతుంది, సహాయం అవసరమైన వారికి మరియు సహాయం అందించడానికి సిద్ధంగా ఉన్నవారికి మధ్య అంతరాన్ని తగ్గిస్తుంది.",
  "OUR_VISION": "అడ్డంకులను అధిగమించి సంతృప్తికరమైన జీవితాలను గడపడానికి ప్రతి ఒక్కరికీ అవసరమైన సహాయం లభించే ప్రపంచం మా దార్శనికత. అడ్డంకులను అధిగమించే సజావుగా మద్దతు నెట్‌వర్క్‌ను సృష్టించడానికి సాంకేతికత మరియు సహకారాన్ని ఉపయోగించుకుని మానవతా సహాయంలో ప్రపంచ నాయకుడిగా ఉండాలని మేము కోరుకుంటున్నాము.",
  "JOIN_US": "మార్పు తీసుకురావాలనే మా లక్ష్యంలో మాతో చేరండి. మీరు సహాయం చేయాలనుకున్నా లేదా సహాయం కోరినా, సాయం మీ కోసం ఇక్కడ ఉంది. కలిసి, అందరికీ మరింత కరుణ మరియు సమానమైన ప్రపంచాన్ని సృష్టిద్దాం.",
  "JOIN_TODAY": "ఇతరులకు సహాయం చేయడంలో ఆనందాన్ని అనుభవించండి - ఈరోజే Saamలో చేరండి. కలిసి, మనం మార్పు తీసుకురాగలం.",
  "OUR_MOTTO": "గుర్తుంచుకోండి, సాయంలో మా నినాదం చాలా సులభం: \"మానవాళికి సేవ చేయడం దేవునికి సేవ\" మరియు \"అందరూ సంతోషంగా జీవించాలి.\" ఒకేసారి సహాయం చేస్తూ దయ మరియు కరుణను వ్యాప్తి చేయడంలో మాతో చేరండి. ప్రపంచంలో ఎక్కడి నుండైనా ఎవరైనా ఏ రకమైన సోషల్ మీడియా ప్లాట్‌ఫామ్/కమ్యూనికేషన్ పరికరం ద్వారానైనా సహాయం కోసం అభ్యర్థన చేయవచ్చు.",
  "STAY_UPDATED": "మా పురోగతి మరియు చొరవల గురించి తాజాగా ఉండండి - తాజా నవీకరణల కోసం ఇక్కడ తిరిగి తనిఖీ చేస్తూ ఉండండి. కలిసి, మనం అందరికీ మెరుగైన ప్రపంచాన్ని నిర్మించగలము.",
  "DONATE_MONEY": "Saayam For All అనేది 501(c)(3) హోదా కలిగిన లాభాపేక్షలేని సంస్థ. ఈ సంస్థకు ఇచ్చే అన్ని విరాళాలకు పన్ను మినహాయింపు లభిస్తుంది. మీరు డబ్బును విరాళంగా ఇవ్వడానికి ఈ <1 className=\"text-blue-500 underline\" target=\"_blank\" to=\"https://www.paypal.com/donate/?hosted_button_id=4KLWNM5JWKJ4S\">PayPal లింక్</1>ను ఉపయోగించవచ్చు.",
  "READ_MORE": "<1 className=\"text-blue-500 underline\" to={\"how-we-operate\"}>మేము ఎలా పనిచేస్తాము</1>! గురించి మరింత చదవండి!",
  "MAX_CHARACTERS": "గరిష్టంగా {{count}} అక్షరాలు",
  "HELP_REQUEST": "సహాయం అభ్యర్థన : ",
  "ASK_FOR_HELP": "అభ్యర్థించే వ్యక్తిగా, మీరు సహాయం కోరవచ్చు (రైడ్‌ను అభ్యర్థించడం లాంటిది).",
  "MATCHING_PROCESS": "సరిపోలిక ప్రక్రియ : ",
  "REQUEST_WILL_BE_MATCHED": "మీ అభ్యర్థన సమీపంలోని కొంతమంది వాలంటీర్లతో సరిపోల్చబడుతుంది, వారి ప్రొఫైల్‌ల ఆధారంగా, రైడ్ షేర్ యాప్‌లు, సమీపంలోని డ్రైవర్లతో మిమ్మల్ని ఎలా సరిపోల్చుతాయో అదే విధంగా.",
  "VOLUNTEER_SELECTION": "స్వచ్ఛంద సేవకుల ఎంపిక : ",
  "FROM_POTENTIAL_MATCHES": "ఈ సంభావ్య మ్యాచ్‌ల నుండి, మీకు సహాయం చేయడానికి ఒక వాలంటీర్ ఎంపిక చేయబడతారు, ఇది ఒక నిర్దిష్ట కారును ఎంచుకున్నట్లే.",
  "VOLUNTEER_APPROACH": "స్వచ్ఛంద సేవకుల విధానం : ",
  "VOLUNTEER_WILL_CONTACT": "ఎంపిక చేయబడిన వాలంటీర్ మిమ్మల్ని సంప్రదించి మీతో కలిసి పని చేస్తారు.",
  "ASSISTANCE_PROVIDED": "సహాయం అందించబడుతుంది : ",
  "VOLUNTEER_WILL_WORK": "మీ అవసరాలు తీర్చబడతాయని నిర్ధారించుకోవడానికి ఈ వాలంటీర్ మీతో దగ్గరగా పని చేస్తారు. మీ అభ్యర్థనను నెరవేర్చడానికి వారు ఇతర స్థానిక వాలంటీర్లు మరియు స్వచ్ఛంద సంస్థలతో కూడా సహకరిస్తారు, ఇది మిమ్మల్ని మీ గమ్యస్థానానికి తీసుకెళ్లే డ్రైవర్ లాగా ఉంటుంది.",
  "EMPOWER_INDIVIDUALS": "సాయం అనే సాఫ్ట్‌వేర్ ప్లాట్‌ఫామ్ ద్వారా పరస్పర సహాయం మరియు మద్దతును అందించడం ద్వారా ప్రపంచవ్యాప్తంగా వ్యక్తులు మరియు సమాజాలను శక్తివంతం చేయడం, ఇది అభ్యర్థించేవారిని, స్వచ్ఛంద సేవకులను, స్వచ్ఛంద సంస్థలను మరియు దాతలను అనుసంధానిస్తుంది. జీవితంలో సవాళ్లను ఎదుర్కొంటున్న వారికి సకాలంలో మరియు లక్ష్యంగా సహాయం అందించడం, కరుణ, సంఘీభావం మరియు మానవాళికి సేవ చేసే సంస్కృతిని పెంపొందించడం మా లక్ష్యం.",
  "VISION_DESCRIPTION": "ప్రతి ఒక్కరూ అడ్డంకులను అధిగమించి సంతృప్తికరమైన జీవితాలను గడపడానికి అవసరమైన సహాయం మరియు వనరులను పొందే ప్రపంచాన్ని 'సాయం' ఊహించింది. భౌగోళిక, సాంస్కృతిక మరియు సామాజిక-ఆర్థిక అడ్డంకులను అధిగమించే సజావుగా మద్దతు నెట్‌వర్క్‌ను సృష్టించడానికి సాంకేతికత మరియు సహకారాన్ని ఉపయోగించుకుని, మానవతా సహాయంలో ప్రపంచ నాయకుడిగా ఉండాలని మేము కోరుకుంటున్నాము. \"మానవ సేవయే మాధవ సేవ\" (మానవజాతికి సేవే దేవుని సేవ) మరియు \"సర్వే జన సుఖినో భవను\" (అందరూ సంతోషంగా జీవించాలి) అనే సూత్రాలు మన చర్యలకు మార్గనిర్దేశం చేసే, సానుకూల మార్పును నడిపించే మరియు అందరికీ మరింత కరుణ మరియు సమానమైన ప్రపంచాన్ని పెంపొందించే సమాజాన్ని పెంపొందించడమే మా దృష్టి.",
  "LIFE_THREATENING_REQUESTS": "ప్రాణాంతక అత్యవసర అభ్యర్థనలను మేము నిర్వహించము. మీకు అత్యవసర సహాయం అవసరమైతే దయచేసి మీ స్థానిక అత్యవసర సేవకు కాల్ చేయండి.",
  "INTRODUCTION": "పరిచయం",
  "INTRODUCTION_CONTENT": "ఈ వాలంటీర్ ఒప్పందం (\"ఒప్పందం\") సాయమ్ ఫర్ ఆల్ (\"సంస్థ\") మరియు వాలంటీర్ (\"వాలంటీర్\") మధ్య ఒప్పుకోబడింది. సంతకం చేయడం లేదా ఎలక్ట్రానిక్‌గా అంగీకరించడం ద్వారా, వాలంటీర్ ఇక్కడ పేర్కొన్న నిబంధనలను అర్థం చేసుకున్నట్లు మరియు ఆ నిబంధనలను అంగీకరించినట్లు గుర్తిస్తుంది, ఇవి సంస్థతో చేసే వాలంటీర్ కార్యకలాపాల్లో వారి పాల్గొనుటను నియంత్రిస్తాయి.",
  "VOLUNTEER_ROLE": "వాలంటీర్ పాత్ర మరియు బాధ్యతలు",
  "VOLUNTEER_ROLE_CONTENT": "వాలంటీర్ సంస్థ నియమించిన పాత్రలు మరియు బాధ్యతలను పూర్తి చేయడానికి అంగీకరిస్తారు, ఇవి అవసరమైన వ్యక్తులు లేదా సమాజాలకు సహాయం చేయడానికి వివిధ పనులలో సహకరించడం వంటివి ఉండవచ్చు. వాలంటీర్ అంగీకరించాలి: <1/> - సంస్థ నుండి కేటాయించిన కార్యకలాపాలలో జాగ్రత్తగా, బాధ్యతగా, మరియు వృత్తిపరంగా పాల్గొనడం. <1/> - అందుబాటులో ఉండటం, పురోగతి మరియు సమస్యల గురించి సంస్థతో తక్షణమే సంభాషించడం. <1/> - కేటాయించిన పనులను సకాలంలో మరియు ఉత్తమ సామర్థ్యంతో పూర్తి చేయడం, నిర్ణీత గడువులను పాటించడం.",
  "CONDUCT_CODE": "నడక నియమాలు",
  "CONDUCT_CODE_CONTENT": "వాలంటీర్ సంస్థను ప్రతినిధ్యం వహిస్తూ అత్యున్నత నైతిక ప్రవర్తన ప్రమాణాలను పాటించడానికి అంగీకరిస్తారు. ఇందులో: <1/> - జాతి, మతం, లింగం, లైంగిక భావన, వయస్సు లేదా వికలాంగతకు సంబంధ없이 అన్ని వ్యక్తుల్ని గౌరవంగా, గౌరవపూర్వకంగా వ్యవహరించడం. <1/> - వివక్ష, వేధింపులు లేదా అసంబద్ధ ప్రవర్తనకు దూరంగా ఉండడం. <1/> - వ్యక్తిగత ప్రయోజనాలు వాలంటీర్ పనులలో వ్యతిరేకంగా ఉండకుండా చూసుకోవడం.",
  "CONFIDENTIALITY_AGREEMENT": "గోప్యత ఒప్పందం",
  "CONFIDENTIALITY_AGREEMENT_CONTENT": "వాలంటీర్ తమ సేవా సమయంలో సంస్థ, ఇతర వాలంటీర్లు లేదా సహాయం కోరే వ్యక్తుల గోప్య, స్వంత, లేదా వ్యక్తిగత సమాచారం గురించి తెలుసుకోవచ్చు. వాలంటీర్ అంగీకరిస్తారు: <1/> - ఈ ఒప్పంద కాలంలో మరియు తర్వాత కూడా అన్ని సమాచారాలను గోప్యంగా ఉంచడం. <1/> - తమ వాలంటీర్ బాధ్యతలను నిర్వహించడానికి మాత్రమే ఆ సమాచారాన్ని ఉపయోగించడం. <1/> - సంస్థ యొక్క స్పష్టమైన రాతపూర్వక అనుమతి లేకుండా ఎవరికి అయినా గోప్య సమాచారాన్ని వెల్లడించకూడదు.",
  "DATA_PRIVACY": "డేటా రక్షణ మరియు గోప్యత",
  "DATA_PRIVACY_CONTENT": "వాలంటీర్ సంబంధిత డేటా రక్షణ చట్టాలు, జీడీపీఆర్ (GDPR) లేదా స్థానిక డేటా రక్షణ చట్టాలు పాటించడానికి అంగీకరిస్తారు. వాలంటీర్ అంగీకరించాలి: <1/> - సంస్థ డేటా రక్షణ విధానాల ప్రకారం వ్యక్తిగత డేటాను నిర్వహించడం. <1/> - వాలంటీర్ కార్యకలాపాల సమయంలో యాక్సెస్ చేసిన వ్యక్తిగత డేటా సమగ్రత మరియు గోప్యతను రక్షించడం. <1/> - ఎటువంటి డేటా ఉల్లంఘనలు లేదా అనధికారిక యాక్సెస్ ఘటనలను వెంటనే సంస్థకు నివేదించడం.",
  "INTELLECTUAL_PROPERTY": "బుద్ధిమత్త గల ఆస్తులు",
  "INTELLECTUAL_PROPERTY_CONTENT": "వాలంటీర్ వాలంటీర్ కార్యకలాపాలలో సృష్టించిన ఏ పని, పదార్థాలు లేదా బుద్ధిమత్త గల ఆస్తులు సంస్థ యొక్క పూర్తి ఆస్తిగా ఉంటాయి. వాలంటీర్ అంగీకరిస్తారు: <1/> - ఈ బుద్ధిమత్త గల ఆస్తులపై అన్ని హక్కులు, శీర్షికలు, మరియు ఆసక్తులను సంస్థకు అప్పగించడం. <1/> - సంస్థ స్పష్టమైన అనుమతి లేకుండా సేవా సమయంలో సృష్టించిన బుద్ధిమత్త ఆస్తులను ఉపయోగించడం, పునరుత్పత్తి చేయడం లేదా పంపిణీ చేయకూడదు.",
  "LIABILITY_WAIVER": "బాధ్యత నుంచి విముక్తి మరియు ప్రమాద భారం తీసుకోవడం",
  "LIABILITY_WAIVER_CONTENT": "వాలంటీర్ వాలంటీర్ కార్యకలాపాల్లో పాల్గొనటం వల్ల శారీరక గాయం, భావోద్వేగ బాధ, లేదా ఆస్తి నష్టం వంటి inherent ప్రమాదాలు ఉంటాయని అంగీకరిస్తారు. వాలంటీర్ అంగీకరించాలి: <1/> - తమ వాలంటీర్ కార్యకలాపాలతో సంబంధిత అన్ని ప్రమాదాలను స్వీకరించడం, ప్రయాణ లేదా రవాణా ప్రమాదాలు సహా. <1/> - సంస్థ, దాని అధికారులు, డైరెక్టర్లు, ఉద్యోగులు మరియు అనుబంధులను ఏ రకాల బాధ్యత, క్లెయిమ్లు లేదా డిమాండ్ల నుంచి విముక్తం చేయడం. <1/> - సంస్థ వాలంటీర్లకు ఇన్సూరెన్స్ కవరేజీ ఇవ్వకపోవడం మరియు అవసరమైన ఇన్సూరెన్స్ పొందడంలో వాలంటీర్ బాధ్యత వహించటం.",
  "INDEMNIFICATION": "భరోసా మరియు పరిహారం",
  "INDEMNIFICATION_CONTENT": "వాలంటీర్ సంస్థ, దాని అధికారులు, డైరెక్టర్లు, ఉద్యోగులు మరియు అనుబంధులను వాలంటీర్ సేవలో వారి చర్యల లేదా తప్పుడు పనుల కారణంగా సంభవించే అన్ని క్లెయిమ్లు, నష్టం, బాధ్యతలు, ఖర్చులు (చట్టవాది ఫీజులు సహా) నుండి పరిరక్షించాలని అంగీకరిస్తారు.",
  "COMMITMENT": "ప్రతిబద్ధత మరియు ఆశయాలు",
  "COMMITMENT_CONTENT": "వాలంటీర్ సంస్థ ఇచ్చిన బాధ్యతలు మరియు సమయపరిమితులకు ప్రతిబద్ధత చూపడానికి అంగీకరిస్తారు. ఈ ప్రతిబద్ధతలను తీరుచేయలేకపోతే, వాలంటీర్ అంగీకరిస్తారు: <1/> - అందుబాటులో లేకపోవడానికి సరైన కారణంతో möglichst త్వరగా సంస్థకు తెలియచేయడం. <1/> - అవసరమైతే బాధ్యతల సున్నితమైన మార్పిడి కోసం సంస్థతో కలిసి పనిచేయడం.",
  "TRAINING_SUPERVISION": "శిక్షణ మరియు పర్యవేక్షణ",
  "Training_SUPERVISION_CONTENT": "సంస్థ వాలంటీర్‌కు అవసరమైన శిక్షణ మరియు పర్యవేక్షణ అందిస్తుంది. వాలంటీర్ అంగీకరిస్తారు: <1/> - అవసరమైన శిక్షణ సమావేశాలకు హాజరుకావడం. <1/> - సంస్థ పర్యవేక్షకులు లేదా సిబ్బంది ఇచ్చిన సూచనలు మరియు మార్గదర్శకాలను పాటించడం. <1/> - తమ బాధ్యతలను సమర్థవంతంగా నిర్వహించడానికి అవసరమైనప్పుడు సహాయం కోరడం.",
  "HEALTH_SAFETY": "ఆరోగ్యం మరియు భద్రత",
  "HEALTH_SAFETY_CONTENT": "వాలంటీర్ సంస్థ అందించిన ఆరోగ్య మరియు భద్రత మార్గదర్శకాలను పాటించాల్సిన బాధ్యత అంగీకరిస్తారు. వాలంటీర్ అంగీకరిస్తారు: <br/> - ఏదైనా అప్రమత్త పరిస్థితులు లేదా సంఘటనలు వెంటనే సంస్థకు నివేదించడం. <br/> - తమ ఆరోగ్యం మరియు భద్రతను, అలాగే ఇతరుల ఆరోగ్యం మరియు భద్రతను కాపాడడానికి సరైన జాగ్రత్తలు తీసుకోవడం.",
  "DISPUTE_RESOLUTION": "వివాద పరిష్కారం",
  "DISPUTE_RESOLUTION_CONTENT": "ఈ ఒప్పందానికి సంబంధించి ఎలాంటి వివాదాలు వచ్చినా, వాటిని మంచి నమ్మకంతో చర్చల ద్వారా పరిష్కరించేందుకు పార్టీలు అంగీకరిస్తారు. పరిష్కారం సాధ్యం కానప్పుడు, పార్టీల మధ్య మ్యూట్యువల్ అంగీకారంతో మేధోసందర్శన లేదా మాధ్యస్థతకు హాజరు కావాలి, ఆ తరువాతే చట్టపరమైన చర్యలు చేపట్టాలి.",
  "GOVERNING_LAW": "పాలనా చట్టం",
  "GOVERNING_LAW_CONTENT": "ఈ ఒప్పందం సంస్థ సౌకర్యాల ద్వారా చేయబడే కార్యకలాపాలు మరియు సంబంధాలకు వర్తించే ప్రపంచ చట్టాల ప్రకారం పాలించబడుతుంది మరియు అర్థం చేసుకోవాలి. ఈ ఒప్పందానికి సంబంధించి వచ్చే చట్టపరమైన కేసులు, రెండూ అంగీకరించిన న్యాయస్థానాల్లోనే న్యాయవిధానాలు చేపడతారు.",
  "ACKNOWLEDGMENT": "అంగీకారం మరియు అనుమతి",
  "ACKNOWLEDGMENT_CONTENT": "ఈ పత్రంపై అంగీకరించడం ద్వారా, వాలంటీర్ ఈ నిబంధనలను చదివి, అర్థం చేసుకుని అంగీకరించినట్లు గుర్తిస్తుంది. వాలంటీర్ ఇక్కడ ఇచ్చిన మార్గదర్శకాలు, విధానాలు మరియు ఆశయాలను పాటించడానికి అంగీకరిస్తారు మరియు ఈ ఒప్పందాన్ని పాటించడం వారి వాలంటీర్ హోదాకు ఆధారమని తెలుసుకున్నారు.",
  "EMAIL_REQUIRED": "దయచేసి మీ ఇమెయిల్ నమోదు చేయండి",
  "PASSWORD_REQUIRED": "దయచేసి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి",
  "INVALID_CREDENTIALS": "చెల్లని ఇమెయిల్ లేదా పాస్‌వర్డ్"
}
